


{
  "3-1-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "3.1.b Oczekiwane trwanie życia w zdrowiu kobiet",
                      
                        "cel": "Cel 3. Dobre zdrowie i jakość życia",
                      
                        "priorytet": "Zmniejszenie zapadalności na choroby cywilizacyjne i umieralności z ich powodu",
                      
                        "definicja": "Oczekiwane lata przeżyte w zdrowiu to współczynnik obrazujący sytuację zdrowotną ludności, obliczany na podstawie tablic trwania życia oraz indywidualnie i subiektywnie postrzeganej niepełnosprawności.",
                      
                        "jednostka": "lata",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wartość współczynnika interpretuje się jako przewidywaną średnią liczbę lat, jaką ma do przeżycia bez niepełnosprawności osoba w momencie narodzin, pod warunkiem, że aktualne warunki umieralności i utraty zdrowia populacji utrzymają się na obecnym poziomie. Współczynnik obliczany jest na podstawie tablic trwania życia, do budowy których wykorzystuje się dane dotyczące:  liczby zgonów w danym roku według ukończonego wieku, stanu ludności według roczników wieku zgodnie ze stanem na 30 czerwca danego roku, oraz indywidualnie i subiektywnie postrzeganej niepełnosprawności.  Tablice trwania życia (tablice wymieralności) obrazują zarówno przeciętne dalsze trwanie życia, jak również potencjalny schemat wymierania populacji. Źródłem danych o zgonie jest, wykorzystywany wtórnie przez statystykę publiczną, dokument Ministerstwa Zdrowia podstawowy dla akt stanu cywilnego „Karta zgonu” oraz dane z rejestru stanu cywilnego i — od 2015 r. — z rejestru PESEL w zakresie dodatkowych zmiennych. Dane o zgonach opracowano w podziale terytorialnym - według miejsca zameldowania na pobyt stały osoby zmarłej. Ludność opracowano na podstawie:  bilansów ludności zamieszkałej na terenie gminy w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2021 (dla danych od 2020 r.) dla lat wcześniejszych (2010-2019) w oparciu o wyniki Narodowego Spisu Powszechnego Ludności i Mieszkań 2011, rejestrów Ministerstwa Spraw Wewnętrznych i Administracji - migracje wewnętrzne i zagraniczne na pobyt stały (od 2006 r. dane są pobierane z rejestru PESEL - Powszechny Elektroniczny System Ewidencji Ludności), sprawozdań urzędów stanu cywilnego - urodzenia, zgony.  Niepełnosprawność szacowana jest na podstawie zmiennych pozyskanych z przeprowadzanego corocznie od 2005 r. Europejskiego Badania Warunków Życia Ludności (Eurostat EU-Statistics on Income and Living Conditions Survey EU-SILC).",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "16-02-2023",
                      
                        "data_aktualizacji_metadanych": "07-03-2023"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "61.6",
                        
                            "2011" :   "61.9",
                        
                            "2012" :   "62.1",
                        
                            "2013" :   "62.1",
                        
                            "2014" :   "62.2",
                        
                            "2015" :   "62.4",
                        
                            "2016" :   "63.0",
                        
                            "2017" :   "63.1",
                        
                            "2018" :   "63.3",
                        
                            "2019" :   "63.3",
                        
                            "2020" :   "63.1",
                        
                            "2021" :   "63.1"
                        
                        }
                    ]}
      ]
    }
  ]
}
