


{
  "3-1-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "3.1.b Oczekiwane lata życia w zdrowiu kobiet",
                      
                        "cel": "Cel 3. Dobre zdrowie i jakość życia",
                      
                        "priorytet": "Zmniejszenie zapadalności na choroby cywilizacyjne i umieralności z ich powodu",
                      
                        "definicja": "Średnia liczba lat, w których dana osoba może żyć w pełnym zdrowiu, uwzględniając lata przeżyte w pogorszonym stanie zdrowia spowodowanym chorobą i / lub urazem.",
                      
                        "jednostka": "lata",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Dane dotyczące przeciętnego trwania życia w zdrowiu pochodzą z badania ankietowego EU-SILC - Europejskiego Badania Warunków Życia Ludności (dział 7. Zdrowie - kwestionariusza indywidualnego EU-SILC). Badaniem objęte są osoby dorosłe w wieku 16 lat i więcej w gospodarstwach domowych.   Europejskie Badanie Warunków Życia Ludności (EU-SILC) jest instrumentem mającym na celu dostarczenie aktualnych i porównywalnych na poziomie krajów członkowskich danych dotyczących dochodów, ubóstwa, wykluczenia społecznego, warunków życia i oceny stanu zdrowia.  Jest to badanie ankietowe prowadzone corocznie (panelowe w cyklu czteroletnim co stwarza możliwość analizowania zmian, jakie zachodzą w czasie w zakresie objętych badaniem zjawisk społecznych). Organizacja i metodologia badania jest regulowana Rozporządzeniem Parlamentu Europejskiego i Rady nr 1177/2003 w zakresie statystyki dochodów i warunków życia ludności. Badanie EU-SILC w Unii Europejskiej wdrażano w latach 2004-2007, a w Polsce jest prowadzone od 2005 r.  Metoda badania - Badanie EU-SILC jest dobrowolnym, reprezentacyjnym badaniem ankietowym prywatnych gospodarstw domowych, realizowanym techniką bezpośredniego wywiadu z respondentem. W przypadku wywiadu indywidualnego dopuszcza się realizację tzw. wywiadu zastępczego przeprowadzonego z inną osobą z gospodarstwa domowego, która może udzielić wiarygodnych informacji o osobie objętej badaniem (dotyczy to osób zaliczonych do składu gospodarstwa domowego, a nieobecnych w miejscu zamieszkania w okresie trwania badania).  Wskaźnik (HLY) służy do mierzenia długości życia, w której człowiek zachowuje pełnię zdrowia. Łączy on informacje dot. śmiertelności (wiek zgonów) oraz podatności na zachorowania (specyficzne proporcje wieku ludzi w dobrym i złym stanie zdrowia). Dobry stan zdrowia jest określony przez brak ograniczeń wynikających z codziennego funkcjonowania/niepełnosprawności. Wskaźnik HLY jest obliczany osobno dla mężczyzn i kobiet.  Wskaźnik lat przeżytych w zdrowiu - Healthy Life Years (HLY) jest jedynym z europejskich wskaźników strukturalnych (European Structural Indicators) i dotyczy on zdrowia jako czynnika związanego z rozwojem i dobrobytem.  HLY został opracowany, jako efekt obserwacji, że nie wszystkie lata, określane przez oczekiwaną długość życia - są przeżywane w pełnym zdrowiu.  Poziom wskaźnika HLY - tak jak inne miary oczekiwanego stanu zdrowia - oblicza się przy pomocy metody Sullivana, używanej powszechnie od lat 70. Metoda ta opiera się na dwóch miarach częstości występowania niepełnosprawności w populacji w określonym wieku (self-perceived disability) oraz umieralności (mortality tables).",
                      
                        "zrodlo": "Eurostat",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "62.3",
                        
                            "2011" :   "63.2",
                        
                            "2012" :   "62.8",
                        
                            "2013" :   "62.7",
                        
                            "2014" :   "62.7",
                        
                            "2015" :   "63.2",
                        
                            "2016" :   "64.6",
                        
                            "2017" :   "63.5",
                        
                            "2018" :   "64.3",
                        
                            "2019" :   "64.1"
                        
                        }
                    ]}
      ]
    }
  ]
}
