


{
  "3-2-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "3.2.a Liczba lekarzy na 10 tys. ludności",
                      
                        "cel": "Cel 3. Dobre zdrowie i jakość życia",
                      
                        "priorytet": "Zmniejszenie nierówności w dostępie do opieki zdrowotnej",
                      
                        "definicja": "Liczba lekarzy (personel pracujący wg podstawowego miejsca pracy) w przeliczeniu na 10 tys. ludności.",
                      
                        "jednostka": "osoby",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Zgodnie z ustawą z dnia 5 grudnia 1996 r. o zawodach lekarza i lekarza dentysty (tekst jednolity: Dz. U. 2005 r. Nr 226 poz. 1943) lekarzem jest osoba posiadająca wymagane prawem kwalifikacje do wykonywania zawodu lekarza i wykonująca zawód, tj. udziela świadczeń zdrowotnych, w szczególności: bada stan zdrowia, rozpoznaje choroby i im zapobiega, prowadzi leczenie i rehabilitację chorych, udziela porad lekarskich, a także wydaje opinie i orzeczenia lekarskie. Zgodnie z w/w ustawą zawód lekarza może być wykonywany w różnych formach prawnych. Do lekarzy nie zaliczamy dentystów. Pracujący według podstawowego miejsca pracy - osoby pracujące w wymiarze pełnego etatu, w wymiarze godzin przekraczających pełny etat oraz w niepełnym wymiarze godzin w stosunku do czasu pracy określonego obowiązującymi przepisami dla danego rodzaju pracy. Osoby te, niezależnie od wymiaru czasu pracy, są liczone raz, według podstawowego miejsca zatrudnienia. Dane obejmują osoby pracujące z pacjentem, bez osób pracujących w NFZ, administracji państwowej, uczelniach wyższych nie obejmują osób, pracujących w MON i MSW (do 2011 r. MSWiA).",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "20.6",
                        
                            "2011" :   "20.9",
                        
                            "2012" :   "22.1",
                        
                            "2013" :   "22.1",
                        
                            "2014" :   "22.8",
                        
                            "2015" :   "23.0",
                        
                            "2016" :   "23.9",
                        
                            "2017" :   "23.5",
                        
                            "2018" :   "23.3",
                        
                            "2019" :   "23.7"
                        
                        }
                    ]}
      ]
    }
  ]
}
