


{
  "3-2-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "3.2.a Liczba lekarzy na 10 tys. ludności",
                      
                        "cel": "Cel 3. Dobre zdrowie i jakość życia",
                      
                        "priorytet": "Zmniejszenie nierówności w dostępie do opieki zdrowotnej",
                      
                        "definicja": "Liczba lekarzy (pracujących bezpośrednio z pacjentem) w przeliczeniu na 10 tys. ludności.",
                      
                        "jednostka": "osoby",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Zgodnie z ustawą z dnia 5 grudnia 1996 r. o zawodach lekarza i lekarza dentysty (tekst jednolity: Dz. U. 2005 r. Nr 226 poz. 1943) lekarzem jest osoba posiadająca wymagane prawem kwalifikacje do wykonywania zawodu lekarza i wykonująca zawód, tj. udziela świadczeń zdrowotnych, w szczególności: bada stan zdrowia, rozpoznaje choroby i im zapobiega, prowadzi leczenie i rehabilitację chorych, udziela porad lekarskich, a także wydaje opinie i orzeczenia lekarskie. Zgodnie z w/w ustawą zawód lekarza może być wykonywany w różnych formach prawnych. Do lekarzy nie zaliczamy dentystów. Pracujący bezpośrednio z pacjentem  - są to osoby wykazane jako pracujące w przynajmniej jednym ze źródeł: RPWDL (Rejestr Podmiotów Wykonujących Działalność Leczniczą), NFZ (wykaz podmiotów mających podpisany kontrakt z NFZ), BJS (podmioty z Bazy Jednostek Statystycznych, działające według PKD w sekcji Q Opieka zdrowotna i pomoc społeczna) lub aktywnej praktyce (indywidualnej lub grupowej). Przy wyznaczaniu głównego miejsca pracy dla osób pracujących z pacjentem stosuje się następujące kolejne kryteria: • w przypadku, gdy osoba pracuje w jednym miejscu, jest to jej główne miejsce pracy; • w przypadku, gdy osoba pracuje w więcej niż jednym miejscu pracy, za główne, miejsce pracy uważa się to, w którym wymiar czasu pracy jest największy; • kolejnym kryterium wyboru głównego miejsca pracy były: podstawa wymiaru składki na ubezpieczenie emerytalne, a w razie niemożności jej wykorzystania – podstawa wymiaru składki na ubezpieczenie zdrowotne; • w przypadku, gdy powyższe, kolejno stosowane kryteria nie pozwalają na dokonanie jednoznacznego wyboru, za główne miejsce pracy uważa się to, w którym pracujący w zawodzie lekarza lub lekarza dentysty lub pielęgniarki lub położnej jest zatrudniony na umowę o pracę (tj. gdzie pierwsze cztery cyfry kodu tytułu ubezpieczenia to 01 10); • w pozostałych przypadkach, główne miejsce pracy ustalone jest losowo.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2019 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "",
                        
                            "2016" :   "",
                        
                            "2017" :   "",
                        
                            "2018" :   "",
                        
                            "2019" :   "32.7",
                        
                            "2020" :   "33.1"
                        
                        }
                    ]}
      ]
    }
  ]
}
