


{
  "3-3-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "3.3.a Odsetek osób w wieku 16 lat i więcej, które zgłosiły, że ich potrzeby w zakresie usług opieki zdrowotnej nie zostały zaspokojone",
                      
                        "cel": "Cel 3. Dobre zdrowie i jakość życia",
                      
                        "priorytet": "Zwiększenie świadomości zdrowotnej",
                      
                        "definicja": "Odsetek osób w wieku 16 lat i więcej, które zgłosiły, że ich potrzeby w zakresie usług opieki zdrowotnej nie zostały zaspokojone.",
                      
                        "jednostka": "procent",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wskaźnik prezentuje odsetek ludności w wieku 16 lat i więcej, zgłaszającej niezaspokojone potrzeby opieki medycznej z jednego z następujących powodów: Powody finansowe, Lista oczekujących i Zbyt duża odległość (wszystkie trzy kategorie są kumulowane). Zgłoszone niezaspokojone potrzeby dotyczą samooceny, czy osoba potrzebowała badania lekarskiego lub leczenia (z wyłączeniem opieki stomatologicznej), ale jej nie uzyskała lub nie poszukiwała. Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania EU-SILC. Badanie EU-SILC (Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej 'obserwacji' w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy, z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi - danych o osobach indywidualnych. Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia. W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym). Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "8.3",
                        
                            "2011" :   "7.9",
                        
                            "2012" :   "9.0",
                        
                            "2013" :   "8.8",
                        
                            "2014" :   "7.8",
                        
                            "2015" :   "7.3",
                        
                            "2016" :   "6.6",
                        
                            "2017" :   "3.3",
                        
                            "2018" :   "4.2",
                        
                            "2019" :   "4.2",
                        
                            "2020" :   "1.9"
                        
                        }
                    ]}
      ]
    }
  ]
}
