


{
  "3-4-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "3.4.a Odsetek kobiet w wieku 15 lat i więcej, którym kiedykolwiek wykonano badanie mammograficzne",
                      
                        "cel": "Cel 3. Dobre zdrowie i jakość życia",
                      
                        "priorytet": "Zwiększenie wykrywalności chorób we wczesnych stadiach rozwojowych",
                      
                        "definicja": "Odsetek kobiet w wieku 15 lat i więcej, którym kiedykolwiek wykonano badanie mammograficzne.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Dane pochodzą z Europejskiego Ankietowego Badania Zdrowia (European Health Interview Survey - EHIS), powtarzanego co 5 lat. Wyniki badania umożliwiają poznanie sytuacji zdrowotnej mieszkańców Unii oraz jej uwarunkowań w powiązaniu z charakterystyką demograficzno-społeczną oraz miejscem zamieszkania. Badanie obejmuje cztery obszary:  stan zdrowia (m.in. samoocena stanu zdrowia, choroby przewlekłe, ograniczenia w funkcjonowaniu i ich wpływ na życie codzienne, samopoczucie psychiczne), opieka zdrowotna (korzystanie z opieki medycznej, stosowanie leków, profilaktyka), determinanty zdrowia (głównie styl życia i narażenie na niekorzystne czynniki środowiskowe) oraz charakterystyka demograficzno-społeczna osób i gospodarstw domowych. ",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane co 5 lat; od 2010 r.",
                      
                        "uwagi": "Dane zaprezentowane dla 2010 r. dotyczą badania przeprowadzonego w 2009 r."
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "40.7",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "47.2",
                        
                            "2015" :   "",
                        
                            "2016" :   "",
                        
                            "2017" :   "",
                        
                            "2018" :   ""
                        
                        }
                    ]}
      ]
    }
  ]
}
