


{
  "3-5-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "3.5.a Krajowy wskaźnik średniego narażenia na pył PM2,5",
                      
                        "cel": "Cel 3. Dobre zdrowie i jakość życia",
                      
                        "priorytet": "Kompleksowa poprawa jakości powietrza do stanu niepowodującego narażenia na pogorszenie jakości zdrowia oraz środowiska, zgodnego z prawodawstwem unijnym, a w dalszej perspektywie z wytycznymi WHO poprzez zmniejszenie emisji zanieczyszczeń do powietrza",
                      
                        "definicja": "Średni poziom substancji w powietrzu wyznaczony na podstawie pomiarów przeprowadzonych na obszarach tła miejskiego w miastach o liczbie mieszkańców większej niż 100 tys. i aglomeracjach na terenie całego kraju; sposób obliczania krajowego wskaźnika (KW) określa rozporządzenie Ministra Środowiska z dnia 13 września 2012 r. w sprawie sposobu obliczania wskaźników średniego narażenia oraz sposobu oceny dotrzymania pułapustężenia ekspozycji (Dz. U. 2012 poz. 1029).",
                      
                        "jednostka": "μg/m3",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Pomiary dla potrzeb obliczenia KW rozpoczęto w roku 2010. Zgodnie z ww. rozporządzeniem krajowy wskaźnik średniego narażenia dla roku 2010 obliczony został jako średnia arytmetyczna ze średnich rocznych stężeń pyłu PM2,5 w roku 2011. Wskaźnik za rok 2011 obliczono jako średnią arytmetyczną ze średnich rocznych stężeń pyłu PM2,5 w latach 2010 – 2011 w roku 2012. Dla roku 2012 i kolejnych lat krajowy wskaźnik średniego narażenia oblicza się jako średnią arytmetyczną ze średnich rocznych stężeń pyłu PM2,5 z ostatnich trzech lat (np. dla roku 2015 wskaźnik obliczono w roku 2016 jako średnią arytmetyczną ze średnich rocznych stężeń pyłu PM2,5 dla lat 2013-2015). Dla potrzeb obliczania KW utworzonych zostało 30 stanowisk pomiarowych, których lokalizacje zostały zatwierdzone przez Główny Inspektorat Ochrony Środowiska (GIOŚ). Stanowiska pomiarowe znajdują się na obszarach o bardzo dużej gęstości zaludnienia oddalonych od źródeł emisji pyłu. W miastach powyżej 100 tys. mieszkańców oraz aglomeracjach nieprzekraczających 1 mln mieszkańców pomiary te prowadzone są na jednym stanowisku pomiarowym. W Aglomeracji Warszawskiej oraz Aglomeracji Górnośląskiej pomiary prowadzone są na dwóch stanowiskach pomiarowych. Szczegółowe informacje dotyczące lokalizacji stanowisk pomiarowych zanieczyszczenia powietrza pyłem PM2,5 dla potrzeb obliczania KW są zawarte w wojewódzkich programach państwowego monitoringu środowiska. Pomiary wykonywane są za pomocą niskoprzepływowych poborników pyłu PM2,5 czyli metodą referencyjną przez wojewódzkie inspektoraty ochrony środowiska. Pomiary wykonywane są w sposób ciągły.",
                      
                        "zrodlo": "Główny Inspektorat Ochrony Środowiska",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "Dane dotyczą obszarów aglomeracji i miast powyżej 100 tys. mieszkańców.Cele do osiągnięcia przez Polskę w zakresie narażenia na pył PM2,5 wynikające z dyrektywy Parlamentu Europejskiego i Rady 2008/50/WE z dnia 21 maja 2008 roku w sprawie jakości powietrza i czystszego powietrza dla Europy (Dz. Urz. UE L 152 z 11.06.2008, str.1), transponowanej do prawa polskiego: - do roku 2015 - osiągnięcie pułapu stężenia ekspozycji, czyli KW na poziomie 20 g/m3 (standard jakości powietrza);- do roku 2020 - osiągnięcie krajowego celu redukcji narażenia, czyli KW na poziomie 18 g/m3.Wartość krajowego wskaźnika (KW) za rok poprzedni corocznie jest raportowana do Komisji Europejskiej (zgodnie z decyzją KE 2011/850/UE z dnia 12 grudnia 2011 r. ustanawiającej zasady stosowania dyrektyw 2004/107/WE i 2008/50/WE Parlamentu Europejskiego i Rady w odniesieniu do systemu wzajemnej wymiany informacji oraz sprawozdań dotyczących jakości otaczającego powietrza). Pierwsza wartość KW obliczona na podstawie pomiarów pyłu PM2,5 z lat 2010-2012 została przesłana do KE w 2013 roku i dotyczyła roku 2012."
                      
                        "data_aktualizacji_danych": "01-03-2023",
                      
                        "data_aktualizacji_metadanych": "26-04-2023",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        }
                    ]}
      ]
    }
  ]
}
