


{
  "3-5-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "3.5.a Wydatki bieżące publiczne na ochronę zdrowia, jako % PKB ",
                      
                        "cel": "Cel 3. Dobre zdrowie i jakość życia",
                      
                        "priorytet": "Poprawa poziomu jakości systemu opieki zdrowotnej i bezpieczeństwa pacjenta",
                      
                        "definicja": "Udział wydatków bieżących publicznych na ochronę zdrowia w PKB.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem, rodzaj wydatków (wg podejścia funkcjonalnego)",
                      
                        "metodologia": "Dane pochodzą z badania pn. Narodowy Rachunek Zdrowia (NRZ), którego celem jest zestawienie wydatków na ochronę zdrowia (publicznych i prywatnych) według Międzynarodowej Klasyfikacji Rachunków Zdrowia (International Classification for Health Accounts - ICHA). Zakresem podmiotowym badania NRZ są schematy wydatków publicznych/obowiązkowych i prywatnych/nieobowiązkowych na ochronę zdrowia, zaś przedmiotowym - wydatki bieżące na ochronę zdrowia) zestawione zgodnie z ICHA (HP - dostawców, HF - schematów finansowania i HC - klasyfikacji funkcjonalnej świadczonych usług zdrowotnych) i we wzajemnych powiązaniach: HCxHF, HPxHF, HCxHP. Kwota wydatków uwzględnianych w NRZ, zgodnie z obowiązującą metodologią, obejmuje wydatki bieżące, a więc nie uwzględnia wydatków kapitałowych, do których zalicza się np. wydatki inwestycyjne, na badania i rozwój, kształcenie. Źródłem informacji do NRZ w zakresie wydatków publicznych (HF.1), na które składają się schematy rządowe, schematy obowiązkowych - składkowych ubezpieczeń, są m.in. systemy administracyjne instytucji, które gromadzą dane o wydatkach na ochronę zdrowia (tj. Ministerstwa Zdrowia, Narodowego Funduszu Zdrowia, Zakładu Ubezpieczeń Społecznych, Kasy Rolniczego Ubezpieczenia Społecznego, Ministerstwa Spraw Wewnętrznych i Administracji, Ministerstwa Obrony Narodowej, Ministerstwa Sprawiedliwości, Ministerstwa Rodziny, Pracy i Polityki Społecznej, Państwowego Funduszu Rehabilitacji Osób Niepełnosprawnych). Wykorzystywane są również wyniki innych badań realizowanych w ramach programu badań statystycznych statystyki publicznej i inne dostępne źródła informacji, służące głównie do oszacowania wydatków prywatnych. Na podstawie klasyfikacji funkcji ochrony zdrowia (ICHA-HC) wyróżniono dwa rodzaje wydatków: wydatki na usługi indywidualne i wydatki na usługi zbiorowe.  Jako usługi indywidualne zaklasyfikowano produkty i usługi medyczne wykorzystywane bezpośrednio przez osoby indywidualne w zależności od ich potrzeb, należące według podejścia funkcjonalnego do kategorii: usługi lecznicze (HC.1), usługi rehabilitacyjne (HC.2), długoterminowa opieka zdrowotna (HC.3), pomocnicze usługi opieki zdrowotnej (nie określone przez funkcje) (HC.4) i artykuły medyczne (HC.5). Jako usługi zbiorowe zaklasyfikowano usługi odnoszące się do wszystkich grup populacji, należące według podejścia funkcjonalnego do kategorii: profilaktyka i zdrowie publiczne (HC.6) i zarządzenie i administracja finansowania ochrony zdrowia (HC.7).",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2013 r.",
                      
                        "uwagi": "Ze względu na specyfikę metodologii SHA2011 (A System of Health Accounts 2011) dane są przekazywane z dwuletnim opóźnieniem."
                      }
      ],
      "dane": [
        {
                      "Rodzaj wydatków (wg podejścia funkcjonalnego)": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "4.5",
                                  
                                      "2014" :   "4.5",
                                  
                                      "2015" :   "4.5",
                                  
                                      "2016" :   "4.5",
                                  
                                      "2017" :   "4.5",
                                  
                                      "2018" :   "4.5",
                                  
                                      "2019" :   "4.6",
                                  
                                      "2020" :   "4.5"
                                  
                                  }
                              ],
                              "usługi indywidualne": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "4.2",
                                  
                                      "2014" :   "4.2",
                                  
                                      "2015" :   "4.2",
                                  
                                      "2016" :   "4.3",
                                  
                                      "2017" :   "4.3",
                                  
                                      "2018" :   "4.3",
                                  
                                      "2019" :   "4.4",
                                  
                                      "2020" :   "4.3"
                                  
                                  }
                              ],
                              "usługi zbiorowe": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "0.3",
                                  
                                      "2014" :   "0.2",
                                  
                                      "2015" :   "0.2",
                                  
                                      "2016" :   "0.2",
                                  
                                      "2017" :   "0.2",
                                  
                                      "2018" :   "0.2",
                                  
                                      "2019" :   "0.2",
                                  
                                      "2020" :   "0.2"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
