


{
  "3-6-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "3.6.a Odsetek podmiotów leczniczych posiadających rozwiązania informatyczne umożliwiające prowadzenie dokumentacji medycznej w postaci elektronicznej",
                      
                        "cel": "Cel 3. Dobre zdrowie i jakość życia",
                      
                        "priorytet": "Rozwój obszaru e-zdrowie",
                      
                        "definicja": "Udział liczby podmiotów leczniczych posiadających rozwiązania informatyczne, umożliwiające prowadzenie dokumentacji medycznej w postaci elektronicznej (w roku przeprowadzenia badania ankietowego) w liczbie ankietowanych podmiotów leczniczych.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Dane pozyskiwane są na podstawie badań ankietowych podmiotów leczniczych. Do podmiotów leczniczych zalicza się: szpitale, jednostki oferujące stacjonarne i całodobowe świadczenia zdrowotne inne niż szpitale, podmioty oferujące ambulatoryjne świadczenia zdrowotne, ośrodki POZ. Elektroniczna dokumentacja medyczna (zgodnie z ustawą z dnia 28 kwietnia 2011 r. o systemie informacji w ochronie zdrowia) (Dz. U. z 2019 r., poz. 408, z późn. zm.) są to dokumenty wytworzone w postaci elektronicznej opatrzone kwalifikowanym podpisem elektronicznym, podpisem zaufanym, podpisem osobistym albo z wykorzystaniem sposobu potwierdzania pochodzenia oraz integralności danych dostępnego w systemie teleinformatycznym udostępnionym bezpłatnie przez Zakład Ubezpieczeń Społecznych:  recepty, określone w przepisach wydanych na podstawie art. 13a, skierowania określone w przepisach wydanych na podstawie art. 59aa ust. 2 ustawy z dnia 27 sierpnia 2004 r. o świadczeniach opieki zdrowotnej finansowanych ze środków publicznych (Dz. U. z 2018 r. poz. 1510, z późn. zm.).  Od 1 stycznia 2019 r. został wprowadzony obowiązek prowadzenia dokumentacji medycznej w postaci elektronicznej, o czym mowa w przepisach wydanych na podstawie art. 13a ustawy o systemie informacji w ochronie zdrowia. Obowiązek ten obejmuje następujące rodzaje dokumentacji medycznej: 1. informacja o rozpoznaniu choroby, problemu zdrowotnego lub urazu, wynikach przeprowadzonych badań, przyczynie odmowy przyjęcia do szpitala, udzielonych świadczeniach zdrowotnych oraz ewentualnych zaleceniach - w przypadku odmowy przyjęcia do szpitala, 2. informacja dla lekarza kierującego świadczeniobiorcę do poradni specjalistycznej lub leczenia szpitalnego o rozpoznaniu, 3. karta informacyjna z leczenia szpitalnego.",
                      
                        "zrodlo": "Centrum e-Zdrowia (CeZ)",
                      
                        "czestotliwosc": "Dane co 2 lata; od 2014 r.",
                      
                        "uwagi": "W 2018 r. CSIOZ wykorzystał do badania 4184 wypełnione, pozytywnie zweryfikowane ankiety. W 2016 r. – 4101 ankiet. W 2014 r. – 3939 ankiet."
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "23.26",
                        
                            "2015" :   "",
                        
                            "2016" :   "35.34",
                        
                            "2017" :   "",
                        
                            "2018" :   "56.60"
                        
                        }
                    ]}
      ]
    }
  ]
}
