


{
  "17-4-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "17.4.a Udział KAS w projektach twinningowych, działaniach finansowanych z Taiex oraz ze środków krajowych",
                      
                        "cel": "Cel 17. Partnerstwa na rzecz celów",
                      
                        "priorytet": "Zwiększenie mobilizacji krajowych środków państw rozwijających się poprzez wsparcie techniczne i merytoryczne tych państw w poprawie ściągalności podatków",
                      
                        "definicja": "Liczba zrealizowanych projektów i działań pomocowych.",
                      
                        "jednostka": "sztuki",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Współpraca bliźniacza (ang. twinning) jest to program powstały z inicjatywy Komisji Europejskiej w 1998 r., którego głównym celem jest wspieranie instytucji publicznych oraz przyczynianie się do rozwoju nowoczesnej administracji w państwach objętych programami finansowanymi przez Komisję Europejską, takimi jak: ENI (European Neighbourhood Instrument - Europejski Instrument Sąsiedztwa), IPA (Instrument for Pre-Accession assistance - Instrument Pomocy Przedakcesyjnej). W ramach programu IPA beneficjentami projektów bliźniaczych są między innymi państwa kandydujące do Unii Europejskiej, natomiast program ENPI przeznaczony jest dla państw objętych polityką sąsiedztwa i partnerstwa. Twinning to przede wszystkim partnerska współpraca pomiędzy instytucjami publicznymi z krajów dawcy i biorcy pomocy. Współpraca ta polega na przekazywaniu krajowi biorcy pomocy,doświadczeń kraju dawcy, związanych z implementacją prawa UE, a także pozwala ona nawiązać długotrwałe kontakty między partnerami współpracy. Projekty twinningowe są w głównej mierze realizowane poprzez przeprowadzanie specjalistycznych szkoleń w kraju beneficjenta oraz wizyty studyjne w instytucjach kraju dawcy pomocy, według zasad określonych przez Komisję Europejską w tzw. Podręczniku Współpracy Bliźniaczej (Twinning Manual). W realizacji projektów bliźniaczych mogą brać udział jednostki administracji publicznej oraz podmioty posiadające status tzw. Mandated Body. TAIEX (Technical Assistance and Information Exchange) to instrument pomocy technicznej i wymiany informacji Komisji Europejskiej. TAIEX wspiera administracje publiczne w zakresie zbliżania, stosowania i egzekwowania prawodawstwa UE, a także ułatwia dzielenie się najlepszymi praktykami UE. W dużej mierze opiera się na potrzebach i zapewnia odpowiednią, dostosowaną do potrzeb wiedzę fachową w celu rozwiązania problemów w krótkim czasie na trzy sposoby: Warsztaty: eksperci z państw członkowskich UE prezentują określone obszary prawodawstwa UE podczas warsztatów dla dużej liczby urzędników-beneficjentów. Misje eksperckie: eksperci z państw członkowskich UE są wysyłani do administracji beneficjenta w celu udzielenia szczegółowych porad dotyczących transpozycji, wdrażania lub egzekwowania określonej części prawodawstwa UE. Wizyty studyjne: grupa pięciu praktyków z administracji beneficjenta bierze udział w wizycie studyjnej w administracji państwa członkowskiego UE  Więcej na temat programów Twinning i Taiex:  (https://twinning.msz.gov.pl/korzysci)",
                      
                        "zrodlo": "Ministerstwo Finansów ",
                      
                        "czestotliwosc": "Dane roczne; od 2014 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "24-10-2023",
                      
                        "data_aktualizacji_metadanych": "19-06-2023"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "1",
                        
                            "2015" :   "1",
                        
                            "2016" :   "8",
                        
                            "2017" :   "2",
                        
                            "2018" :   "",
                        
                            "2019" :   "1",
                        
                            "2020" :   "2",
                        
                            "2021" :   "",
                        
                            "2022" :   ""
                        
                        }
                    ]}
      ]
    }
  ]
}
