


{
  "17-7-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "17.7.a Liczba uczestników, którzy ukończyli kursy e-learningowe dotyczące zagadnień związanych ze zrównoważonym rozwojem",
                      
                        "cel": "Cel 17. Partnerstwa na rzecz celów",
                      
                        "priorytet": "Zwiększanie spójności polityk na rzecz zrównoważonego rozwoju",
                      
                        "definicja": "Liczba użytkowników, którzy ukończyli (zdali test z wymaganym wynikiem i otrzymali zaświadczenie) kursy e-learningowe dotyczące zagadnień związanych ze zrównoważonym rozwojem umieszczone w Systemie e-learningowym służby cywilnej: 1. 'Zrównoważony rozwój - szkolenie dla pracowników administracji publicznej' lub 2. 'Zrównoważony rozwój – szkolenie dla trenerów'.",
                      
                        "jednostka": "osoby",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Kursy zostały opracowane przez Ministerstwo Rozwoju i Technologii we współpracy z OECD w ramach 'Programu rozwijania potencjału administracji publicznej w celu wspierania realizacji działań na rzecz SDGs i zrównoważonego rozwoju', którego celem było wzmocnienie zintegrowanego podejścia do zrównoważonego rozwoju w polityce publicznej oraz skutecznej realizacji polityk Agendy 2030 i jej 17 Celów Zrównoważonego Rozwoju (SDGs). Dane zapewnia Ministerstwo Rozwoju i Technologii. Wskaźnik jest sumą liczby użytkowników, którzy zrealizowali kursy: 'Zrównoważony rozwój - szkolenie dla pracowników administracji publicznej' lub 'Zrównoważony rozwój – szkolenie dla trenerów'.",
                      
                        "zrodlo": "Ministerstwo Rozwoju i Technologii/Kancelaria Prezesa Rady Ministrów",
                      
                        "czestotliwosc": "Dane roczne; od 2023 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "",
                        
                            "2016" :   "",
                        
                            "2017" :   "",
                        
                            "2018" :   "",
                        
                            "2019" :   "",
                        
                            "2020" :   "",
                        
                            "2021" :   "",
                        
                            "2022" :   ""
                        
                        }
                    ]}
      ]
    }
  ]
}
