


{
  "5-3-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "5.3.a Wskaźnik zatrudnienia kobiet z najmłodszym dzieckiem w wieku do 5 lat wg BAEL",
                      
                        "cel": "Cel 5. Równość płci",
                      
                        "priorytet": "Zapewnienie warunków dla powrotu kobiet na rynek pracy po przerwie z tytułu urodzenia i opieki nad dzieckiem",
                      
                        "definicja": "Udział pracujących kobiet z najmłodszym dzieckiem w wieku do 5 lat w ogólnej liczbie kobiet znajmłodszym dzieckiem w wieku do 5 lat.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL),prowadzonego w cyklu kwartalnym. Badanie prowadzone jest metodą obserwacji ciągłej (ruchomytydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału.Badaniem objęte są osoby w wieku 15 lat i więcej będące członkami gospodarstw domowych wwylosowanych mieszkaniach. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardamiogół ludności można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernychzawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo.Do pracujących zaliczane są wszystkie osoby w wieku 15 lat i wiecej, które w okresie badanego tygodnia: 1) wykonywały przez co najmniej 1 godzinę pracę przynoszącą dochód lub zarobek, tzn. byłyzatrudnione w charakterze pracownika najemnego, pracowały we własnym (lub dzierżawionym)gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały(bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalnościgospodarczej poza rolnictwem, 2) miały pracę, ale jej nie wykonywały (np. z powodu choroby, urlopu macierzyńskiego lubwypoczynkowego, przerwy w działalności zakładu), w przypadku gdy przerwa w pracy wynosiła mniejniż 3 miesiące; gdy przerwa w pracy wynosiła powyżej 3 miesięcy w odniesieniu do pracownikównajemnych dodatkowym kryterium było otrzymywanie co najmniej 59% dotychczasowegowynagrodzenia. Zgodnie z międzynarodowymi standardami, do pracujących zaliczani są również uczniowie, z którymizakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonejpracy, jeżeli otrzymywali wynagrodzenie. Ze względu na przyjęte założenia metodologiczne badania, liczba pracujących uzyskana w wynikuBAEL nie obejmuje niektórych kategorii osób, które są wliczane do pracujących w sprawozdawczości zzakresu zatrudnienia, m.in.: a) pracujących, mieszkających w hotelach pracowniczych, b) pracujących za granicą na rzecz polskich pracodawców.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {
                      "miasto/wieś": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "66.0",
                                  
                                      "2011" :   "65.3",
                                  
                                      "2012" :   "66.0",
                                  
                                      "2013" :   "65.5",
                                  
                                      "2014" :   "67.2",
                                  
                                      "2015" :   "65.8",
                                  
                                      "2016" :   "65.4",
                                  
                                      "2017" :   "64.6",
                                  
                                      "2018" :   "64.6",
                                  
                                      "2019" :   "64.9",
                                  
                                      "2020" :   "64.9",
                                  
                                      "2021" :   "69.2"
                                  
                                  }
                              ],
                              "miasto": [
                                  {
                                  
                                      "2010" :   "77.0",
                                  
                                      "2011" :   "70.5",
                                  
                                      "2012" :   "70.9",
                                  
                                      "2013" :   "70.5",
                                  
                                      "2014" :   "72.3",
                                  
                                      "2015" :   "71.6",
                                  
                                      "2016" :   "70.7",
                                  
                                      "2017" :   "69.6",
                                  
                                      "2018" :   "70.0",
                                  
                                      "2019" :   "70.5",
                                  
                                      "2020" :   "71.9",
                                  
                                      "2021" :   "75.7"
                                  
                                  }
                              ],
                              "wieś": [
                                  {
                                  
                                      "2010" :   "58.9",
                                  
                                      "2011" :   "58.0",
                                  
                                      "2012" :   "59.0",
                                  
                                      "2013" :   "58.6",
                                  
                                      "2014" :   "60.1",
                                  
                                      "2015" :   "57.3",
                                  
                                      "2016" :   "57.8",
                                  
                                      "2017" :   "57.6",
                                  
                                      "2018" :   "57.0",
                                  
                                      "2019" :   "57.0",
                                  
                                      "2020" :   "54.9",
                                  
                                      "2021" :   "60.6"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
