


{
  "4-2-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "4.2.a Udział liczby uczniów posiadających orzeczenie o potrzebie kształcenia specjalnego w przedszkolach i szkołach ogólnodostępnych w ogólnej liczbie uczniów posiadających orzeczenie",
                      
                        "cel": "Cel 4. Dobra jakość edukacji",
                      
                        "priorytet": "Edukacja na rzecz zrównoważonego rozwoju",
                      
                        "definicja": "Udział liczby uczniów posiadających orzeczenie o potrzebie kształcenia specjalnego w przedszkolach i szkołach ogólnodostępnych w ogólnej liczbie uczniów posiadających orzeczenie (w tym w placówkach integracyjnych).",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Kształcenie specjalne (na poziomie szkoły podstawowej, gimnazjum i szkoły ponadgimnazjalnej) odbywa się w funkcjonujących samodzielnie szkołach specjalnych lub w szkołach ogólnodostępnych, w których tworzone są oddziały: specjalne, integracyjne, ogólnodostępne oraz w specjalnych ośrodkach szkolno-wychowawczych, innych placówkach oświatowo-wychowawczych lub zakładach opieki zdrowotnej (włącznie z zakładami lecznictwa uzdrowiskowego). Zgodnie z zapisami przepisów ustawy – prawo oświatowe pod pojęciem „szkoła” należy również rozumieć przedszkole. Orzeczenie o potrzebie kształcenia specjalnego to dokument wydawany przez poradnię psychologiczno-pedagogiczną na wniosek rodziców, który jest warunkiem uzyskania specjalnej organizacji kształcenia. Dane zbierane na podstawie analizy danych znajdujących się w Systemie Informacji Oświatowej, do którego przedszkola i szkoły są zobowiązane przekazywać informacji o liczbie uczniów posiadających orzeczenia o potrzebie kształcenia specjalnego. Mianownikiem jest liczba uczniów posiadających orzeczenie o potrzebie kształcenia specjalnego, a licznikiem liczba uczniów posiadających orzeczenia o potrzebie kształcenia specjalnego w przedszkolach/szkołach ogólnodostępnych.",
                      
                        "zrodlo": "Ministerstwo Edukacji i Nauki (System Informacji Oświatowej)",
                      
                        "czestotliwosc": "Dane roczne; od 2018 r.",
                      
                        "uwagi": "Dane za 2018 r. dotyczą roku szkolnego 2018/2019.",
                      
                        "data_aktualizacji_danych": "19-06-2023",
                      
                        "data_aktualizacji_metadanych": "20-06-2023"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "",
                        
                            "2016" :   "",
                        
                            "2017" :   "",
                        
                            "2018" :   "65.7",
                        
                            "2019" :   "66.0",
                        
                            "2020" :   "66.4",
                        
                            "2021" :   "68.0"
                        
                        }
                    ]}
      ]
    }
  ]
}
