


{
  "4-2-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "4.2.a Odsetek studentów-cudzoziemców studiujących na polskich uczelniach na terenie Polski ",
                      
                        "cel": "Cel 4. Dobra jakość edukacji",
                      
                        "priorytet": "Poprawa jakości systemu szkolnictwa wyższego",
                      
                        "definicja": "Udział studentów cudzoziemców studiujących na polskich uczelniach na terenie Polski w ogólnej liczbie studentów szkół wyższych na terenie Polski.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Szkoły wyższe działają w oparciu o ustawę Prawo o szkolnictwie wyższym z dnia 27 lipca 2005 r. (Dz.U. z 2005 r. Nr 164, poz. 1365, z późn. zm.). Kształcenie odbywa się w szkołach wyższych publicznych i niepublicznych, na studiach pierwszego lub drugiego stopnia albo jednolitych studiach magisterskich w formie studiów stacjonarnych i niestacjonarnych. Studenci szkół wyższych to osoby wpisane do ewidencji studentów w szkołach wyższych, łącznie ze studentami po ostatnim roku studiów bez egzaminu dyplomowego oraz korzystającymi z urlopów dziekańskich. Studenci cudzoziemcy to osoby planujące studiować w Polsce przynajmniej jeden rok akademicki. Studenci wykazani według stanu w dniu 30 XI, według faktycznej lokalizacji uczelni/jednostki zamiejscowej (od 2012 r. - bez jednostek zamiejscowych polskich uczelni za granicą, które wcześniej wykazywano w miejscu siedziby uczelni macierzystej). Dane od 2012 r. łącznie ze szkołami resortów obrony narodowej oraz spraw wewnętrznych i administracji.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "1.2",
                        
                            "2011" :   "1.4",
                        
                            "2012" :   "1.7",
                        
                            "2013" :   "2.3",
                        
                            "2014" :   "3.1",
                        
                            "2015" :   "4.0",
                        
                            "2016" :   "4.8",
                        
                            "2017" :   "5.5",
                        
                            "2018" :   "6.3",
                        
                            "2019" :   "6.7",
                        
                            "2020" :   "6.8",
                        
                            "2021" :   "7.2"
                        
                        }
                    ]}
      ]
    }
  ]
}
