


{
  "4-3-g": [
    {
      "metadane": [
        
        {
                        "nazwa": "4.3.g Odsetek dzieci w wieku 3-5 lat objętych wychowaniem przedszkolnym",
                      
                        "cel": "Cel 4. Dobra jakość edukacji",
                      
                        "priorytet": "Tworzenie warunków dla rozwoju edukacji na całym obszarze kraju i wyrównywanie szans edukacyjnych",
                      
                        "definicja": "Udział dzieci w wieku 3–5 lat objętych wychowaniem przedszkolnym w ogólnej liczbie ludności w tej grupie wieku.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem, miasto, wieś",
                      
                        "metodologia": "Wychowanie przedszkolne jest pierwszym etapem kształcenia w systemie oświaty. Placówki wychowania przedszkolnego zapewniają dzieciom opiekę oraz przygotowują do nauki w szkole. Dzieci mają zapewnioną taką opiekę w przedszkolach, oddziałach przedszkolnych w szkołach podstawowych, a także od roku szkolnego 2008/09 również w zespołach wychowania przedszkolnego i punktach przedszkolnych. Z dniem 1 IX 2011 r. wprowadzono obowiązek odbycia rocznego przygotowania przedszkolnego przez dzieci w wieku 5 lat w placówkach wychowania przedszkolnego, tj. w oddziałach przedszkolnych w szkołach podstawowych i przedszkolach (łącznie ze specjalnymi) oraz w zespołach wychowania przedszkolnego i punktach przedszkolnych.Obowiązek odbycia rocznego przygotowania przedszkolnego rozpoczyna się z początkiem roku szkolnego w tym roku kalendarzowym, w którym, dziecko kończy 5 lat. Dane dotyczące wychowania przedszkolnego prezentowane są według stanu w dniu 30 IX; od roku szkolnego 2013/14 łącznie z dziećmi przebywającymi przez cały rok szkolny w placówkach wykonujących działalność leczniczą. Od 2007 r. dane opracowane są na podstawie systemu informacji oświatowej (SIO) administrowanego przez Ministerstwo Edukacji Narodowej.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Ministerstwo Edukacji Narodowej/Główny Urząd Statystyczny",
                      
                        "uwagi": "Dane o ludności według stanu w dniu 31 XII opracowano przy przyjęciu liczby ludności zbilansowanej: od 2010 r. w oparciu o wyniki Narodowego Spisu Powszechnego Ludności i Mieszkań 2011 (dla 2010 r. zastosowano podział administracyjny z dnia 31 XII 2011 r.)."
                      }
      ],
      "dane": [
        {
                      "miasto/wieś": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "62.6",
                                  
                                      "2011" :   "69.2",
                                  
                                      "2012" :   "69.7",
                                  
                                      "2013" :   "74.1",
                                  
                                      "2014" :   "79.4",
                                  
                                      "2015" :   "84.2",
                                  
                                      "2016" :   "81.1",
                                  
                                      "2017" :   "84.7",
                                  
                                      "2018" :   "87.3"
                                  
                                  }
                              ],
                              "miasto": [
                                  {
                                  
                                      "2010" :   "78.8",
                                  
                                      "2011" :   "84.0",
                                  
                                      "2012" :   "83.7",
                                  
                                      "2013" :   "87.6",
                                  
                                      "2014" :   "92.9",
                                  
                                      "2015" :   "98.1",
                                  
                                      "2016" :   "95.3",
                                  
                                      "2017" :   "99.3",
                                  
                                      "2018" :   "101.9"
                                  
                                  }
                              ],
                              "wieś": [
                                  {
                                  
                                      "2010" :   "41.0",
                                  
                                      "2011" :   "49.3",
                                  
                                      "2012" :   "50.8",
                                  
                                      "2013" :   "55.7",
                                  
                                      "2014" :   "60.8",
                                  
                                      "2015" :   "65.1",
                                  
                                      "2016" :   "61.6",
                                  
                                      "2017" :   "64.5",
                                  
                                      "2018" :   "67.0"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
