


{
  "4-3-e": [
    {
      "metadane": [
        
        {
                        "nazwa": "4.3.e Wyniki testów PISA - odsetek uczniów na minimalnym wymagalnym poziomie osiągnięć w czytaniu i interpretacji",
                      
                        "cel": "Cel 4. Dobra jakość edukacji",
                      
                        "priorytet": "Tworzenie warunków dla rozwoju edukacji na całym obszarze kraju i wyrównywanie szans edukacyjnych",
                      
                        "definicja": "Relacja liczby uczniów na wymaganym poziomie biegłości w czytaniu i interpretacji (minimum poziom drugi) do liczby uczniów objętych badaniem.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Program Międzynarodowej Oceny Umiejętności Uczniów (Programme for International Student Assessment - PISA) w skali międzynarodowej koordynowany jest przez Organizację Współpracy Gospodarczej i Rozwoju (OECD), a w Polsce przez Ministerstwo Edukacji Narodowej. Celem Programu jest sprawdzenie umiejętności praktycznego zastosowania wiedzy nabytej w szkole i poza szkołą. Badanie (reprezentacyjne) realizowane jest w wylosowanych szkołach, a w zależności od typu szkoły, badaniem objęci są wylosowani uczniowie w wieku 15-16 lat (wyniki uogólniane są na całą populację). Warunkiem powodzenia badania jest uczestnictwo w nim wszystkich wylosowanych szkół i uczniów. Standardy PISA pozwalają jedynie na niewielką skalę odmowy. PISA sprawdza kompetencje uczniów w trzech dziedzinach: czytaniu i interpretacji, matematyce oraz rozumowaniu w naukach przyrodniczych. Badanie realizowane jest co trzy lata począwszy od 2000 r. W każdym z kolejnych badań szczególny nacisk jest położony na zbadanie jednej dziedziny (czytanie i interpretacja w 2000 r. i 2009 r.), na którą przeznacza się połowę czasu przewidzianego na rozwiązanie przez ucznia całego zestawu zadań. Testy PISA (opracowane przez międzynarodowe konsorcjum, przy współpracy krajów uczestniczących w projekcie) różnią się od typowych zadań szkolnych, a na podstawie otrzymanych wyników szacuje się poziom umiejętności ucznia. Najlepsi uczniowie osiągają poziom 5 lub 6 (zadania o względnie wysokim stopniu trudności), natomiast wyniki poniżej poziomu 2 - minimalnego poziomu kompetencji - wskazują na posiadanie jedynie bardzo podstawowych umiejętności, co oznacza zwiększone ryzyko nieradzenia sobie na drodze edukacji i w życiu dorosłym. PISA jest jednym z najważniejszych i największych badań edukacyjnych, które ma na celu uzyskanie obiektywnych i porównywalnych danych w skali międzynarodowej o umiejętnościach (jednego rocznika) uczniów.",
                      
                        "zrodlo": "Organizacja Współpracy Gospodarczej i Rozwoju / Ministerstwo Edukacji i Nauki",
                      
                        "czestotliwosc": "Dane roczne co 3 lata; od 2009 r.",
                      
                        "uwagi": "Wartość wskaźnika w 2010 r. dotyczy roku 2009."
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "85.0",
                        
                            "2011" :   "",
                        
                            "2012" :   "89.4",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "85.6",
                        
                            "2016" :   "",
                        
                            "2017" :   "",
                        
                            "2018" :   "85.3"
                        
                        }
                    ]}
      ]
    }
  ]
}
