


{
  "4-4-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "4.4.a Młodzież niekontynuująca nauki w wieku 18-24 lata",
                      
                        "cel": "Cel 4. Dobra jakość edukacji",
                      
                        "priorytet": "Tworzenie warunków do szerszego zaangażowania dorosłych w uczenie się w różnych formach i miejscach oraz do uznawania efektów uczenia się nabytych poza edukacją formalną",
                      
                        "definicja": "Udział liczby osób w wieku 18–24 lata z wykształceniem co najwyżej gimnazjalnym, które nie kontynuują nauki i nie dokształcają się w ogólnej liczbie ludności w tej samej grupie wieku.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15-89 lat będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Poza zakresem badania pozostają członkowie gospodarstw domowych  przebywający (uwzględniany jest całkowity czas pobytu faktyczny i planowany) 12 miesięcy lub więcej za granicą oraz w  gospodarstwach zbiorowych (takich jak: hotele pracownicze, domy studenckie, internaty, domy opieki społecznej, itp.) oraz osoby bezdomne. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół ludności można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo. Gimnazjum to szkoła 3-letnia kończąca się egzaminem, która daje możliwość dalszego kształcenia się w branżowych szkołach I stopnia, liceach ogólnokształcących lub technikach. Struktura organizacyjna gimnazjum obejmuje klasy I-III. Nauka w gimnazjum jest obowiązkowa. Od roku szkolnego 2017/18 nie odbywa się nabór do klas pierwszych, a uczniowie klas drugich i trzecich kontynuowali naukę w wygaszanych gimnazjach lub w oddziałach gimnazjalnych działających w innych typach szkół.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "Od 1 kwartału 2016 r. dane BAEL dotyczące dziedziny kształcenia prezentowane są wg nowej klasyfikacji dziedzin (kierunków) kształcenia - Międzynarodowej Klasyfikacji Kierunków Kształcenia - ISCED-F 2013 (ISCED Fields of Education and Training 2013), w miejsce stosowanej dotychczas klasyfikacji ISCED 1997. Ze względu na wprowadzone zmiany pełna porównywalność danych dotyczących dziedzin kształcenia może nie być możliwa. Od 1 kwartału 2018 r. zmieniono sposób zadawania pytań o  uczestnictwo w szkoleniu/nauce poza formalnym systemem edukacji, w związku z tym wskaźnik do którego wyliczenia brana jest pod uwagę edukacja pozaformalna, nie jest w pełni porównywalny z wynikami z poprzednich lat."
                      
                        "data_aktualizacji_danych": "29-05-2023",
                      
                        "data_aktualizacji_metadanych": "23-05-2023",
                      }
      ],
      "dane": [
        {
                      "wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "5.4",
                                  
                                      "2011" :   "5.6",
                                  
                                      "2012" :   "5.7",
                                  
                                      "2013" :   "5.6",
                                  
                                      "2014" :   "5.4",
                                  
                                      "2015" :   "5.3",
                                  
                                      "2016" :   "5.2",
                                  
                                      "2017" :   "5.0",
                                  
                                      "2018" :   "4.8",
                                  
                                      "2019" :   "5.2",
                                  
                                      "2020" :   "5.4",
                                  
                                      "2021" :   "5.9",
                                  
                                      "2022" :   "4.8"
                                  
                                  }
                              ],
                              "mężczyźni": [
                                  {
                                  
                                      "2010" :   "7.2",
                                  
                                      "2011" :   "7.4",
                                  
                                      "2012" :   "7.8",
                                  
                                      "2013" :   "7.9",
                                  
                                      "2014" :   "7.3",
                                  
                                      "2015" :   "7.2",
                                  
                                      "2016" :   "6.4",
                                  
                                      "2017" :   "6.0",
                                  
                                      "2018" :   "5.8",
                                  
                                      "2019" :   "6.7",
                                  
                                      "2020" :   "7.0",
                                  
                                      "2021" :   "7.2",
                                  
                                      "2022" :   "5.8"
                                  
                                  }
                              ],
                              "kobiety": [
                                  {
                                  
                                      "2010" :   "3.5",
                                  
                                      "2011" :   "3.7",
                                  
                                      "2012" :   "3.5",
                                  
                                      "2013" :   "3.2",
                                  
                                      "2014" :   "3.3",
                                  
                                      "2015" :   "3.2",
                                  
                                      "2016" :   "3.9",
                                  
                                      "2017" :   "3.9",
                                  
                                      "2018" :   "3.7",
                                  
                                      "2019" :   "3.6",
                                  
                                      "2020" :   "3.7",
                                  
                                      "2021" :   "4.5",
                                  
                                      "2022" :   "3.7"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
