


{
  "4-5-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "4.5.a Odsetek osób deklarujących znajomość przynajmniej jednego języka obcego",
                      
                        "cel": "Cel 4. Dobra jakość edukacji",
                      
                        "priorytet": "Poprawa innowacyjności kształcenia",
                      
                        "definicja": "Odsetek osób w wieku 18-69 lat deklarujących znajomość przynajmniej jednego języka obcego.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Międzynarodowe badanie Kształcenie dorosłych (Adult Education Survey) przeprowadzane co 5 lat, stanowi ważne źródło informacji służące do monitorowania szczegółowych celów programu „Uczenie się przez całe życie” (Lifelong Learning) zajmującego znaczącą pozycję w europejskich strategiach rozwoju społeczno-gospodarczego. Głównym celem badania Kształcenie dorosłych było dostarczenie porównywalnych dla krajów Unii Europejskiej danych dotyczących edukacji osób dorosłych. Zestaw zmiennych obowiązujących w badaniu obejmował udział osób w wieku 18-69 lat uczestniczących w systemie edukacji formalnej, pozaformalnej oraz nieformalnej, w powiązaniu z cechami społeczno-demograficznymi. Dodatkowo badanie miało dostarczyć informacji na temat dostępu do informacji o możliwościach uczenia się, trudnościach uniemożliwiających bądź ograniczających uczestnictwo w kształceniu oraz znajomości języków obcych.Podstawą prawną badania Kształcenie dorosłych było Rozporządzenie Komisji (UE) nr 1175/2014 z dnia 30 października 2014 r. w sprawie wykonania rozporządzenia Parlamentu Europejskiego i Rady (WE) nr 452/2008 dotyczącego tworzenia i rozwoju statystyk z dziedziny edukacji i uczenia się przez całe życie, w odniesieniu do statystyk dotyczących udziału dorosłych w procesie uczenia się przez całe życie oraz Rozporządzenie Rady Ministrów w sprawie programu badań statystycznych statystyki publicznej na rok 2016 z dnia 21 lipca 2015 r. (Dz. U. 2015, poz. 1304).",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne co 5 lat; od 2011 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {
                      "wg poziomu wykształcenia głowy gospodarstwa domowego": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "64.4",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "68.3",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "wyższe": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "93.1",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "policealne": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "80.7",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "średnie zawodowe": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "72.2",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "średnie ogólnokształcące": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "79.6",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "zasadnicze zawodowe": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "43.6",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "co najwyżej gimnazjalne": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "41.8",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
