


{
  "4-5-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "4.5.b Odsetek osób posiadających ponadpodstawowe umiejętności cyfrowe",
                      
                        "cel": "Cel 4. Dobra jakość edukacji",
                      
                        "priorytet": "Poprawa innowacyjności kształcenia",
                      
                        "definicja": "Odsetek osób w wieku 16-74 lata posiadających ponadpodstawowe umiejętności cyfrowe.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Dane pochodzą z badania Wykorzystania technologii informacyjno-komunikacyjnych w gospodarstwach domowych i wśród osób indywidualnych, które jest badaniem reprezentacyjnym, ankietowym. Realizowane jest metodą wywiadu bezpośredniego, telefonicznego lub samospisu internetowego, udział w badaniu jest dobrowolny. Badanie odbywa się w kwietniu i maju każdego roku. Zgodnie z wymogami określonymi w rozporządzeniach Komisji Europejskiej badanie obejmuje gospodarstwa domowe (z przynajmniej jedną osobą w wieku 16-74 lata) znajdujące się na terenie całego kraju oraz wszystkie osoby w wieku 16-74 lata w tych gospodarstwach. Badaniem nie są objęte osoby mieszkające w gospodarstwach zbiorowych, takich jak: domy studenckie, hotele robotnicze, domy opieki społecznej, zakony, szpitale, koszary, zakłady karne itp. Cudzoziemcy mogą uczestniczyć w badaniu, o ile posiadają znajomość języka polskiego. Wskaźnik dotyczy osób posiadających dwa najwyższe z sześciu poziomów ogólnych umiejętności cyfrowych:  Osoby posiadające podstawowe ogólne umiejętności cyfrowe - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i posiadały każdy rodzaj umiejętności cyfrowych w zakresie korzystania z informacji i danych, komunikacji i współpracy, tworzenia treści cyfrowych, bezpieczeństwa i rozwiązywania problemów, ale nie wszystkie na poziomie ponadpodstawowym, Osoby posiadające ponadpodstawowe ogólne umiejętności cyfrowe - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i posiadały każdy rodzaj umiejętności cyfrowych w zakresie korzystania z informacji i danych, komunikacji i współpracy, tworzenia treści cyfrowych, bezpieczeństwa i rozwiązywania problemów na poziomie ponadpodstawowym.  Osoby posiadające poszczególne rodzaje umiejętności cyfrowych na co najmniej podstawowym poziomie definiuje się następująco: Osoby posiadające podstawowe umiejętności korzystania z informacji i danych - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały tylko jedną z następujących czynności: wyszukiwanie w Internecie informacji o towarach lub usługach; wyszukiwanie w Internecie informacji związanych ze zdrowiem (np. o urazach, chorobach, odżywianiu, poprawie zdrowia itp.); czytanie online wiadomości, gazet lub czasopism oraz niesprawdzanie prawdziwości treści znalezionych w Internecie ponieważ wiedziało się że treść lub źródło nie jest wiarygodne; sprawdzanie prawdziwości treści znalezionych w Internecie, Osoby posiadające ponadpodstawowe umiejętności korzystania z informacji i danych - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały więcej niż jedną z wymienionych wyżej czynności, Osoby posiadające podstawowe umiejętności w zakresie komunikacji i współpracy - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały tylko jedną z następujących czynności: wysyłanie, odbieranie poczty elektronicznej; korzystanie z serwisów społecznościowych (tworzenie profilu użytkownika, wysyłanie wiadomości do znajomych lub inne formy uczestnictwa w takich serwisach, jak np. Facebook, Twitter, Instagram itp.); wykonywanie rozmów głosowych lub wideo przez Internet; korzystanie z komunikatorów; wyrażanie opinii w sprawach społecznych lub politycznych na stronach internetowych lub w serwisach społecznościowych; udział online w konsultacjach społecznych, głosowanie w sprawach obywatelskich lub politycznych, Osoby posiadające ponadpodstawowe umiejętności w zakresie komunikacji i współpracy - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały więcej niż jedną z wymienionych wyżej czynności, Osoby posiadające podstawowe umiejętności tworzenia treści cyfrowych - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały jedną lub dwie z następujących czynności: korzystanie z edytorów tekstu; korzystanie z arkuszy kalkulacyjnych; edytowanie zdjęć, plików video lub audio; kopiowanie lub przenoszenie plików; tworzenie plików (np. dokumentów, zdjęć, wideo) łączących kilka elementów takich jak tekst, obrazki, tabele, wykresy, animacje lub dźwięk (np. Microsoft Power Point, OpenOffice Impress, LibreOffice Impress); korzystanie z zaawansowanych narzędzi (funkcji, formuł, makro, Visual Basic) w celu organizacji, analizy lub zarządzania danymi; kodowanie/programowanie w języku programowania, Osoby posiadające ponadpodstawowe umiejętności tworzenia treści cyfrowych - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały co najmniej trzy z wymienionych wyżej czynności, Osoby posiadające podstawowe umiejętności związane z bezpieczeństwem - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały jedną lub dwie z następujących czynności: sprawdzanie czy strona, na której ma Pan/Pani podać informacje osobiste jest bezpieczna; czytanie zasad polityki prywatności przed udostępnieniem/podaniem informacji osobistych; odmowa dostępu do swojej lokalizacji geograficznej; ograniczanie dostępu do swojego profilu, własnych treści na portalu społecznościowym lub współdzielonej przestrzeni w Internecie; odmowa wykorzystania informacji osobistych w celach reklamowych; zmiana ustawień w swojej przeglądarce internetowej, aby zapobiec lub ograniczyć liczbę ciasteczek (cookies) instalowanych na dowolnym urządzeniu, Osoby posiadające ponadpodstawowe umiejętności związane z bezpieczeństwem - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały co najmniej trzy z wymienionych wyżej czynności. Osoby posiadające podstawowe umiejętności rozwiązywania problemów - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały jedną lub dwie z następujących czynności: pobieranie lub instalowanie aplikacji (apki) lub oprogramowania; zmienianie ustawień dowolnego oprogramowania, aplikacji (apek) lub urządzeń (np. zmiana wersji językowej, wersji kolorystycznej, rozmiaru czcionki, dostosowanie paska narzędzi/menu); kupowanie przez Internet towarów lub usług do prywatnego użytku w ciągu ostatnich 12 miesięcy; sprzedawanie towarów lub usług przez stronę internetową lub aplikację; uczestniczenie w kursie online lub korzystanie z materiałów szkoleniowych online innych niż pełny kurs online; korzystanie z bankowości internetowej przez stronę internetową lub aplikację; szukanie pracy, aplikowanie o pracę, wysyłanie CV, Osoby posiadające ponadpodstawowe umiejętności rozwiązywania problemów - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały co najmniej trzy z wymienionych wyżej czynności.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Od 2021 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {
                      "wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "21"
                                  
                                  }
                              ],
                              "kobiety": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "20"
                                  
                                  }
                              ],
                              "mężczyźni": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "22"
                                  
                                  }
                              ]
                          }
                      ],
                      "miasto/wieś": [
                          {
                              "miasto": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "23"
                                  
                                  }
                              ],
                              "wieś": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "21"
                                  
                                  }
                              ]
                          }
                      ],
                      "wg grup wieku": [
                          {
                              "w wieku 16-24 lata": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "36"
                                  
                                  }
                              ],
                              "w wieku 25-34 lata": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "34"
                                  
                                  }
                              ],
                              "w wieku 35-44 lata": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "28"
                                  
                                  }
                              ],
                              "w wieku 45-54 lata": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "17"
                                  
                                  }
                              ],
                              "w wieku 55-64 lata": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "8"
                                  
                                  }
                              ],
                              "w wieku 65-74 lata": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "3"
                                  
                                  }
                              ]
                          }
                      ],
                      "wg wykształcenia": [
                          {
                              "niższe": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "19"
                                  
                                  }
                              ],
                              "średnie": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "11"
                                  
                                  }
                              ],
                              "wyższe": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "42"
                                  
                                  }
                              ]
                          }
                      ],
                      "wg stanu zawodowego osób": [
                          {
                              "aktywni zawodowo": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "25"
                                  
                                  }
                              ],
                              "pracujący": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "26"
                                  
                                  }
                              ],
                              "bezrobotni": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "12"
                                  
                                  }
                              ],
                              "bierni zawodowo": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "12"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
