


{
  "16-1-b": [
    {
      "metadata": [
        
        {
                        "name": "16.1.b Percentage of persons who declare trust in public institutions - local authorities of cities or gminas",
                      
                        "goal": "Goal 16. Peace, justice and strong institutions",
                      
                        "priority": "Increase in effectiveness of the state and its institutions for social and economic enhancement and inclusion",
                      
                        "definition": "Percentage of respondents who answered affirmatively to the question: Generally speaking, do you have or do not you have confidence in local authorities of the city or the gmina?",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Respondents were shown a list of 23 different entities and institutions acting in the country, as well as international organizations, including the Great Orchestra of Christmas Charity, the Polish Red Cross, the Caritas, the Army, the Scouting, the Roman Catholic Church, The Police, the Ombudsman, Local authorities of a city/a gmina, the European Union, the NATO, the UN, the Institute of National Remembrance, Courts, Officials of public administration, the Television, the Government, Large companies, Newspapers, Churches of other denominations, Trade unions, the Sejm and the Senate, and Political parties. The indicator includes answers: I definitely have confidence and I rather have confidence. Possible answers were: I definitely have confidence; I rather have confidence; I do not rather have confidence; I definitely do not have confidence; It is hard to say. The indicator comes from the survey Current problems and events conducted on a randomly selected group of approximately 1000 adult residents of Poland.",
                      
                        "source": "The Public Opinion Research Center (CBOS)",
                      
                        "availability": "Data every two years; since 2010",
                      
                        "notes": ""
                      
                        "data_updated_on": "21-10-2020",
                      
                        "metadata_updated_on": "24-03-2020",
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "55",
                      
                          "2011" :   "",
                      
                          "2012" :   "58",
                      
                          "2013" :   "",
                      
                          "2014" :   "60",
                      
                          "2015" :   "",
                      
                          "2016" :   "64",
                      
                          "2017" :   "",
                      
                          "2018" :   "65",
                      
                          "2019" :   "",
                      
                          "2020" :   "74"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
