


{
  "16-3-b": [
    {
      "metadata": [
        
        {
                        "name": "16.3.b Government effectiveness index",
                      
                        "goal": "Goal 16. Peace, justice and strong institutions",
                      
                        "priority": "Enhancement of public institutions effectiveness",
                      
                        "definition": "Quality evaluation of public services, the quality of the civil service and its independence from political pressures, the competences of public officers and the credibility of the government s commitment to its stated policies.",
                      
                        "unit": "points",
                      
                        "dimensions": "total",
                      
                        "methodology": "The index is a weighted average of the sequence (from 7 to 13) of other indexes which reflects the opinions of experts, entrepreneurs and households on various aspects of the public sphere functioning. Evaluation is done particularly for the following phenomena: - quality of public services - quality of public administration and its independence from political pressures - quality of formulated and implemented policies - quality of public structure: transport, sanitary, IT, etc. Value of government effectiveness index is standardized in the range of , the higher the note, the higher the evaluation of the quality of government in a given country. Government effectiveness index, also called Government Effectiveness is one of six Worldwide Governance Indicators developed by The World Bank. Rest of indicators: Voice and Accountability, Political Stability and Absence of Violence, Regulatory Quality, Rule of Law, Corruption Control. Scale for all indicators is from -2.5 to +2.5.",
                      
                        "source": "World Bank",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "0.64",
                      
                          "2011" :   "0.62",
                      
                          "2012" :   "0.68",
                      
                          "2013" :   "0.72",
                      
                          "2014" :   "0.83",
                      
                          "2015" :   "0.80",
                      
                          "2016" :   "0.71",
                      
                          "2017" :   "0.64",
                      
                          "2018" :   "0.66",
                      
                          "2019" :   "0.60"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
