


{
  "3-1-d": [
    {
      "metadata": [
        
        {
                        "name": "3.1.d Number of deaths due to malignant neoplasms per 100 thous. population",
                      
                        "goal": "Goal 3. Good health and well-being",
                      
                        "priority": "Decrease in morbidity and mortality due to civilization diseases",
                      
                        "definition": "Number of deaths due to malignant neoplasms per 100 thous. population.",
                      
                        "unit": "persons",
                      
                        "dimensions": "total",
                      
                        "methodology": "Death - permanent, irreversible cessation of functions of the essential for life organs, the consequence of which is the cessation of all functions of the whole organism. Malignant neoplasm - according to the International Statistical Classification of Diseases and Related Health Problems ICD-10: disease symbol C00-C97 - it expands in an infiltrative way, ie. it doesn' t push surrounding tissue (such as benign neoplasm), but it penetrates between the cells of normal tissue, giving metastases. The source of data on death is the document of the Ministry of Health Death certificate, which is basic document for civil status acts and is in the part secondarily utilized by national statistics (Regulation of the Minister of Health, Journal of Laws 2015, item 231). Data on deaths are compiled in territorial division by place of registered for permanent stay of deceased person.When compiling the data on deaths by cause the initial cause of death is assumed. The initial cause is the disease, which was at the beginning of the morbid process and which caused the death it may be also the injury or the poisoning, which caused the death. Data relating to the judicature on the causes of death are given in accordance with the International Statistical Classification of Diseases and Related Health Problems (Revision X). Data on population were compiled on the basis of:  the balances of the residing population in a gmina based on the results of 2021 Population and Housing Census (for data since 2020) for previous years (2010 - 2019) on the basis of the 2011 Population and Housing Census, the registers of the Ministry of Interior - internal and international migration of population for permanent residence (since 2006 the presented data come from the Common Electronic System of Population Register - PESEL), documentation of Civil Status Offices regarding registered marriages, births and deaths. ",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "",
                      
                        "data_updated_on": "07-02-2023",
                      
                        "metadata_updated_on": "03-02-2023"
                      }
      ],
      "data": [
        {
                    "by sex": [
                        {
                        "total": [
                                {
                                
                                    "2010" :   "240.4",
                                
                                    "2011" :   "239.3",
                                
                                    "2012" :   "245.9",
                                
                                    "2013" :   "244.4",
                                
                                    "2014" :   "248.3",
                                
                                    "2015" :   "261.6",
                                
                                    "2016" :   "260.1",
                                
                                    "2017" :   "259.3",
                                
                                    "2018" :   "263.9",
                                
                                    "2019" :   "261.3",
                                
                                    "2020" :   "261.6",
                                
                                    "2021" :   "246.5"
                                
                                }
                            ],"males": [
                                {
                                
                                    "2010" :   "277.9",
                                
                                    "2011" :   "276.4",
                                
                                    "2012" :   "282.5",
                                
                                    "2013" :   "280.1",
                                
                                    "2014" :   "282.9",
                                
                                    "2015" :   "299.1",
                                
                                    "2016" :   "297.2",
                                
                                    "2017" :   "293.5",
                                
                                    "2018" :   "297.9",
                                
                                    "2019" :   "292.8",
                                
                                    "2020" :   "294.4",
                                
                                    "2021" :   "275.4"
                                
                                }
                            ],"females": [
                                {
                                
                                    "2010" :   "205.3",
                                
                                    "2011" :   "204.5",
                                
                                    "2012" :   "211.4",
                                
                                    "2013" :   "211.0",
                                
                                    "2014" :   "215.9",
                                
                                    "2015" :   "226.4",
                                
                                    "2016" :   "225.4",
                                
                                    "2017" :   "227.3",
                                
                                    "2018" :   "232.1",
                                
                                    "2019" :   "231.9",
                                
                                    "2020" :   "230.8",
                                
                                    "2021" :   "219.5"
                                
                                }
                            ]
                        }
                    ],
                    "urban/rural": [
                        {
                        "urban area": [
                                {
                                
                                    "2010" :   "254.3",
                                
                                    "2011" :   "253.1",
                                
                                    "2012" :   "262.0",
                                
                                    "2013" :   "261.5",
                                
                                    "2014" :   "266.1",
                                
                                    "2015" :   "282.7",
                                
                                    "2016" :   "278.5",
                                
                                    "2017" :   "280.5",
                                
                                    "2018" :   "285.6",
                                
                                    "2019" :   "282.7",
                                
                                    "2020" :   "283.1",
                                
                                    "2021" :   "266.0"
                                
                                }
                            ],"rural area": [
                                {
                                
                                    "2010" :   "218.8",
                                
                                    "2011" :   "217.9",
                                
                                    "2012" :   "220.9",
                                
                                    "2013" :   "218.3",
                                
                                    "2014" :   "221.2",
                                
                                    "2015" :   "229.6",
                                
                                    "2016" :   "232.3",
                                
                                    "2017" :   "227.4",
                                
                                    "2018" :   "231.3",
                                
                                    "2019" :   "229.2",
                                
                                    "2020" :   "229.5",
                                
                                    "2021" :   "217.6"
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
