


{
  "3-1-a": [
    {
      "metadata": [
        
        {
                        "name": "3.1.a Healthy Life Years — males",
                      
                        "goal": "Goal 3. Good health and well-being",
                      
                        "priority": "Decrease in morbidity and mortality due to civilization diseases",
                      
                        "definition": "Healthy life expectancy is a coefficient reflecting the health situation of the population, calculated on the basis of life tables and subjectively perceived disability.",
                      
                        "unit": "years",
                      
                        "dimensions": "total",
                      
                        "methodology": "The value of the coefficient is interpreted as the predicted average number of years a person will live from the moment of birth without a disability, provided that the current conditions of mortality and loss of health of the population will remain at the current level. The coefficient is calculated on the basis of life tables, which are built using data on:  number of deaths in a given year by age, population size by age groups as of June 30 of a given year, and subjectively perceived disability.  Life tables illustrate both the average life expectancy and the potential pattern of extinction of the population. The source of data on death is the document of the Ministry of Health ”Death certificate” (basic document for civil status acts, which is in the part secondarily utilized by national statistics), data from the register of civil status and since 2015 — from PESEL register within the scope of additional data. Data on deaths are compiled in territorial division by place of registered for permanent stay of deceased person. Data on population were compiled on the basis of:  the balances of the residing population in a gmina based on the results of 2021 Population and Housing Census (for data since 2020) for previous years (2010 - 2019) on the basis of the 2011 Population and Housing Census, the registers of the Ministry of Interior - internal and international migration of population for permanent residence (since 2006 the presented data come from the Common Electronic System of Population Register - PESEL), documentation of Civil Status Offices regarding registered marriages, births and deaths.  Disability is estimated on the basis of variables obtained from the EU-SILC questionnaire survey (EU Statistics on Income and Living Conditions), conducted annually since 2005.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "58.0",
                      
                          "2011" :   "58.2",
                      
                          "2012" :   "58.5",
                      
                          "2013" :   "58.7",
                      
                          "2014" :   "58.9",
                      
                          "2015" :   "59.0",
                      
                          "2016" :   "59.6",
                      
                          "2017" :   "59.7",
                      
                          "2018" :   "59.8",
                      
                          "2019" :   "59.8",
                      
                          "2020" :   "59.2",
                      
                          "2021" :   "59.1"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
