


{
  "3-2-b": [
    {
      "metadata": [
        
        {
                        "name": "3.2.b Number of nurses and midwives per 10 thous. population",
                      
                        "goal": "Goal 3. Good health and well-being",
                      
                        "priority": "Inequality reduction in access to healthcare",
                      
                        "definition": "Number of nurses and midwives (employed persons in the main place of work) per 10 thousand population.",
                      
                        "unit": "persons",
                      
                        "dimensions": "total",
                      
                        "methodology": "A nurse - a person who has required qualifications, confirmed by appropriate documents, to perform the profession of a nurse, which consists of providing health services (in particular as regards nursing, preventive, diagnostic, medical, rehabilitative and health promotion services. (Act of 5 July 1996 on the Profession of Nurses and Midwives - consolidated text: Journal of Laws of 2009, No. 151, item 1217, with subsequent amendments). A midwife - a person who has required qualifications, confirmed by appropriate documents, to perform the profession of a midwife, which consists of providing health services (in particular as regards nursing, preventive, diagnostic, medical, rehabilitative a and health promotion services, connected with care over a woman, a pregnant woman, a childbearing woman, a woman lying-in as well as over an infant). (Act of 5 July 1996 on the Profession of Nurses and Midwives. Original text : Journal of Laws 1996 No 91, item 410 consolidated text: Journal of Laws of 2001, No. 57, item 602, with later amendments). Employed persons in the main place of work - persons working full-time, overtime as well as part-time in relation to work time defined in the obligatory regulations for a given type of work. These persons, regardless of working time are counted once, according to the primary workplace. Data concern working directly with a patient, i.e. excluding persons for whom the primary workplace is the National Health Fund, units of state or local self-government administration and higher education institutions. Data do not cover persons working in the Ministry of National Defence and the Ministry of Interior (until 2011, the Ministry of Interior and Administration).",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "53.7",
                      
                          "2011" :   "54.2",
                      
                          "2012" :   "61.2",
                      
                          "2013" :   "58.0",
                      
                          "2014" :   "57.6",
                      
                          "2015" :   "57.2",
                      
                          "2016" :   "56.9",
                      
                          "2017" :   "56.3",
                      
                          "2018" :   "56.2",
                      
                          "2019" :   "56.3"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
