


{
  "3-3-a": [
    {
      "metadata": [
        
        {
                        "name": "3.3.a Self-reported unmet need for medical examination and care",
                      
                        "goal": "Goal 3. Good health and well-being",
                      
                        "priority": "Increase in health awareness",
                      
                        "definition": "The percentage of population aged 16 and over who reported unmet needs for medical care.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "The indicator measures the share of the population aged 16 and over reporting unmet needs for medical care due to one of the following reasons: Financial reasons, Waiting list and Too far to travel (all three categories are cumulated). Self-reported unmet needs concern a person's own assessment of whether he or she needed medical examination or treatment (dental care excluded), but did not have it or did not seek it. The indicator is calculated on the basis of househols' equivalised disposable income obtained from the EU-SILC survey. EU-SILC survey (European Union Statistics on Income and Living Conditions) is a constant survey (conducted every year) whose subject are households and persons aged 16 and more in households. The survey is of a panel character, i.e. selected group of respondents is subject to several rounds of observation at intervals, so that it allows to observe and analyze the changing situation, attitudes, behaviour or opinions of a surveyed group. Survey is conducted by face-to-face interview technique using 2 questionnaires; one of which is used to obtain data on households, and the second to obtain data on individuals. The purpose of EU-SILC survey is to obtain information which allows the assessment of living conditions of Polish society and allows to compare them to the living conditions in other countries of European Union. This is achieved by adoption of a uniform methodology by Eurostat. At current requests of European Union authorities, module surveys devoted to selected issue are also conducted within EU-SILC survey (that is an additional questionnaire proceeded together with the basic survey). Central Statistical Office of Poland implemented EU-SILC survey in 2005.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "8.3",
                      
                          "2011" :   "7.9",
                      
                          "2012" :   "9.0",
                      
                          "2013" :   "8.8",
                      
                          "2014" :   "7.8",
                      
                          "2015" :   "7.3",
                      
                          "2016" :   "6.6",
                      
                          "2017" :   "3.3",
                      
                          "2018" :   "4.2",
                      
                          "2019" :   "4.2",
                      
                          "2020" :   "1.9"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
