


{
  "3-3-d": [
    {
      "metadata": [
        
        {
                        "name": "3.3.d Percentage of newborns included in screening tests for rare metabolic disorders",
                      
                        "goal": "Goal 3. Good health and well-being",
                      
                        "priority": "Increase in early disease detectability and increase in access to modern therapies",
                      
                        "definition": "Share of number of newborns included in screening tests for rare metabolic disorders  in the total number of newborns.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "The term newborn is applied to a child from birth to 27 days of age. Screening test for rare metabolic disorders is a kind of strategic test which is carried out in order to detect metabolic diseases (that do not produce clinical signs characteristic in the first months of life), and thus in order to begin early treatment to prevent serious consequences of the disease in the future This allows reduction of costs associated with the subsequent long-term rehabilitation (due to delayed diagnosis of the disease). Rare errors of metabolism include: MCAD (Medium-chain acyl-coenzyme A dehydrogenase deficiency) with a frequency of 1: 9 000, LCHAD (Long-chain 3-hydroxyacyl-CoA dehydrogenase) with a frequency of 1: 180 000, glutaric acidemia type 1 with a frequency of 1: 50 000, Propionyl-CoA carboxylase deficiency with a frequency of 1: 50 000, propionic acidemia with a frequency of 1: 125 000, acute methylmalonic acidemia with a frequency of 1: 180 000,  acute methylmalonic acidemia sensitive to B12 with a frequency of 1: 120 000, 3-MCC (3-methylcrotonyl-CoA carboxylase deficiency) with a frequency of 1: 50 000, Short-chain acyl-CoA dehydrogenase (SCAD) deficiency with a frequency of 1: 180 000, 3-hydroxy-3-methylglutaryl-CoA lyase deficiency (also known as HMG-CoA lyase deficiency) with a frequency of 1: 360 000, MSUD (maple syrup urine disease) with a frequency of 1: 90 000.",
                      
                        "source": "Ministry of Health",
                      
                        "availability": "Annual data; since 2011",
                      
                        "notes": ""
                      
                        "data_updated_on": "26-04-2023",
                      
                        "metadata_updated_on": "26-04-2023",
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "28.6",
                      
                          "2011" :   "43.2",
                      
                          "2012" :   "59.5",
                      
                          "2013" :   "78.9",
                      
                          "2014" :   "100.0",
                      
                          "2015" :   "100.0",
                      
                          "2016" :   "99.9",
                      
                          "2017" :   "99.9",
                      
                          "2018" :   "99.9",
                      
                          "2019" :   "99.9",
                      
                          "2020" :   "100.0",
                      
                          "2021" :   "100.0",
                      
                          "2022" :   "100.0"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
