


{
  "3-4-e": [
    {
      "metadata": [
        
        {
                        "name": "3.4.e Number of screening tests for early detection of colorectal cancer at 10 thous. population",
                      
                        "goal": "Goal 3. Good health and well-being",
                      
                        "priority": "Increase in early disease detectability",
                      
                        "definition": "Number of tests carried out as part of the Screening Research Program for the early detection of colorectal cancer per 10 thous. population (opportunistic system and invited).",
                      
                        "unit": "units",
                      
                        "dimensions": "total",
                      
                        "methodology": "Indicator = L / M, where: L = Number of tests performed as part of the Screening Program for the early detection of colorectal cancer performed in a given year in an invited and opportunist system M = Population (state at the end of the year) based on the data of the Statistics Poland The Colon Cancer Screening Program is the task of the National Program for Combating Cancer Diseases. Since 2012, personal invitations to colonoscopy to persons aged 55-64 have been sent within PBP. The aim of the program is to reduce the number of cases and deaths from colon cancer. Colon cancer is a cancer that develops from benign lesions, so-called polyps (its development lasts for a dozen or so years). Thanks to the early detection and removal of polyps, it is possible to prevent the development of colon cancer. Such prophylactic examinations reduce the risk of colon cancer by 60-90%.   Data on population were compiled on the basis of: - the balances of the residing population in a gmina based on the results of 2011 Population and Housing Census (for data since 2010) for previous years (2003 - 2009) on the basis of the 2002 Population and Housing Census, the registers of the Ministry of Interior - internal and international migration of population for permanent residence (since 2006 the presented data come from the Common Electronic System of Population Register - PESEL), - documentation of Civil Status Offices regarding registered marriages, births and deaths. According to the national definition of residence, the population of a given commune includes people residing there (staying) for a period of at least 3 months. This means that the population of a given commune is captured: - permanent residents (people registered there or permanently living without registration), with the exception of those residents who left for another commune in the country for more than 3 months, - people who have arrived from another place in the country for more than three months.",
                      
                        "source": "Maria Skłodowska-Curie Institute of Oncology in Warsaw",
                      
                        "availability": "Annual data; since 2012",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "8.97",
                      
                          "2013" :   "11.11",
                      
                          "2014" :   "9.15",
                      
                          "2015" :   "16.21",
                      
                          "2016" :   "10.38",
                      
                          "2017" :   "26.38",
                      
                          "2018" :   "26.57"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
