


{
  "3-5-a": [
    {
      "metadata": [
        
        {
                        "name": "3.5.a Current public expenditure on health care as % of GDP",
                      
                        "goal": "Goal 3. Good health and well-being",
                      
                        "priority": "Improvement of healthcare system quality and patient safety",
                      
                        "definition": "Share of current public expenditure on health care in GDP.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "The data comes from the survey on National Health Account (NHA), which aims to summarize public health and public health expenditure according to the International Classification for Health Accounts (ICHA). The subjective scope of the NHA survey are the patterns of public / compulsory and private / non-compulsory expenditures for health care, while the subject matter - current expenditure on health care) Compiled in accordance with ICHA (HP - suppliers, HF - financing schemes and HC - functional classification of provided health services) and in interrelationships: HCxHF, HPxHF, HCxHP. The amount of expenditures included in NHA, in accordance with the applicable methodology, covers current expenditures, so it does not include capital expenditure, which includes, for example, investment expenditures, research and development, education. The source of information for NHA in the area of public spending (HF.1), which consists of government diagrams, obligatory schemes - insurance premiums, are, among others, administrative systems of institutions which collect data on expenditure on health care (i.e. Ministry of Health, National Health Fund, Social Insurance Institution, Agricultural Social Insurance Fund, Ministry of the Interior and Administration, Ministry of National Defense, Ministry of Justice, Ministry of Family, Labour and Social Policy, State Fund for Rehabilitation of Disabled People). The results of other research carried out as part of the program of statistical surveys of official statistics and other available sources of information, mainly for estimating private expenditure, are also used. ",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2013",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "",
                      
                          "2013" :   "4.5",
                      
                          "2014" :   "4.5",
                      
                          "2015" :   "4.5",
                      
                          "2016" :   "4.5",
                      
                          "2017" :   "4.5",
                      
                          "2018" :   "4.5",
                      
                          "2019" :   "4.6"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
