


{
  "3-5-a": [
    {
      "metadata": [
        
        {
                        "name": "3.5.a National indicator of average exposure to PM2.5",
                      
                        "goal": "Goal 3. Good health and well-being",
                      
                        "priority": "Comprehensive improvement of air quality reaching the state of no risk to health and environment in accordance with EU legislation and, in a longer-term perspective, WHO guidelines by reducing emissions of pollutants into the air",
                      
                        "definition": "Average level of substances in the air, determined on the basis of measurements carried out within the municipal background areas in cities with number of residents exceeding 100 thousand and agglomerations within the whole country; the calculation manner for KW is provided for in the regulation by the Minister of Environment of 13.09.2012 for calculation of the average exposure indicator and evaluation of keeping the concentration exposure threshold (Official Journal Dz.U. item 1029).",
                      
                        "unit": "μg/m3",
                      
                        "dimensions": "total",
                      
                        "methodology": "Measurements for the needs of calculating national indicator were started in 2010. According to the above the national average exposure indicator for 2010 was calculated as the arithmetic mean of the average annual PM2.5 concentrations in 2011. The index for 2011 was calculated as the arithmetic mean of the average annual PM2.5 concentrations in 2010-2011 in 2012. For 2012 and subsequent years, the national average exposure indicator is calculated as the arithmetic average of the average annual PM2,5 concentrations from the last three years (eg for 2015 the indicator was calculated in 2016 as the arithmetic mean of the average annual PM2,5 concentrations for 2013-2015). For the purposes of calculating national indicator, 30 measuring stations were created whose locations were approved by the Chief Inspectorate of Environmental Protection. Measuring stations are located in areas with a very high population density remote from dust emission sources. In cities over 100,000 inhabitants and agglomerations not exceeding 1 million inhabitants, these measurements are carried out on one measuring station. In the Warsaw Agglomeration and the Upper Silesian Agglomeration, measurements are carried out on two measurement stations. Detailed information on the location of air pollutant measuring stations PM2,5 for the purposes of calculating KW are included in voivodship environmental monitoring programs. Measurements are made using low-flow PM2.5 dust collectors, i.e. the reference method by voivodships inspectorates for environmental protection. Measurements are carried out continuously.",
                      
                        "source": "Chief Inspectorate of Environmental Protection",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      }
                  ]
            }
      ]
    }
  ]
}
