


{
  "3-6-a": [
    {
      "metadata": [
        
        {
                        "name": "3.6.a Percentage of medical entities with IT solutions that enable keeping medical records in electronic form",
                      
                        "goal": "Goal 3. Good health and well-being",
                      
                        "priority": "Development of e-health area",
                      
                        "definition": "Share of the number of medical entities with IT solutions that enable keeping medical records in electronic form (in the year of conducting the questionnaire survey) in the number of surveyed medical entities.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Data are obtained on the basis of surveys of medical entities.Medical entities include: hospitals, units offering stationary and round-the-clock health services other than hospitals, entities offering outpatient health services, and POZ centers.Electronic medical documentation (in accordance with the Act of 28 April 2011 on the information system in health care) (Journal of Laws of 2019, item 408, as amended) these are documents produced in electronic form bearing qualified an electronic signature, a trusted signature, a personal signature or using the method of confirming the origin and data integrity available in the ICT system made available free of charge by the Social Insurance Institution:1. recipes,2. specified in the regulations issued on the basis of art. 13a,3. referrals defined in the regulations issued on the basis of art. 59aa para. 2 of the Act of 27 August 2004 on health care services financed from public funds (Journal of Laws of 2018, item 1510, as amended).From 1 January 2019, the obligation to keep medical records in electronic form was introduced, as mentioned in the regulations issued on the basis of art. 13a of the Act on Information System in Health Care. This obligation includes the following types of medical records:1. information on the diagnosis of the disease, health problem or injury, the results of the tests carried out, the reason for refusing admission to the hospital, health benefits and any recommendations - in the event of refusal to enter the hospital,2. information for the doctor directing the beneficiary to a specialist clinic or hospital treatment about the diagnosis,3. information card from hospital treatment.",
                      
                        "source": "Center of e-Health (CeZ)",
                      
                        "availability": "Data every 2 years; from 2014",
                      
                        "notes": "In 2018, Center used 4184 completed, positively verified questionnaires. In 2016 - 4101 questionnaires. In 2014 - 3939 questionnaires."
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "",
                      
                          "2013" :   "",
                      
                          "2014" :   "23.26",
                      
                          "2015" :   "",
                      
                          "2016" :   "35.34",
                      
                          "2017" :   "",
                      
                          "2018" :   "56.60",
                      
                          "2019" :   "",
                      
                          "2020" :   "",
                      
                          "2021" :   "68.36"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
