{
  "1":[{
      "1-1-1": [
        {
          "metadane": [
            
            {
                            "nazwa": " 1.1.1 Stopa ubóstwa według międzynarodowej granicy ubóstwa",
                          
                            "cel": "Cel 1. Koniec z ubóstwem",
                          
                            "zadanie": "1.1 Do 2030 roku wyeliminować skrajne ubóstwo na całym świecie aktualnie mierzone jako utrzymywanie się za mniej niż $1,25 dziennie",
                          
                            "definicja": "Odsetek osób w gospodarstwach domowych, których dzienny dochód jest niższy od kwoty, określonej jako międzynarodowa granica ubóstwa (1,9 $ dziennie).",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Definicja wskaźnika: Odsetek osób z dochodem do dyspozycji poniżej progu zagrożenia ubóstwem, który określany jest dziennym dochodem do dyspozycji w wysokości 1,9 $. W celu zniwelowania różnic w mierzeniu ubóstwa ludnosci mieszkającej w różnych krajach zastosowano tzw. parytet siły nabywczej (PPP).  PPP to rodzaj kursów wymiany walut, które stosuje się w celu przeliczenia wskaźników ekonomicznych wyrażonych w walutach krajowych na wspólną umowną walutę.  Ze względu na zmieniające się realia ekonomiczno-społeczne, międzynarodowa granica ubóstwa musi być okresowo aktualizowana.  Obecny próg został określony w październiku 2015. Wcześniej, wg aktualizacji Banku Światowego z 2008 r. międzynarodowa granica ubóstwa wynosiła 1,25 $.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0.2",
                              
                                  "2011" :   "0.3",
                              
                                  "2012" :   "0.3",
                              
                                  "2013" :   "0.2",
                              
                                  "2014" :   "0.4",
                              
                                  "2015" :   "0.4",
                              
                                  "2016" :   "0.5",
                              
                                  "2017" :   "0.3",
                              
                                  "2018" :   "0.3"
                              
                              }
                          ]
                    
                
            }
          ]
        }
      ]
    },{
      "1-2-1": [
        {
          "metadane": [
            
            {
                            "nazwa": " 1.2.1 Stopa ubóstwa po transferach społecznych",
                          
                            "cel": "Cel 1. Koniec z ubóstwem",
                          
                            "zadanie": "1.2 Do 2030 roku zmniejszyć przynajmniej o połowę odsetek mężczyzn, kobiet i dzieci, cierpiących z powodu ubóstwa, we wszystkich jego wymiarach określonych zgodnie z krajowymi definicjami",
                          
                            "definicja": "Odsetek osób, których ekwiwalentny dochód do dyspozycji (po uwzględnieniu w dochodach transferów społecznych), jest niższy od granicy ubóstwa ustalonej na poziomie 60% krajowej mediany ekwiwalentnych dochodów do dyspozycji.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem, płeć, wiek",
                          
                            "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania EU-SILC. Badanie EU-SILC (Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej obserwacji w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy  z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi – danych o osobach indywidualnych.  Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia.  W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym). Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r. Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe). Ekwiwalentny dochód do dyspozycji jest to suma rocznych dochodów pieniężnych netto (po odliczeniu zaliczek na podatek dochodowy, podatków od dochodów z własności, składek na ubezpieczenie społeczne, zdrowotne) wszystkich członków gospodarstwa domowego pomniejszona o: podatki od nieruchomości, transfery pieniężne przekazane innym gospodarstwom domowym oraz saldo rozliczeń z urzędem skarbowym. Przy obliczeniach wyników z zakresu dochodów zastosowano zmodyfikowaną skalę ekwiwalentności OECD. Według tej skali:    • wagę 1 przypisuje się pierwszej osobie w gospodarstwie domowym w wieku 14 lat i więcej;   • wagę 0,5 – każdej następnej osobie w tym wieku;   • wagę 0,3 – każdemu dziecku w wieku poniżej 14 lat. Oznacza to, że granica ubóstwa skrajnego i relatywnego dla gospodarstwa 4-osobowego złożonego z dwóch osób dorosłych i dwojga dzieci jest 2,1 razy wyższa niż dla gospodarstwa 1-osobowego.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "miasto/wieś": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "17.6",
                                          
                                              "2011" : "17.7",
                                          
                                              "2012" : "17.1",
                                          
                                              "2013" : "17.3",
                                          
                                              "2014" : "17.0",
                                          
                                              "2015" : "17.6",
                                          
                                              "2016" : "17.3",
                                          
                                              "2017" : "15.0",
                                          
                                              "2018" : "14.8"
                                          
                                          }
                                      ],"miasto": [
                                          {
                                          
                                              "2010" : "12.6",
                                          
                                              "2011" : "12.7",
                                          
                                              "2012" : "12.3",
                                          
                                              "2013" : "12.1",
                                          
                                              "2014" : "11.7",
                                          
                                              "2015" : "12.5",
                                          
                                              "2016" : "12.8",
                                          
                                              "2017" : "10.7",
                                          
                                              "2018" : "10.8"
                                          
                                          }
                                      ],"wieś": [
                                          {
                                          
                                              "2010" : "25.3",
                                          
                                              "2011" : "25.2",
                                          
                                              "2012" : "24.3",
                                          
                                              "2013" : "24.9",
                                          
                                              "2014" : "24.7",
                                          
                                              "2015" : "25.2",
                                          
                                              "2016" : "24.0",
                                          
                                              "2017" : "21.5",
                                          
                                              "2018" : "20.8"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "płeć": [
                                  {"mężczyźni": [
                                          {
                                          
                                              "2010" : "17.4",
                                          
                                              "2011" : "17.8",
                                          
                                              "2012" : "17.1",
                                          
                                              "2013" : "17.3",
                                          
                                              "2014" : "17.2",
                                          
                                              "2015" : "18.1",
                                          
                                              "2016" : "17.1",
                                          
                                              "2017" : "15.1",
                                          
                                              "2018" : "14.6"
                                          
                                          }
                                      ],"kobiety": [
                                          {
                                          
                                              "2010" : "17.7",
                                          
                                              "2011" : "17.6",
                                          
                                              "2012" : "17.1",
                                          
                                              "2013" : "17.3",
                                          
                                              "2014" : "16.8",
                                          
                                              "2015" : "17.2",
                                          
                                              "2016" : "17.4",
                                          
                                              "2017" : "14.9",
                                          
                                              "2018" : "15.0"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "wiek": [
                                  {"poniżej 6 lat": [
                                          {
                                          
                                              "2010" : "20.5",
                                          
                                              "2011" : "19.7",
                                          
                                              "2012" : "18.6",
                                          
                                              "2013" : "21.7",
                                          
                                              "2014" : "19.4",
                                          
                                              "2015" : "19.7",
                                          
                                              "2016" : "17.6",
                                          
                                              "2017" : "11.8",
                                          
                                              "2018" : "10.7"
                                          
                                          }
                                      ],"poniżej 18 lat": [
                                          {
                                          
                                              "2010" : "22.5",
                                          
                                              "2011" : "22.0",
                                          
                                              "2012" : "21.5",
                                          
                                              "2013" : "23.2",
                                          
                                              "2014" : "22.3",
                                          
                                              "2015" : "22.4",
                                          
                                              "2016" : "21.1",
                                          
                                              "2017" : "14.0",
                                          
                                              "2018" : "13.0"
                                          
                                          }
                                      ],"18-24 lata": [
                                          {
                                          
                                              "2010" : "20.9",
                                          
                                              "2011" : "20.7",
                                          
                                              "2012" : "21.8",
                                          
                                              "2013" : "21.5",
                                          
                                              "2014" : "22.0",
                                          
                                              "2015" : "22.6",
                                          
                                              "2016" : "23.5",
                                          
                                              "2017" : "20.9",
                                          
                                              "2018" : "21.1"
                                          
                                          }
                                      ],"18-64 lata": [
                                          {
                                          
                                              "2010" : "16.9",
                                          
                                              "2011" : "17.1",
                                          
                                              "2012" : "16.5",
                                          
                                              "2013" : "16.7",
                                          
                                              "2014" : "16.7",
                                          
                                              "2015" : "17.6",
                                          
                                              "2016" : "17.3",
                                          
                                              "2017" : "15.6",
                                          
                                              "2018" : "15.2"
                                          
                                          }
                                      ],"60 lat i więcej": [
                                          {
                                          
                                              "2010" : "14.0",
                                          
                                              "2011" : "14.5",
                                          
                                              "2012" : "14.0",
                                          
                                              "2013" : "12.3",
                                          
                                              "2014" : "12.3",
                                          
                                              "2015" : "13.0",
                                          
                                              "2016" : "14.0",
                                          
                                              "2017" : "15.0",
                                          
                                              "2018" : "16.2"
                                          
                                          }
                                      ],"65 lat i więcej": [
                                          {
                                          
                                              "2010" : "14.2",
                                          
                                              "2011" : "14.7",
                                          
                                              "2012" : "14.0",
                                          
                                              "2013" : "12.3",
                                          
                                              "2014" : "11.7",
                                          
                                              "2015" : "12.1",
                                          
                                              "2016" : "12.8",
                                          
                                              "2017" : "13.8",
                                          
                                              "2018" : "15.5"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },{
      "1-2-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "1.2.2 Stopa ubóstwa warunków życia",
                          
                            "cel": "Cel 1. Koniec z ubóstwem",
                          
                            "zadanie": "1.2 Do 2030 roku zmniejszyć przynajmniej o połowę odsetek mężczyzn, kobiet i dzieci, cierpiących z powodu ubóstwa, we wszystkich jego wymiarach określonych zgodnie z krajowymi definicjami",
                          
                            "definicja": "Odsetek gospodarstw domowych, w których obserwowano 10 z 30 symptomów złych warunków życia. Wśród przejawów złych warunków życia rozpatruje się m.in. brak możliwości zaspokojenia różnego typu potrzeb konsumpcyjnych, jakość mieszkania oraz poziom wyposażenia w dobra trwałego użytku.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik obliczany jest na podstawie Badania Spójności Społecznej. Celem Badania spójności społecznej jest zebranie informacji pozwalających na dokonanie wszechstronnych ocen jakości życia, rozumianej jako kategoria wielowymiarowa (uwzględniająca aspekty ekonomiczne i społeczne) i ocenianej przez pryzmat zarówno wskaźników obiektywnych, jak i subiektywnych.  Dzięki integracji danych indywidualnych możliwe jest m.in. określenie w jakich grupach społeczeństwa występuje kumulacja korzystnych, bądź niekorzystnych aspektów jakości życia, jakie czynniki warunkują te sytuacje, a także jakie relacje zachodzą pomiędzy poszczególnymi wymiarami jakości życia. Szeroki zakres zbieranych informacji pozwala m.in. na kompleksową ocenę zróżnicowania poziomu i stylu życia oraz wielowymiarową analizę ubóstwa, wykluczenia społecznego, kapitału społecznego oraz subiektywnego dobrobytu. Jednostką badania jest gospodarstwo domowe oraz jedna wylosowana osoba w gospodarstwie, w wieku co najmniej 16 lat. Gospodarstwo domowe tworzą osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe). Badanie Spójności Społecznej przeprowadzane jest cyklicznie. Pierwsze badanie zostało przeprowadzone w 2011 r., kolejne - w 2015 r. W ramach wskaźnika warunków życia wzięto pod uwagę następujących 30 przejawów złych warunków życia:    • brak pieniędzy na przynajmniej jeden tydzień wakacji raz w roku,    • brak pieniędzy na rozrywkę (wyjście do kina, teatru, restauracji, na koncert itp.),    • brak możliwości utrzymania odpowiedniej temperatury w mieszkaniu (niewystarczająco ciepłe w zimie, niewystarczająco chłodne w lecie),    • zbyt małe mieszkanie lub nie każda osoba dorosła ma samodzielny pokój (lub wydzielone w mieszkaniu swoje stałe miejsce do odpoczynku, nauki i pracy),    • brak pieniędzy na wymianę zużytych mebli,    • brak pieniędzy na wizyty u lekarzy specjalistów lub lekarza dentysty,    • mieszkanie usytuowane: w hałaśliwym otoczeniu, w rejonie o skażonym środowisku naturalnym,    • mieszkanie ciemne, wilgotne,    • brak zainstalowanego ogrzewania lub występowanie pieca na opał (na węgiel, drewno, trociny),    • brak pieniędzy na zakup książek lub prasy,    • gospodarstwo nie może sobie pozwolić na zaproszenie raz w miesiącu swojej rodziny lub przyjaciół na obiad, kolację lub inny poczęstunek,    • złe warunki sanitarne (brak wody bieżącej, w tym ciepłej, łazienki, toalety),    • brak pieniędzy na zakup leków,    • brak kuchenki mikrofalowej lub wielofunkcyjnego robota kuchennego,    • gospodarstwo nie może sobie pozwolić na ofiarowanie swoim najbliższym prezentów przynajmniej raz w roku,    • brak samochodu z przyczyn finansowych,    • brak pieniędzy na zakup obuwia, odzieży, pościeli,    • brak dostępu do Internetu z przyczyn finansowych,    • brak komputera z przyczyn finansowych,    • brak pieniędzy na żywność (rezygnacja z jedzenia mięsa, świeżych owoców, warzyw),    • zły stan instalacji elektrycznej lub jej brak,    • brak odtwarzacza CD, DVD, MP3, telewizji kablowej lub satelitarnej z przyczyn finansowych,    • złe warunki mieszkaniowe,    • złe wyposażenie gospodarstwa w dobra trwałe,    • brak radia lub telewizora z przyczyn finansowych,    • brak pralki z przyczyn finansowych,    • brak odkurzacza z przyczyn finansowych,    • konieczność rezygnacji ze względu na brak pieniędzy z któregoś z podstawowych posiłków (śniadania, obiadu lub kolacji),    • brak telefonu (stacjonarnego, komórkowego) z przyczyn finansowych,    • brak lodówki, chłodziarki z przyczyn finansowych.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co kilka lat  od 2011 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "13.5",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "8.5",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "4.8"
                              
                              }
                          ]
                    
                
            }
          ]
        }
      ]
    },{
      "1-3-1-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "1.3.1.a Udział osób otrzymujących zasiłek dla bezrobotnych w ogólnej liczbie bezrobotnych",
                          
                            "cel": "Cel 1. Koniec z ubóstwem",
                          
                            "zadanie": "1.3 Wdrożyć właściwe dla poszczególnych krajów systemy i mechanizmy dla wszystkich ludzi, włącznie z najniższymi klasami społecznymi oraz objąć nimi do 2030 roku jak największą liczbę ludzi ubogich i szczególnie narażonych",
                          
                            "definicja": "Liczba osób otrzymujących zasiłek dla bezrobotnych odniesiona do ogólnej liczby osób bezrobotnych zarejestrowanych w Powiatowych Urzędach Pracy (PUP) pomnożona przez 100.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik opiera się na definicji bezrobotnego zgodnej z prawodawstwem krajowym. Definicję osoby bezrobotnej określa ustawa z dnia 20 kwietnia 2004 r. o promocji zatrudnienia i instytucjach rynku pracy (tekst jednolity Dz.U. 2016 poz. 645, z późniejszymi zmianami). Zgodnie z tą ustawą bezrobotny to osoba niezatrudniona i niewykonująca innej pracy zarobkowej, która ukończyła 18 lat i nie osiągnęła wieku emerytalnego, zdolna i gotowa do podjęcia zatrudnienia w pełnym wymiarze czasu pracy obowiązującym w danym zawodzie (lub w danej służbie albo innej pracy zarobkowej), a w przypadku osoby niepełnosprawnej - osoba zdolna i gotowa do podjęcia zatrudnienia w co najmniej w połowie tego wymiaru czasu pracy, zarejestrowana we właściwym dla miejsca zameldowania (stałego lub czasowego) powiatowym urzędzie pracy oraz poszukującą zatrudnienia lub innej pracy zarobkowej, z dodatkowymi wyłaczeniami w zakresie źródeł dochodów, określonymi w ustawie. Do bezrobotnych nie zalicza się osób uczących się w szkołach, z wyjątkiem uczących się w szkołach dla dorosłych (lub przystępujących do egzaminu eksternistycznego z zakresu programu nauczania tych szkół) lub w szkołach wyższych w systemie studiów niestacjonarnych. Zasiłek dla bezrobotnych jest to świadczenie przyznawane osobom bezrobotnym, zarejestrowanym w urzędach pracy. Zasiłki dla bezrobotnych od 1 czerwca 2004 r. przysługują osobom uprawnionym na mocy ustawy o promocji zatrudnienia i instytucjach rynku pracy (zawarte zostały one w Rozdziale 15 'Świadczenia dla bezrobotnych'), Dz.U.2016 poz. 645, z późniejszymi zmianami. Minister właściwy do spraw pracy, na podstawie komunikatu ogłaszanego (w Dzienniku Urzędowym RP 'Monitor Polski' w terminie do dnia 30 września każdego roku) przez Prezesa Głównego Urzędu Statystycznego w sprawie przeciętnej stopy bezrobocia w kraju oraz na obszarze powiatów - według stanu na dzień 30 czerwca danego roku (art. 82 w/w ustawy), ogłasza, w drodze obwieszczenia w Dzienniku Urzędowym Rzeczypospolitej Polskiej 'Monitor Polski', kwoty zasiłków po waloryzacji oraz długość okresu pobierania zasiłku. W zależności od stosunku stopy bezrobocia na obszarze powiatu do przeciętnej stopy bezrobocia w kraju – okres ten wynosi 180 lub 365 dni (art. 73 ust. 1 i 2).",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "16.7",
                              
                                  "2011" :   "16.5",
                              
                                  "2012" :   "16.8",
                              
                                  "2013" :   "13.8",
                              
                                  "2014" :   "13.3",
                              
                                  "2015" :   "13.9",
                              
                                  "2016" :   "14.0",
                              
                                  "2017" :   "14.8",
                              
                                  "2018" :   "15.8"
                              
                              }
                          ]
                    
                
            }
          ]
        }
      ]
    },{
      "1-3-1-b": [
        {
          "metadane": [
            
            {
                            "nazwa": " 1.3.1.b Udział osób w wieku poprodukcyjnym otrzymujących emeryturę w odniesieniu do ludności ogółem w wieku poprodukcyjnym ",
                          
                            "cel": "Cel 1. Koniec z ubóstwem",
                          
                            "zadanie": "1.3 Wdrożyć właściwe dla poszczególnych krajów systemy i mechanizmy dla wszystkich ludzi, włącznie z najniższymi klasami społecznymi oraz objąć nimi do 2030 roku jak największą liczbę ludzi ubogich i szczególnie narażonych",
                          
                            "definicja": "Liczba osób w wieku poprodukcyjnym otrzymujących emeryturę odniesiona do ludności w wieku poprodukcyjnym ogółem pomnożona przez 100.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem, płeć",
                          
                            "metodologia": "Emerytura – świadczenie pieniężne przysługujące ubezpieczonemu, który spełnia warunki uprawniające do emerytury z ubezpieczenia społecznego, tzn. osiągnął wiek emerytalny zróżnicowany w zależności od płci oraz ma odpowiedni okres składkowy i nieskładkowy. Powszechny wiek emerytalny do grudnia 2012 r. wynosił 60 lat życia (dla kobiet) i 65 lat życia (dla mężczyzn). W wyniku reformy systemu emerytalnego od stycznia 2013 r. ustawowy minimalny wiek emerytalny był podwyższany o 1 miesiąc w każdym kwartale. Docelowy wiek stanowiło 67 lat. Dla mężczyzn ten pułap miał zostać osiągnięty w 2020 r., dla kobiet w 2040 r. W wyniku kolejnych zmian, od października 2017 r. powszechny wiek emerytalny wynosi 60 lat dla kobiet i 65 lat dla mężczyzn. Ludność w wieku poprodukcyjnym obejmuje kobiety w wieku 60 lat i więcej oraz mężczyzn w wieku 65 lat i więcej. Warunki nabywania prawa do świadczeń emerytalno-rentowych określają ustawy:   • z dn. 13 października 1998 r. o systemie ubezpieczeń społecznych (Dz. U. z 2016 r. poz. 121, z późn. zm.),    • z dn. 17 grudnia 1998 r. o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych (Dz. U. z 2015 r. poz. 748, z późn. zm.),   • z dn. 20 grudnia 1990 r. ustawa o ubezpieczeniu społecznym rolników (Dz. U. z 2016 r. poz. 277). Odrębnie uregulowane są warunki nabywania prawa do świadczeń emerytalno-rentowych wypłacanych przez MON, MSWiA oraz MS oraz wysokości tych świadczeń – reguluje je ustawa z dn. 23 lipca 2003 r. o zmianie ustawy o systemie ubezpieczeń społecznych (Dz. U. Nr 166, poz. 1609).",
                          
                            "zrodlo": "Zakład Ubezpieczeń Społecznych / Kasa Rolniczego Ubezpieczenia Społecznego / Ministerstwo Obrony Narodowej / Ministerstwo Spraw Wewnętrznych i Administracji / Ministerstwo Sprawiedliwości / Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2011 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "płeć": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "77.1",
                                          
                                              "2012" : "77.1",
                                          
                                              "2013" : "77.4",
                                          
                                              "2014" : "75.2",
                                          
                                              "2015" : "74.6",
                                          
                                              "2016" : "74.0",
                                          
                                              "2017" : "76.4",
                                          
                                              "2018" : "78.1"
                                          
                                          }
                                      ],"mężczyźni": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "91.5",
                                          
                                              "2012" : "90.0",
                                          
                                              "2013" : "90.1",
                                          
                                              "2014" : "87.4",
                                          
                                              "2015" : "86.0",
                                          
                                              "2016" : "85.0",
                                          
                                              "2017" : "86.2",
                                          
                                              "2018" : "89.3"
                                          
                                          }
                                      ],"kobiety": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "70.8",
                                          
                                              "2012" : "71.3",
                                          
                                              "2013" : "71.4",
                                          
                                              "2014" : "69.7",
                                          
                                              "2015" : "69.4",
                                          
                                              "2016" : "68.9",
                                          
                                              "2017" : "71.3",
                                          
                                              "2018" : "72.7"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },{
      "1-4-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "1.4.1 Odsetek gospodarstw domowych z dostępem do podstawowych urządzeń sanitarnych i zaopatrzenia w wodę ",
                          
                            "cel": "Cel 1. Koniec z ubóstwem",
                          
                            "zadanie": "1.4 Do 2030 roku zapewnić wszystkim kobietom i mężczyznom, w szczególności osobom ubogim i szczególnie podatnym na zagrożenia, równe prawa w dostępie do zasobów gospodarczych oraz podstawowych usług, prawo do własności i sprawowania kontroli nad gruntami i innym mieniem, prawo dziedziczenia, dostęp do stosownych nowych technologii oraz usług finansowych, w tym mikrofinansowania",
                          
                            "definicja": "Odsetek gospodarstw domowych posiadających dostęp do podstawowych urządzeń sanitarnych i zaopatrzenia w wodę.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania EU-SILC. Badanie EU-SILC (Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej 'obserwacji' w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy  z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi – danych o osobach indywidualnych.  Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia.  W miarę potrzeb organów Unii Europejskiej, w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym).  Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r. Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe). Do podstawowych urządzeń sanitarnych zaliczono łazienkę z wanną i/lub prysznicem, ustęp spłukiwany bieżącą wodą. Zaopatrzenie w wodę oznacza dostęp do kranu z zimną wodą bieżącą. Wskaźnik nie uwzględnia dostępu do wywozu śmieci.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "93.7",
                              
                                  "2011" :   "93.8",
                              
                                  "2012" :   "94.5",
                              
                                  "2013" :   "94.9",
                              
                                  "2014" :   "95.2",
                              
                                  "2015" :   "95.5",
                              
                                  "2016" :   "96.0",
                              
                                  "2017" :   "96.2",
                              
                                  "2018" :   "96.6"
                              
                              }
                          ]
                    
                
            }
          ]
        }
      ]
    },{
      "1-4-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "1.4.2 Odsetek osób dorosłych z zabezpieczeniem z tytułu prawa własności do gruntów z prawnie uznaną dokumentacją, którzy postrzegają swoje prawa do ziemi jako zabezpieczone, wg płci oraz typu własności",
                          
                            "cel": "cel 1. Koniec z ubóstwem",
                          
                            "zadanie": "1.4 Do 2030 roku zapewnić wszystkim kobietom i mężczyznom, w szczególności osobom ubogim i szczególnie podatnym na zagrożenia, równe prawa w dostępie do zasobów gospodarczych oraz podstawowych usług, prawo do własności i sprawowania kontroli nad gruntami i innym mieniem, prawo dziedziczenia, dostęp do stosownych nowych technologii oraz usług finansowych, w tym mikrofinansowania",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              }
                          ]
                    
                
            }
          ]
        }
      ]
    },{
      "1-5-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "1.5.1 Liczba ofiar śmiertelnych lub poszkodowanych w wyniku katastrof budowlanych na 1 milion ludności",
                          
                            "cel": "Cel 1. Koniec z ubóstwem",
                          
                            "zadanie": "1.5 Do 2030 roku zbudować odporność na zagrożenia wśród osób ubogich i narażonych na zagrożenia, zmniejszyć ich podatność na zagrożenia i bezbronność wobec ekstremalnych zjawisk klimatycznych oraz innych wstrząsów gospodarczych, społecznych i środowiskowych, a także katastrof naturalnych",
                          
                            "definicja": "Relacja liczby osób poszkodowanych w wyniku katastrof budowlanych będących rezultatem zdarzeń losowych, błędu w utrzymaniu lub podczas prac budowlanych, w tym liczba ofiar śmiertelnych w przeliczeniu na 1 milion mieszkańców.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem, ofiary śmiertelne",
                          
                            "metodologia": "Dane o katastrofach budowlanych przekazane są przez powiatowych i wojewódzkich inspektorów nadzoru budowlanego w ramach zadań i kompetencji określonych w art. 76 ust. 1 pkt 2 ustawy Prawo budowlane ((Dz. U. z 2013 r. poz. 1409). Katastrofą budowlaną, zgodnie z art. 73 ustawy — Prawo budowlane, jest niezamierzone, gwałtowne zniszczenie obiektu budowlanego lub jego części, a także konstrukcyjnych elementów rusztowań, elementów formujących, ścianek szczelnych i obudowy wykopów. Katastrofy budowlane grupowane są według przyczyn na:    • wywołane zdarzeniami losowymi (m.in. silne wiatry, pożary, wybuchy gazu),    • spowodowane błędami podczas utrzymani obiektu budowlanego,    • spowodowane błędami podczas budowy nowego obiektu lub wykonywania robót budowlanych w istniejącym obiekcie budowlanym    • oraz spowodowane błędami opracowania dokumentacji obiektu budowlanego.",
                          
                            "zrodlo": "Rejestr Katastrof Budowlanych  Główny Urząd Nadzoru Budowlanego",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "Poszkodowani": [
                                  {"ogółem": [
                                          {
                                          }
                                      ],"ofiary śmiertelne": [
                                          {
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },{
      "1-5-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "1.5.2 Bezpośrednie straty gospodarcze będące rezultatem katastrof w relacji do globalnego PKB",
                          
                            "cel": "cel 1. Koniec z ubóstwem",
                          
                            "zadanie": "1.5 Do 2030 roku zbudować odporność na zagrożenia wśród osób ubogich i narażonych na zagrożenia, zmniejszyć ich podatność na zagrożenia i bezbronność wobec ekstremalnych zjawisk klimatycznych oraz innych wstrząsów gospodarczych, społecznych i środowiskowych, a także katastrof naturalnych",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              }
                          ]
                    
                
            }
          ]
        }
      ]
    },{
      "1-5-3": [
        {
          "metadane": [
            
            {
                            "nazwa": "1.5.3 Liczba krajów, które przyjęły i wdrożyły krajowe strategie redukcji ryzyka klęsk żywiołowych zgodne z Ramowym Programem Działań na lata 2015-2030 z Sendai w sprawie ograniczania ryzyka katastrof",
                          
                            "cel": "cel 1. Koniec z ubóstwem",
                          
                            "zadanie": "1.5 Do 2030 roku zbudować odporność na zagrożenia wśród osób ubogich i narażonych na zagrożenia, zmniejszyć ich podatność na zagrożenia i bezbronność wobec ekstremalnych zjawisk klimatycznych oraz innych wstrząsów gospodarczych, społecznych i środowiskowych, a także katastrof naturalnych",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              }
                          ]
                    
                
            }
          ]
        }
      ]
    },{
      "1-5-4": [
        {
          "metadane": [
            
            {
                            "nazwa": "1.5.4 Odsetek jednostek samorządu terytorialnego, które przyjęły i wdrożyły lokalne strategie redukcji ryzyka klęsk żywiołowych zgodne z krajową strategią redukcji ryzyka klęsk żywiołowych",
                          
                            "cel": "cel 1. Koniec z ubóstwem",
                          
                            "zadanie": "1.5 Do 2030 roku zbudować odporność na zagrożenia wśród osób ubogich i narażonych na zagrożenia, zmniejszyć ich podatność na zagrożenia i bezbronność wobec ekstremalnych zjawisk klimatycznych oraz innych wstrząsów gospodarczych, społecznych i środowiskowych, a także katastrof naturalnych",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              }
                          ]
                    
                
            }
          ]
        }
      ]
    },{
      "1-a-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "1.a.1 Odsetek zasobów przeznaczonych przez rządy bezpośrednio na programy walki z ubóstwem",
                          
                            "cel": "cel 1. Koniec z ubóstwem",
                          
                            "zadanie": "1.a Zagwarantować znaczącą mobilizację środków pochodzących z różnych źródeł, w tym ze zwiększonej współpracy rozwojowej, by zapewnić odpowiednie i przewidywalne środki dla krajów rozwijających się, w szczególności dla państw najsłabiej rozwiniętych, w celu umożliwienia realizacji programów i polityk w zakresie wyeliminowania ubóstwa we wszystkich jego wymiarach",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              }
                          ]
                    
                
            }
          ]
        }
      ]
    },{
      "1-a-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "1.a.2 Udział wydatków sektora instytucji rządowych i samorządowych według COFOG przeznaczanych na zdrowie, edukację i ochronę socjalną w wydatkach ogółem sektora instytucji rządowych i samorządowych",
                          
                            "cel": "Cel 1. Koniec z ubóstwem",
                          
                            "zadanie": "1.a Zagwarantować znaczącą mobilizację środków pochodzących z różnych źródeł, w tym ze zwiększonej współpracy rozwojowej, by zapewnić odpowiednie i przewidywalne środki dla krajów rozwijających się, w szczególności dla państw najsłabiej rozwiniętych, w celu umożliwienia realizacji programów i polityk w zakresie wyeliminowania ubóstwa we wszystkich jego wymiarach",
                          
                            "definicja": "Suma wydatków sektora instytucji rządowych i samorządowych (według funkcji klasyfikacji COFOG), poniesionych na zdrowie, edukację, ochronę socjalną, odniesiona do wydatków ogółem sektora instytucji rządowych i samorządowych.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "funkcje",
                          
                            "metodologia": "Sektor instytucji rządowych i samorządowych – zgodnie z ESA 2010 – obejmuje następujące podmioty gospodarki narodowej:   a) działające na zasadach określonych w ustawie o finansach publicznych (jednostki budżetowe, fundusze celowe, a od 2010 r. także samorządowe zakłady budżetowe, agencje wykonawcze i instytucje gospodarki budżetowej oraz działające do 2005 r. środki specjalne jednostek budżetowych, w latach 2005—2010 — rachunek dochodów własnych jednostek budżetowych oraz do 2010 r. — zakłady budżetowe i gospodarstwa pomocnicze jednostek budżetowych łącznie z prowadzącymi działalność gospodarczą oraz fundusze motywacyjne),   b) podmioty, których system finansowy został określony odrębnymi ustawami, a których podstawowym źródłem finansowania są dotacje z budżetu państwa (publiczne szkoły wyższe, Polska Akademia Nauk i tworzone przez nią jednostki organizacyjne, Krajowy Fundusz Drogowy oraz inne fundusze zarządzane przez Bank Gospodarstwa Krajowego, jednostki doradztwa rolniczego oraz agencje rządowe),   c) samodzielne publiczne zakłady opieki zdrowotnej,   d) państwowe i samorządowe instytucje kultury oraz państwowe instytucje filmowe,   e) fundusze mające osobowość prawną, które są powiązane z budżetem państwa lub z budżetami jednostek samorządu terytorialnego,   f) instytucje obsługujące fundusze ubezpieczeń społecznych (ZUS, KRUS) wraz z zarządzanymi przez nie funduszami oraz Narodowy Fundusz Zdrowia (w okresie 1 I 1999 r.— —31 III 2003 r. — kasy chorych),   g) szpitale publiczne działające w formie spółek kapitałowych oraz w formie instytutów badawczych,    h) Bankowy Fundusz Gwarancyjny,    i) inne jednostki, w tym przedsiębiorstwa publiczne oraz instytucje niekomercyjne spełniające kryteria ESA 2010 w zakresie klasyfikacji do sektora instytucji rządowych i samorządowych. Klasyfikacja COFOG (ang. Classification of the Functions of Government) – klasyfikacja wydatków instytucji rządowych i samorządowych według funkcji, w której wydatki uporządkowane są w układzie działów (funkcji), grup oraz klas. Zgodnie z tą klasyfikacją GF 07 oznacza funkcję Zdrowie, GF 09 - Edukację, GF10 - Ochronę socjalną.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "funkcje": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "58.6",
                                          
                                              "2011" : "58.3",
                                          
                                              "2012" : "59.7",
                                          
                                              "2013" : "60.9",
                                          
                                              "2014" : "60.9",
                                          
                                              "2015" : "61.6",
                                          
                                              "2016" : "63.9",
                                          
                                              "2017" : "63.3"
                                          
                                          }
                                      ],"zdrowie": [
                                          {
                                          
                                              "2010" : "10.9",
                                          
                                              "2011" : "10.6",
                                          
                                              "2012" : "10.8",
                                          
                                              "2013" : "10.9",
                                          
                                              "2014" : "11.0",
                                          
                                              "2015" : "11.2",
                                          
                                              "2016" : "11.3",
                                          
                                              "2017" : "11.4"
                                          
                                          }
                                      ],"edukacja": [
                                          {
                                          
                                              "2010" : "12.1",
                                          
                                              "2011" : "12.4",
                                          
                                              "2012" : "12.5",
                                          
                                              "2013" : "12.4",
                                          
                                              "2014" : "12.4",
                                          
                                              "2015" : "12.7",
                                          
                                              "2016" : "12.1",
                                          
                                              "2017" : "11.9"
                                          
                                          }
                                      ],"ochrona socjalna": [
                                          {
                                          
                                              "2010" : "35.6",
                                          
                                              "2011" : "35.3",
                                          
                                              "2012" : "36.4",
                                          
                                              "2013" : "37.6",
                                          
                                              "2014" : "37.6",
                                          
                                              "2015" : "37.7",
                                          
                                              "2016" : "40.5",
                                          
                                              "2017" : "40.0"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },{
      "1-a-3": [
        {
          "metadane": [
            
            {
                            "nazwa": "1.a.3 Suma wszystkich grantów oraz napływu środków nie wpływających na zwiększenie długu, bezpośrednio przeznaczanych na programy redukcji ubóstwa w relacji do PKB",
                          
                            "cel": "cel 1. Koniec z ubóstwem",
                          
                            "zadanie": "1.a Zagwarantować znaczącą mobilizację środków pochodzących z różnych źródeł, w tym ze zwiększonej współpracy rozwojowej, by zapewnić odpowiednie i przewidywalne środki dla krajów rozwijających się, w szczególności dla państw najsłabiej rozwiniętych, w celu umożliwienia realizacji programów i polityk w zakresie wyeliminowania ubóstwa we wszystkich jego wymiarach",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              }
                          ]
                    
                
            }
          ]
        }
      ]
    },{
      "1-b-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "1.b.1 Odsetek cyklicznych kapitałowych wydatków rządowych przeznaczonych dla sektorów, z których w największym stopniu korzystają kobiety, ubodzy oraz grupy w trudnej sytuacji",
                          
                            "cel": "cel 1. Koniec z ubóstwem",
                          
                            "zadanie": "1.b Stworzyć ramy stabilnej polityki na poziomie krajowym, regionalnym i międzynarodowym w oparciu o strategie rozwoju wspierające ubogich i uwzględniające kwestię płci, by wesprzeć szybkie inwestowanie w działania ukierunkowane na eliminację ubóstwa",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              }
                          ]
                    
                
            }
          ]
        }
      ]
    }]
}
