{
  "10":[
    {
      "10-1-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.1.1 Średnioroczne tempo wzrostu dochodów do dyspozycji netto na osobę w gospodarstwie domowym",
                          
                            "cel": "Cel 10. Mniej nierówności",
                          
                            "zadanie": "10.1 Do 2030 roku stopniowo osiągać i utrzymywać wzrost dochodu uzyskiwanego przez najbiedniejsze 40% populacji na poziomie wyższym niż średnia krajowa",
                          
                            "definicja": "Średnioroczne tempo wzrostu dochodów do dyspozycji netto w przeliczeniu na 1 osobę w gospodarstwie domowym dla 5 letniego okresu.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem, I i II grupa kwintylowa o najniższych dochodach (dolny przedział 40% ludności)",
                          
                            "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania EU-SILC. Badanie EU-SILC (Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej 'obserwacji' w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi danych o osobach indywidualnych.  Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia. W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym). Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r. Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe). Ekwiwalentny dochód do dyspozycji jest to suma rocznych dochodów pieniężnych netto (po odliczeniu zaliczek na podatek dochodowy, podatków od dochodów z własności, składek na ubezpieczenie społeczne, zdrowotne) wszystkich członków gospodarstwa domowego pomniejszona o:  podatki od nieruchomości, transfery pieniężne przekazane innym gospodarstwom domowym oraz saldo rozliczeń z urzędem skarbowym.  Przy obliczeniach wyników z zakresu dochodów zastosowano zmodyfikowaną skalę ekwiwalentności OECD. Według tej skali:  wagę 1 przypisuje się pierwszej osobie w gospodarstwie domowym w wieku 14 lat i więcej; wagę 0,5 - każdej następnej osobie w tym wieku; wagę 0,3 - każdemu dziecku w wieku poniżej 14 lat.  Oznacza to, że granica ubóstwa skrajnego i relatywnego dla gospodarstwa 4-osobowego złożonego z dwóch osób dorosłych i dwojga dzieci jest 2,1 razy wyższa niż dla gospodarstwa 1-osobowego. Grupa kwintylowa   gospodarstwo domowe zalicza się do odpowiedniej grupy kwintylowej na podstawie wysokości dochodu rozporządzalnego na osobę w tym gospodarstwie. W tym celu sporządza się listę członków wszystkich gospodarstw domowych, uszeregowanych według wzrastającego dochodu rozporządzalnego na osobę przy uwzględnieniu stosowanych w badaniu wag, a następnie dzieli się ją na 5 równych części co do liczby osób ważonych. Pierwszą (I) grupę kwintylową stanowi 20% osób o najniższych dochodach, a grupę piątą (V) 20% osób o najwyższych dochodach.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "wg grup kwintylowych": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "9.6",
                                          
                                              "2011" : "8.8",
                                          
                                              "2012" : "9.6",
                                          
                                              "2013" : "6.2",
                                          
                                              "2014" : "5.0",
                                          
                                              "2015" : "4.5",
                                          
                                              "2016" : "4.4",
                                          
                                              "2017" : "5.0",
                                          
                                              "2018" : "4.7",
                                          
                                              "2019" : "3.2"
                                          
                                          }
                                      ],"I i II grupa kwintylowa o najniższych dochodach (dolny przedział 40% ludności)": [
                                          {
                                          
                                              "2010" : "13.4",
                                          
                                              "2011" : "11.0",
                                          
                                              "2012" : "8.9",
                                          
                                              "2013" : "6.2",
                                          
                                              "2014" : "4.9",
                                          
                                              "2015" : "4.6",
                                          
                                              "2016" : "5.3",
                                          
                                              "2017" : "6.3",
                                          
                                              "2018" : "8.0",
                                          
                                              "2019" : "8.3"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "10-2-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.2.1 Stopa ubóstwa po transferach społecznych",
                          
                            "cel": "Cel 10. Mniej nierówności",
                          
                            "zadanie": "10.2 Do 2030 roku promować i wzmocnić inkluzywność społeczną, gospodarczą i polityczną wszystkich ludzi, bez względu na wiek, płeć, niepełnosprawność, rasę, pochodzenie etniczne, narodowość, religię lub status ekonomiczny bądź inny",
                          
                            "definicja": "Odsetek osób, których ekwiwalentny dochód do dyspozycji (po uwzględnieniu w dochodach transferów społecznych), jest niższy od granicy ubóstwa ustalonej na poziomie 60% krajowej mediany ekwiwalentnych dochodów do dyspozycji.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem, płeć, grupy wieku",
                          
                            "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania EU-SILC. Badanie EU-SILC (Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej 'obserwacji' w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy  z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi – danych o osobach indywidualnych.  Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia.  W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym).  Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r. Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe). Ekwiwalentny dochód do dyspozycji jest to suma rocznych dochodów pieniężnych netto (po odliczeniu zaliczek na podatek dochodowy, podatków od dochodów z własności, składek na ubezpieczenie społeczne, zdrowotne) wszystkich członków gospodarstwa domowego pomniejszona o:    • podatki od nieruchomości,    • transfery pieniężne przekazane innym gospodarstwom domowym    • oraz saldo rozliczeń z urzędem skarbowym.  Przy obliczeniach wyników z zakresu dochodów zastosowano zmodyfikowaną skalę ekwiwalentności OECD. Skala ta obliczona jest w sposób następujący: 1 – dla pierwszej osoby dorosłej w gospodarstwie, 0,5 – dla każdego kolejnego członka gospodarstwa w wieku 14 lat lub więcej, 0,3 – dla każdego dziecka w wieku poniżej 14 lat.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "wg płci": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "17.6",
                                          
                                              "2011" : "17.7",
                                          
                                              "2012" : "17.1",
                                          
                                              "2013" : "17.3",
                                          
                                              "2014" : "17.0",
                                          
                                              "2015" : "17.6",
                                          
                                              "2016" : "17.3",
                                          
                                              "2017" : "15.0",
                                          
                                              "2018" : "14.8",
                                          
                                              "2019" : "15.4"
                                          
                                          }
                                      ],"mężczyźni": [
                                          {
                                          
                                              "2010" : "17.4",
                                          
                                              "2011" : "17.8",
                                          
                                              "2012" : "17.1",
                                          
                                              "2013" : "17.3",
                                          
                                              "2014" : "17.2",
                                          
                                              "2015" : "18.1",
                                          
                                              "2016" : "17.1",
                                          
                                              "2017" : "15.1",
                                          
                                              "2018" : "14.6",
                                          
                                              "2019" : "15.0"
                                          
                                          }
                                      ],"kobiety": [
                                          {
                                          
                                              "2010" : "17.7",
                                          
                                              "2011" : "17.6",
                                          
                                              "2012" : "17.1",
                                          
                                              "2013" : "17.3",
                                          
                                              "2014" : "16.8",
                                          
                                              "2015" : "17.2",
                                          
                                              "2016" : "17.4",
                                          
                                              "2017" : "14.9",
                                          
                                              "2018" : "15.0",
                                          
                                              "2019" : "15.8"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "wg grup wieku": [
                                  {"poniżej 6 lat": [
                                          {
                                          
                                              "2010" : "20.5",
                                          
                                              "2011" : "19.7",
                                          
                                              "2012" : "18.6",
                                          
                                              "2013" : "21.7",
                                          
                                              "2014" : "19.4",
                                          
                                              "2015" : "19.7",
                                          
                                              "2016" : "17.6",
                                          
                                              "2017" : "11.8",
                                          
                                              "2018" : "10.7",
                                          
                                              "2019" : "12.5"
                                          
                                          }
                                      ],"poniżej 18 lat": [
                                          {
                                          
                                              "2010" : "22.5",
                                          
                                              "2011" : "22.0",
                                          
                                              "2012" : "21.5",
                                          
                                              "2013" : "23.2",
                                          
                                              "2014" : "22.3",
                                          
                                              "2015" : "22.4",
                                          
                                              "2016" : "21.1",
                                          
                                              "2017" : "14.0",
                                          
                                              "2018" : "13.0",
                                          
                                              "2019" : "13.4"
                                          
                                          }
                                      ],"18-24 lata": [
                                          {
                                          
                                              "2010" : "20.9",
                                          
                                              "2011" : "20.7",
                                          
                                              "2012" : "21.8",
                                          
                                              "2013" : "21.5",
                                          
                                              "2014" : "22.0",
                                          
                                              "2015" : "22.6",
                                          
                                              "2016" : "23.5",
                                          
                                              "2017" : "20.9",
                                          
                                              "2018" : "21.1",
                                          
                                              "2019" : "22.1"
                                          
                                          }
                                      ],"18-64 lata": [
                                          {
                                          
                                              "2010" : "16.9",
                                          
                                              "2011" : "17.1",
                                          
                                              "2012" : "16.5",
                                          
                                              "2013" : "16.7",
                                          
                                              "2014" : "16.7",
                                          
                                              "2015" : "17.6",
                                          
                                              "2016" : "17.3",
                                          
                                              "2017" : "15.6",
                                          
                                              "2018" : "15.2",
                                          
                                              "2019" : "15.5"
                                          
                                          }
                                      ],"60 lat i więcej": [
                                          {
                                          
                                              "2010" : "14.0",
                                          
                                              "2011" : "14.5",
                                          
                                              "2012" : "14.0",
                                          
                                              "2013" : "12.3",
                                          
                                              "2014" : "12.3",
                                          
                                              "2015" : "13.0",
                                          
                                              "2016" : "14.0",
                                          
                                              "2017" : "15.0",
                                          
                                              "2018" : "16.2",
                                          
                                              "2019" : "17.4"
                                          
                                          }
                                      ],"65 lat i więcej": [
                                          {
                                          
                                              "2010" : "14.2",
                                          
                                              "2011" : "14.7",
                                          
                                              "2012" : "14.0",
                                          
                                              "2013" : "12.3",
                                          
                                              "2014" : "11.7",
                                          
                                              "2015" : "12.1",
                                          
                                              "2016" : "12.8",
                                          
                                              "2017" : "13.8",
                                          
                                              "2018" : "15.5",
                                          
                                              "2019" : "17.7"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "10-3-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.3.1 Poczucie zagrożenia dyskryminacją",
                          
                            "cel": "Cel 10. Mniej nierówności",
                          
                            "zadanie": "10.3 Zapewnić równe szanse oraz zmniejszać istniejące nierówności poprzez eliminowanie dyskryminujących praw, polityk i praktyk oraz promować odpowiednią legislację, polityki i działania w tej dziedzinie",
                          
                            "definicja": "Odsetek osób (w gospodarstwach domowych) w wieku 16 lat lub więcej uznających się za osoby należące do grupy społecznej, która z jakiegokolwiek powodu jest gorzej traktowana (dyskryminowana) niż inne grupy w Polsce.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane pochodzą z reprezentacyjnego badania gospodarstw domowych pn. Badanie Spójności Społecznej (BSS).  Pierwsza edycja BSS została zrealizowana przez GUS w 2011 r., druga - w 2015 r. W badaniu wzięło udział blisko 14 tys. respondentów w wieku 16 lat i więcej. Respondentom zadano pytanie 'Czy uznałby/uznałaby się Pan/Pani za osobę należącą do grupy ludzi, która z jakiegokolwiek powodu jest w Polsce gorzej traktowana (dyskryminowana)?'  Możliwymi odpowiedziami były: tak lub nie. Celem Badania spójności społecznej jest zebranie informacji pozwalających na dokonanie wszechstronnych ocen jakości życia (z uwzględnieniem aspektów ekonomicznych i społecznych), ocenianej przez pryzmat zarówno wskaźników obiektywnych, jak i subiektywnych. Dzięki integracji danych indywidualnych możliwe jest m.in. określenie, w jakich grupach społeczeństwa występuje kumulacja korzystnych bądź niekorzystnych aspektów jakości życia, jakie czynniki warunkują te sytuacje, a także jakie relacje zachodzą pomiędzy poszczególnymi wymiarami jakości życia. Szeroki zakres zbieranych informacji pozwala m.in. na kompleksową ocenę zróżnicowania poziomu i stylu życia oraz wielowymiarową analizę ubóstwa, wykluczenia społecznego, kapitału społecznego oraz subiektywnego dobrobytu.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co kilka lat  od 2011 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "9.6",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "8.2",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "6.5"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "10-4-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.4.1 Udział kosztów związanych z zatrudnieniem w PKB",
                          
                            "cel": "Cel 10. Mniej nierówności",
                          
                            "zadanie": "10.4 Przyjąć polityki, w szczególności fiskalną, ochrony socjalnej i wynagrodzeń oraz stopniowo osiągać większą równość",
                          
                            "definicja": "Suma kosztów związanych z zatrudnieniem w relacji do PKB.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Koszty związane z zatrudnieniem  wynagrodzenia, składki na ubezpieczenia społeczne płacone przez pracodawców powiększone o składki na Fundusz Pracy oraz inne koszty związane z zatrudnieniem, np.: nagrody, stypendia fundowaneoraz premie niezaliczone do wynagrodzeń, a także odpisy na zakładowy fundusz świadczeń socjalnych, diety delegacji służbowych, diety poselskie i senatorskie — w przypadku dochodów w sektorze gospodarstw domowych określone jako „inne dochody związane z pracą najemną”  wynagrodzenia dotyczą kwot zarachowanych w koszty działalności danego okresu, nie ujmują zatem wypłat z tytułu udziału w zysku i w nadwyżce bilansowej w spółdzielniach. Produkt Krajowy Brutto (PKB) przedstawia końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej w danym roku. Produkt krajowy brutto równa się sumie wartości dodanej brutto wytworzonej przez wszystkie krajowe jednostki instytucjonalne powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów. Produkt krajowy brutto jest liczony zgodnie z obowiązującymi w krajach Unii Europejskiej zasadami Europejskiego Systemu Rachunków Narodowych i Regionalnych (ESA 2010) oraz zaleceniami Eurostatu. Produkt krajowy brutto jest liczony w cenach rynkowych.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne, od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "37.8",
                              
                                  "2011" :   "37.0",
                              
                                  "2012" :   "37.2",
                              
                                  "2013" :   "37.4",
                              
                                  "2014" :   "37.7",
                              
                                  "2015" :   "37.1",
                              
                                  "2016" :   "38.2",
                              
                                  "2017" :   "38.5",
                              
                                  "2018" :   "39.3",
                              
                                  "2019" :   "39.6"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "10-4-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.4.2 Redystrybucyjny wpływ polityki fiskalnej",
                          
                            "cel": "Cel 10. Mniej nierówności",
                          
                            "zadanie": "10.4 Przyjąć polityki, w szczególności fiskalną, ochrony socjalnej i wynagrodzeń oraz stopniowo osiągać większą równość",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "10-5-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.5.1 Wskaźniki dotyczące sytuacji finansowej instytucji depozytowych",
                          
                            "cel": "Cel 10. Mniej nierówności",
                          
                            "zadanie": "10.5 Poprawić regulacje i monitorowanie globalnych rynków i instytucji finansowych, oraz wzmocnić wdrażanie tych regulacji",
                          
                            "definicja": "Zestaw podstawowych wskaźników (tzw. Core Set) opracowany przez Międzynarodowy Fundusz Walutowy w celu monitorowania bieżącej sytuacji finansowej i stabilności instytucji finansowych.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "Kapitał regulacyjny w relacji do aktywów ważonych ryzykiem Kapitał regulacyjny Tier 1 w relacji do aktywów ważonych ryzykiem Wskaźnik pokrycia rezerwami kredytów zagrożonych netto w realcji do kapitału Kredyty zagrożone w relacji do kredytów brutto ogółem Koncentracja sektorowa kredytów do kredytów ogółem Wskaźnik rentowności aktywów ROA Wskaźnik rentowności kapitału własnego ROE Marża odsetkowa w relacji do wyników brutto Wydatki pozaodsetkowe w relacji do wyników brutto Aktywa płynne w relacji do aktywów ogółem Aktywa płynne w relacji do zobowiązań krótkoterminowych Otwarte pozycje walutowe netto w relacji do kapitału",
                          
                            "metodologia": "W Polsce wskaźniki zaklasyfikowane przez Międzynarodowy Fundusz Walutowy do zestawu podstawowych 12 wskaźników (tzw. Core Set) monitorujących bieżącą sytuację finansową i stabilność instytucji finansowych dotyczą banków. Zestaw ten obejmuje następujące wskaźniki: 1. Kapitał regulacyjny w relacji do aktywów ważonych ryzykiem (wymogi kapitałowe)  2. Kapitał regulacyjny Tier I w relacji do aktywów ważonych ryzykiem (wymogi kapitałowe)  3. Kredyty zagrożone pomniejszone o odpisy w relacji do kapitału – wyrażona w procentach relacja wartości kredytów zagrożonych (przeterminowanych o ponad 90 dni) do wartości kapitału regulacyjnego. Kredyty zagrożone w przypadku banków, stosujących międzynarodowe standardy rachunkowości (MSR), kwalifikowane są jako kredyty ze stwierdzoną utratą wartości, a w przypadku banków stosujących polskie standardy rachunkowości (PSR) - do kategorii poniżej standardu, wątpliwe i stracone 4. Kredyty zagrożone w relacji do kredytów brutto ogółem – wyrażona w procentach relacja wartości kredytów zagrożonych (przeterminowanych o ponad 90 dni) do wartości kredytów brutto ogółem, obejmujących kredyty bez utraty wartości i z rozpoznaną utratą wartości. Kredyty brutto nie są pomniejszone o wartość odpisów/rezerw. 5. Koncentracja sektorowa kredytów do kredytów ogółem  Rezydentami są osoby fizyczne mające miejsce zamieszkania w kraju oraz osoby prawne mające siedzibę w kraju, a także inne podmioty mające siedzibę w kraju, posiadające zdolność zaciągania zobowiązań i nabywania praw we własnym imieniu  rezydentami są również znajdujące się w kraju oddziały, przedstawicielstwa i przedsiębiorstwa utworzone przez nierezydentów. 6. Wskaźnik zwrotu z aktywów (ROA)  7. Stopa zwrotu z kapitału własnego (ROE)  8. Wynik odsetkowy netto w relacji do wyniku działalności bankowej  9. Koszty pozaodsetkowe w relacji do wyniku działalności bankowej  10. Aktywa płynne w relacji do aktywów ogółem  Aktywa  kontrolowane przez jednostkę gospodarczą zasoby majątkowe o wiarygodnie określonej wartości, uzyskane w wyniku przeszłych zdarzeń, które spowodują w przyszłości wpływ do jednostki korzyści ekonomicznych. Wyróżnia się aktywa finansowe (obejmujące m.in. aktywa pieniężne, kredyty, papiery wartościowe) i niefinansowe (m.in. aktywa trwałe). 11. Aktywa płynne w relacji do zobowiązań krótkoterminowych  12. Otwarta pozycja walutowa netto w relacji do kapitału  Wymogi kapitałowe, kapitał regulacyjny ogółem oraz kapitał regulacyjny Tier I są wykorzystywane do wyliczenia wskaźników od I kwartału 2014 r., wyznaczane zgodnie z rozporządzeniem Parlamentu Europejskiego i Rady nr 575/2013 (Capital Requirements Regulation – CRR). W okresie od marca 2010 r. do grudnia 2013 r. dane w zakresie adekwatności kapitałowej, w tym fundusze własne banki ustalały zgodnie z zapisami art. 127 ustawy Prawo bankowe, Uchwały KNF nr. 76/2010 i nr. 381/2008.  Polskie Standardy Rachunkowości (PSR) – krajowe przepisy z zakresu rachunkowości określone w ustawie z dn. 29 września 1994 r. o rachunkowości (Dz.U. 2013 poz. 330, z późn.zm.) i aktach wykonawczych do ustawy oraz krajowe standardy rachunkowości wydane przez Komitet Standardów Rachunkowości.",
                          
                            "zrodlo": "Narodowy Bank Polski (NBP) / Międzynarodowy Fundusz Walutowy (MFW)",
                          
                            "czestotliwosc": "Dane roczne, od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "wg wskaźnika": [
                                  {"Kapitał regulacyjny w relacji do aktywów ważonych ryzykiem (wymogi kapitałowe)": [
                                          {
                                          
                                              "2010" : "13.9",
                                          
                                              "2011" : "13.1",
                                          
                                              "2012" : "14.8",
                                          
                                              "2013" : "15.7",
                                          
                                              "2014" : "14.7",
                                          
                                              "2015" : "16.0",
                                          
                                              "2016" : "17.2",
                                          
                                              "2017" : "18.0",
                                          
                                              "2018" : "18.3",
                                          
                                              "2019" : "18.6"
                                          
                                          }
                                      ],"Otwarta pozycja walutowa netto w relacji do kapitału": [
                                          {
                                          
                                              "2010" : "0.3",
                                          
                                              "2011" : "-0.3",
                                          
                                              "2012" : "0.2",
                                          
                                              "2013" : "-0.1",
                                          
                                              "2014" : "0.3",
                                          
                                              "2015" : "0.8",
                                          
                                              "2016" : "0.8",
                                          
                                              "2017" : "0.4",
                                          
                                              "2018" : "0.1",
                                          
                                              "2019" : "0.2"
                                          
                                          }
                                      ],"Kapitał regulacyjny Tier I w relacji do aktywów ważonych ryzykiem (wymogi kapitałowe)": [
                                          {
                                          
                                              "2010" : "12.5",
                                          
                                              "2011" : "11.7",
                                          
                                              "2012" : "13.1",
                                          
                                              "2013" : "14.1",
                                          
                                              "2014" : "13.5",
                                          
                                              "2015" : "14.6",
                                          
                                              "2016" : "15.6",
                                          
                                              "2017" : "16.2",
                                          
                                              "2018" : "16.3",
                                          
                                              "2019" : "16.4"
                                          
                                          }
                                      ],"Kredyty zagrożone pomniejszone o odpisy w relacji do kapitału": [
                                          {
                                          
                                              "2010" : "11.5",
                                          
                                              "2011" : "11.6",
                                          
                                              "2012" : "12.9",
                                          
                                              "2013" : "12.1",
                                          
                                              "2014" : "12.1",
                                          
                                              "2015" : "10.2",
                                          
                                              "2016" : "9.2",
                                          
                                              "2017" : "8.1",
                                          
                                              "2018" : "9.4",
                                          
                                              "2019" : "8.9"
                                          
                                          }
                                      ],"Kredyty zagrożone w relacji do kredytów brutto ogółem": [
                                          {
                                          
                                              "2010" : "4.9",
                                          
                                              "2011" : "4.7",
                                          
                                              "2012" : "5.2",
                                          
                                              "2013" : "5.0",
                                          
                                              "2014" : "4.8",
                                          
                                              "2015" : "4.3",
                                          
                                              "2016" : "4.0",
                                          
                                              "2017" : "3.9",
                                          
                                              "2018" : "3.9",
                                          
                                              "2019" : "3.8"
                                          
                                          }
                                      ],"Koncentracja sektorowa kredytów do kredytów ogółem rezydenci": [
                                          {
                                          
                                              "2010" : "96.6",
                                          
                                              "2011" : "95.9",
                                          
                                              "2012" : "96.3",
                                          
                                              "2013" : "96.5",
                                          
                                              "2014" : "96.6",
                                          
                                              "2015" : "96.7",
                                          
                                              "2016" : "96.5",
                                          
                                              "2017" : "96.6",
                                          
                                              "2018" : "96.1",
                                          
                                              "2019" : "96.5"
                                          
                                          }
                                      ],"Wskaźnik zwrotu z aktywów (ROA)": [
                                          {
                                          
                                              "2010" : "1.0",
                                          
                                              "2011" : "1.3",
                                          
                                              "2012" : "1.2",
                                          
                                              "2013" : "1.1",
                                          
                                              "2014" : "1.1",
                                          
                                              "2015" : "0.8",
                                          
                                              "2016" : "0.8",
                                          
                                              "2017" : "0.8",
                                          
                                              "2018" : "0.7",
                                          
                                              "2019" : "0.7"
                                          
                                          }
                                      ],"Stopa zwrotu z kapitału własnego (ROE)": [
                                          {
                                          
                                              "2010" : "13.3",
                                          
                                              "2011" : "16.1",
                                          
                                              "2012" : "14.0",
                                          
                                              "2013" : "12.1",
                                          
                                              "2014" : "12.3",
                                          
                                              "2015" : "9.1",
                                          
                                              "2016" : "9.2",
                                          
                                              "2017" : "8.2",
                                          
                                              "2018" : "7.5",
                                          
                                              "2019" : "7.9"
                                          
                                          }
                                      ],"Wynik odsetkowy netto w relacji do wyniku działalności bankowej": [
                                          {
                                          
                                              "2010" : "53.0",
                                          
                                              "2011" : "55.8",
                                          
                                              "2012" : "55.0",
                                          
                                              "2013" : "56.1",
                                          
                                              "2014" : "58.2",
                                          
                                              "2015" : "57.2",
                                          
                                              "2016" : "56.9",
                                          
                                              "2017" : "61.2",
                                          
                                              "2018" : "62.8",
                                          
                                              "2019" : "62.8"
                                          
                                          }
                                      ],"Koszty pozaodsetkowe w relacji do wyniku działalności bankowej": [
                                          {
                                          
                                              "2010" : "56.0",
                                          
                                              "2011" : "54.7",
                                          
                                              "2012" : "54.5",
                                          
                                              "2013" : "57.2",
                                          
                                              "2014" : "54.9",
                                          
                                              "2015" : "61.9",
                                          
                                              "2016" : "59.3",
                                          
                                              "2017" : "59.8",
                                          
                                              "2018" : "60.2",
                                          
                                              "2019" : "60.0"
                                          
                                          }
                                      ],"Aktywa płynne w relacji do aktywów ogółem": [
                                          {
                                          
                                              "2010" : "20.8",
                                          
                                              "2011" : "19.5",
                                          
                                              "2012" : "20.9",
                                          
                                              "2013" : "21.4",
                                          
                                              "2014" : "20.6",
                                          
                                              "2015" : "20.1",
                                          
                                              "2016" : "21.6",
                                          
                                              "2017" : "21.6",
                                          
                                              "2018" : "14.4",
                                          
                                              "2019" : "15.1"
                                          
                                          }
                                      ],"Aktywa płynne w relacji do zobowiązań krótkoterminowych": [
                                          {
                                          
                                              "2010" : "31.2",
                                          
                                              "2011" : "28.8",
                                          
                                              "2012" : "31.1",
                                          
                                              "2013" : "31.7",
                                          
                                              "2014" : "30.6",
                                          
                                              "2015" : "29.7",
                                          
                                              "2016" : "31.1",
                                          
                                              "2017" : "30.5",
                                          
                                              "2018" : "25.2",
                                          
                                              "2019" : "26.2"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "10-6-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.6.1 Odsetek członków oraz praw do głosowania przysługujący krajom rozwijającym się w organizacjach międzynarodowych",
                          
                            "cel": "cel 10. Mniej nierówności",
                          
                            "zadanie": "10.6 Wzmocnić reprezentację i głos krajów rozwijających się w procesie decyzyjnym w międzynarodowych instytucjach gospodarczych i finansowych, by budować bardziej skuteczne, wiarygodne, odpowiedzialne i praworządne instytucje",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "10-7-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.7.1 Koszty zatrudnienia ponoszone przez pracownika jako procent miesięcznych dochodów uzyskanych w kraju przeznaczenia",
                          
                            "cel": "cel 10. Mniej nierówności",
                          
                            "zadanie": "10.7 Ułatwiać przemyślaną, bezpieczną, regularną i odpowiedzialną migrację oraz przepływ ludzi, w tym poprzez implementację zaplanowanych i dobrze zarządzanych polityk migracyjnych",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "10-7-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.7.2 Liczba krajów, w których polityka migracyjna ułatwia uporządkowaną, bezpieczną, regularną i odpowiedzialną migrację oraz mobilność ludzi",
                          
                            "cel": "cel 10. Mniej nierówności",
                          
                            "zadanie": "10.7 Ułatwiać przemyślaną, bezpieczną, regularną i odpowiedzialną migrację oraz przepływ ludzi, w tym poprzez implementację zaplanowanych i dobrze zarządzanych polityk migracyjnych",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "10-7-3": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.7.3 Liczba osób, które zmarły lub zaginęły w trakcie migracji w kierunku międzynarodowego miejsca docelowego",
                          
                            "cel": "cel 10. Mniej nierówności",
                          
                            "zadanie": "10.7 Ułatwiać przemyślaną, bezpieczną, regularną i odpowiedzialną migrację oraz przepływ ludzi, w tym poprzez implementację zaplanowanych i dobrze zarządzanych polityk migracyjnych",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "10-7-4": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.7.4 Odsetek uchodźców w populacji według kraju pochodzenia",
                          
                            "cel": "cel 10. Mniej nierówności",
                          
                            "zadanie": "10.7 Ułatwiać przemyślaną, bezpieczną, regularną i odpowiedzialną migrację oraz przepływ ludzi, w tym poprzez implementację zaplanowanych i dobrze zarządzanych polityk migracyjnych",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "10-a-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.a.1 Odsetek pozycji taryfowych stosowanych w odniesieniu do przywozu towarów z krajów najmniej rozwiniętych / krajów rozwijających się po zerowej taryfie",
                          
                            "cel": "Cel 10. Mniej nierówności",
                          
                            "zadanie": "10.a Wprowadzić w życie zasadę specjalnego i zróżnicowanego traktowania krajów rozwijających się, w szczególności tych najmniej rozwiniętych, zgodnie z wytycznymi Światowej Organizacji Handlu",
                          
                            "definicja": "Udział pozycji celnych CN (liczby unikatowych kodów towarowych) dotyczących importu towarów z krajów najmniej rozwiniętych i rozwijających się w ogólnej liczbie pozycji celnych CN (w ogólnej liczbie unikatowych kodów towarowych) dla importu ze wszystkich krajów przy zerowej stawce celnej.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Obroty towarowe w handlu zagranicznym prezentowane są według 8-cyfrowej Nomenklatury Scalonej CN, która bazuje na 6-cyfrowym Zharmonizowanym Systemie Oznaczania i Kodowania Towarów (HS) i stanowi podstawową klasyfikację towarową dla całego handlu zagranicznego. Nomenklatura Scalona CN podlega corocznej weryfikacji. Unikatowy kod towarowy CN służy do jednoznacznej identyfikacji towaru. Do krajów najmniej rozwiniętych i rozwijających się zaliczono kraje o niskim poziomie rozwoju społecznego na podstawie wartości Wskaźnika Rozwoju Społecznego HDI (tj. kraje, dla których HDI przyjmował wartości poniżej 0,5 pkt) zgodnie z aktualną definicją ONZ. W przypadku importu z grupy krajów najmniej rozwiniętych i rozwijających się do Polski, określono liczbę wszystkich należności celnych przy zerowej taryfie oraz liczbę przypisanym im unikatowych kodów towarowych. Liczbę takich kodów towarowych (dla których wartość należności wyniosła 0 zł) przedstawiono w relacji do liczby wszystkich unikatowych kodów towarowych, które odnotowano w związku z określeniem należności celnej dla importu z wszystkich krajów eksportujących przy zerowej stawce.",
                          
                            "zrodlo": "Ministerstwo Finansów",
                          
                            "czestotliwosc": "Dane roczne, od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "4.34",
                              
                                  "2011" :   "3.94",
                              
                                  "2012" :   "3.64",
                              
                                  "2013" :   "3.78",
                              
                                  "2014" :   "2.13",
                              
                                  "2015" :   "2.01",
                              
                                  "2016" :   "1.83",
                              
                                  "2017" :   "1.93",
                              
                                  "2018" :   "6.19",
                              
                                  "2019" :   "9.53",
                              
                                  "2020" :   "8.21"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "10-b-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.b.1 Łączne przepływy zasobów dla rozwoju, zdezagregowane wg państw darczyńców i państw odbiorów i rodzaju przepływu (np. oficjalnej pomocy rozwojowej, bezpośrednich inwestycji zagranicznych i innych przepływów)",
                          
                            "cel": "Cel 10. Mniej nierówności",
                          
                            "zadanie": "10.b Zapewnić oficjalną pomoc rozwojową (Official Development Assistance) i przepływ środków finansowych, w tym bezpośrednie inwestycje zagraniczne do krajów najbardziej potrzebujących, w szczególności do państw najmniej rozwiniętych, krajów afrykańskich, małych państw wyspiarskich i tych bez dostępu do morza, zgodnie z krajowymi planami i programami tych krajów",
                          
                            "definicja": "Suma przepływu oficjalnej pomocy rozwojowej (ODA) oraz suma odpływu kapitału z tytułu polskich inwestycji bezpośednich za granicą (BIZ), wyrażona w mln PLN.",
                          
                            "jednostka": "mln USD (ceny bieżące)",
                          
                            "wymiary": "ogółem, rodzaj przepływu (oficjalna pomoc rozwojowa, bezpośrednie inwestycje zagraniczne), kraje według grup dochodowych",
                          
                            "metodologia": "Do Oficjalnej Pomocy Rozwojowej (ang. Official Development Assistance  ODA) zaliczane są darowizny i pożyczki przekazywane przez instytucje rządowe lub organizacje międzynarodowe, mające na celu wsparcie rozwoju gospodarczego i dobrobytu w krajach rozwijających się. Pożyczki są kwalifikowane jako ODA wtedy, gdy zawierają element grantu o wartości udzielanej pomocy przynajmniej:  45% dla krajów najsłabiej rozwiniętych i innych krajów o niskich dochodach (least developed countries and other low income countires LDCs & other LICs), wyliczony przy stopie dyskontowej 9%, 15% dla krajów o średnich i niskich dochodach (lower middle income countries LMICs), wyliczony przy stopie dyskontowej 7%, 10% dla krajów o średniowysokim dochodzie (upper middle income countries UMICs), wyliczony przy stopie dyskontowej 6%.  Do ODA zaliczana jest również pomoc techniczna, mająca na celu rozwój zasobów ludzkich, podniesienie kwalifikacji oraz możliwości technicznych i produkcyjnych krajów rozwijających się. Pomoc ta polega między innymi na przekazywaniu wiedzy i doświadczeń w postaci szkoleń, delegowania ekspertów, inicjowania badań i/lub pokrywania wynikających z tego kosztów. Do ODA nie zalicza się dotacji przeznaczonych na wydatki wojskowe. Warunkiem zaklasyfikowania współpracy jako Oficjalnej Pomocy Rozwojowej jest to, aby kraj partnerski, na rzecz którego udzielane jest wsparcie, znajdował się na liście Komitetu Pomocy Rozwojowej OECD (Development Assistance Committee). W zależności od sposobu realizacji pomocy możemy wyróżnić :  pomoc dwustronną  podejmowana przez donatora bezpośrednio w kraju partnerskim bądź poprzez organizację międzynarodową w formie wpłaty celowej na rzecz kraju partnerskiego (earmarked contribution) lub w formie wpłaty na określony program/fundusz zarządzany przez organizację, pomoc wielostronną  udzielana w formie wpłat do budżetów ogólnych organizacji międzynarodowych, których lista jest corocznie aktualizowana przez Sekretariat DAC OECD.  Oficjalna Pomoc Rozwojowa w Polsce świadczona jest na podstawie ustawy o współpracy rozwojowej z dnia 16 września 2011 r. (Dz.U. 2011 r., Nr 234, poz. 1386). Polska współpraca rozwojowa prowadzona jest w oparciu o Wieloletni Program Współpracy Rozwojowej opracowywany na okres minimum 4 lat. Ustawa definiuje współpracę rozwojową jako ogół działań podejmowanych przez organy administracji rządowej w celu udzielenia państwom rozwijającym się pomocy rozwojowej, pomocy humanitarnej oraz realizację działań edukacyjnych na rzecz podniesienia świadomości i zrozumienia problemów i współzależności globalnych. Za zagadnienia związane z pomocą rozwojową w Polsce odpowiedzialne jest Ministerstwo Spraw Zagranicznych, które opracowało „Solidarność dla Rozwoju. Wieloletni program współpracy rozwojowej 2021-2030”, w oparciu o który polska współpraca rozwojowa koncentruje się na wybranych max. 10 krajach Partnerstwa Wschodniego oraz Bliskiego Wschodu, Afryki Północnej i Afryki Subsaharyjskiej. „Plan współpracy rozwojowej w 2021 roku” precyzuje priorytetowy zasięg geograficzny do: Białorusi, Gruzji, Mołdawii, Ukrainy, Libanu, Palestyny, Etiopii, Kenii, Senegalu i Tanzanii.  Polska współpraca rozwojowa służy realizacji następujących priorytetów tematycznych: pokój, sprawiedliwość i silne instytucje, równe szanse (edukacja, godna praca, przedsiębiorczość, redukcja nierówności, zrównoważone miasta), zdrowie, klimat i zasoby naturalne (czysta woda i warunki sanitarne, lasy i różnorodność biologiczna, odnawialne źródła energii), wpisujących się w cele zrównoważonego rozwoju (16, 4, 8, 10, 3, 6, 11 oraz 13). Działania objęte programem finansowane są ze środków Ministerstwa Spraw Zagranicznych, rezerwy celowej budżetu państwa przeznaczonej na współpracę rozwojową i funduszy innych resortów. Bezpośrednie inwestycje zagraniczne to inaczej przepływy kapitału przez granice państw polegające na zakupie istniejącego przedsiębiorstwa lub na utworzeniu nowej firmy przez inwestora zagranicznego, co oznacza, że inwestor zagraniczny staje się współwłaścicielem lub właścicielem przedsiębiorstwa funkcjonującego w danym kraju. Bezpośrednie inwestycje zagraniczne oznaczają długotrwałą współpracę, będącą odzwierciedleniem trwałego zainteresowania inwestora. Inwestycje to aktywa finansowe, nieruchomości lub wartości niematerialne i prawne, które nie są użytkowane przez daną jednostkę, lecz zostały nabyte w celu osiągnięcia korzyści ekonomicznych. Oznaczają one wydatki ponoszone w celu zwiększenia zasobów kapitału produkcyjnego, którym dysponuje jednostka. Inwestycje bezpośrednie odzwierciedlają długotrwałe udziały jednostki rezydenta jednej gospodarki (inwestor bezpośredni) w jednostce rezydenta innej gospodarki (przedsiębiorstwo inwestycji bezpośrednich) i obejmują transakcje zawarte między nimi. Znak (+) oznacza odpływ kapitału z Polski, znak (-) oznacza wycofanie do Polski. Kraje prezentowane według grup dochodowych zgodnie z częścią I wykazu beneficjentów pomocy DAC OECD (Part I of the OEC DAC List of Aid Recipients).",
                          
                            "zrodlo": "Ministerstwo Spraw Zagranicznych / Narodowy Bank Polski",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "Do 2017 r. obowiązywała metodologia DAC OECD zbierania danych na temat pomocy rozwojowej w formacie CRS (Creditor Reporting System), która pozwala na oznaczanie sektora wsparcia jedynie przy przepływach dwustronnych. Do wskaźnika nie zaliczono wydatków w ramach pomocy wielostronnej w formie wpłat do budżetów ogólnych organizacji międzynarodowych, które również działają w obszarze pomocy rozwojowej. Od 2018 r. wiodący wskaźnik ODA jest prezentowany w formie ekwiwalentu grantu, uwzględniającej jedynie element grantu pomnożony przez wartość danego przepływu. Nie obowiązuje przy tym podział na wydatkowanie ODA brutto i netto. Dodatkowo trwają prace nad włączeniem do ODA innych przepływów, np. kwot zmobilizowanych przez sektor publiczny z instrumentów sektora prywatnego. Aktualnie konstruowany jest alternatywny do ODA wskaźnik TOSSD (Total Oficial Support for Sustainable Development), który będzie mierzył środki przeznaczane na wdrożenie SDGs."
                          }
          ],
          "dane": [
            {
                      
                              "Oficjalna Pomoc Rozwojowa (ODA)": [
                                  {"oficjalna pomoc rozwojowa ogółem": [
                                          {
                                          
                                              "2010" : "377.75",
                                          
                                              "2011" : "417.47",
                                          
                                              "2012" : "421.06",
                                          
                                              "2013" : "487.12",
                                          
                                              "2014" : "451.84",
                                          
                                              "2015" : "440.89",
                                          
                                              "2016" : "662.95",
                                          
                                              "2017" : "679.46",
                                          
                                              "2018" : "766.04",
                                          
                                              "2019" : "776.56",
                                          
                                              "2020" : "802.9"
                                          
                                          }
                                      ],"oficjalna pomoc rozwojowa dwustronna ogółem": [
                                          {
                                          
                                              "2010" : "96.04",
                                          
                                              "2011" : "90.68",
                                          
                                              "2012" : "111.55",
                                          
                                              "2013" : "127.11",
                                          
                                              "2014" : "82.28",
                                          
                                              "2015" : "100.19",
                                          
                                              "2016" : "148.99",
                                          
                                              "2017" : "222.11",
                                          
                                              "2018" : "244.93",
                                          
                                              "2019" : "223.31",
                                          
                                              "2020" : "206.01"
                                          
                                          }
                                      ],"oficjalna pomoc rozwojowa dwustronna na rzecz krajów najsłabiej rozwiniętych (LDC)": [
                                          {
                                          
                                              "2010" : "9.37",
                                          
                                              "2011" : "12.17",
                                          
                                              "2012" : "11.69",
                                          
                                              "2013" : "46.60",
                                          
                                              "2014" : "40.73",
                                          
                                              "2015" : "44.25",
                                          
                                              "2016" : "71.67",
                                          
                                              "2017" : "14.19",
                                          
                                              "2018" : "74.75",
                                          
                                              "2019" : "14.72",
                                          
                                              "2020" : "13.69"
                                          
                                          }
                                      ],"oficjalna pomoc rozwojowa dwustronna na rzecz pozostałych krajów o niskich dochodach (LIC)": [
                                          {
                                          
                                              "2010" : "0.31",
                                          
                                              "2011" : "0.56",
                                          
                                              "2012" : "3.59",
                                          
                                              "2013" : "1.02",
                                          
                                              "2014" : "1.54",
                                          
                                              "2015" : "1.08",
                                          
                                              "2016" : "8.90",
                                          
                                              "2017" : "2.17",
                                          
                                              "2018" : "0.38",
                                          
                                              "2019" : "0.77",
                                          
                                              "2020" : "0.93"
                                          
                                          }
                                      ],"oficjalna pomoc rozwojowa dwustronna na rzecz krajów o średnio-niskich dochodach (LMIC)": [
                                          {
                                          
                                              "2010" : "24.92",
                                          
                                              "2011" : "27.27",
                                          
                                              "2012" : "22.26",
                                          
                                              "2013" : "30.76",
                                          
                                              "2014" : "31.84",
                                          
                                              "2015" : "38.88",
                                          
                                              "2016" : "39.16",
                                          
                                              "2017" : "74.21",
                                          
                                              "2018" : "93.90",
                                          
                                              "2019" : "117.09",
                                          
                                              "2020" : "98.72"
                                          
                                          }
                                      ],"oficjalna pomoc rozwojowa dwustronna na rzecz krajów o średnio-wysokich dochodach (UMIC)": [
                                          {
                                          
                                              "2010" : "60.01",
                                          
                                              "2011" : "46.07",
                                          
                                              "2012" : "62.45",
                                          
                                              "2013" : "32.65",
                                          
                                              "2014" : "3.91",
                                          
                                              "2015" : "-0.81",
                                          
                                              "2016" : "18.48",
                                          
                                              "2017" : "55.18",
                                          
                                              "2018" : "62.51",
                                          
                                              "2019" : "71.97",
                                          
                                              "2020" : "81.26"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "Polskie inwestycje bezpośrednie za granicą (BIZ)": [
                                  {"polskie inwestycje bezpośrednie za granicą ogółem": [
                                          {
                                          
                                              "2010" : "7225.60",
                                          
                                              "2011" : "8155.80",
                                          
                                              "2012" : "716.30",
                                          
                                              "2013" : "-1346.00",
                                          
                                              "2014" : "2897.59",
                                          
                                              "2015" : "4994.75",
                                          
                                              "2016" : "11599.05",
                                          
                                              "2017" : "2170.40",
                                          
                                              "2018" : "890.60",
                                          
                                              "2019" : "1290.20",
                                          
                                              "2020" : ""
                                          
                                          }
                                      ],"polskie inwestycje bezpośrednie za granicą na rzecz krajów najsłabiej rozwiniętych (LDC)": [
                                          {
                                          
                                              "2010" : "5.90",
                                          
                                              "2011" : "1.00",
                                          
                                              "2012" : "8.00",
                                          
                                              "2013" : "49.20",
                                          
                                              "2014" : "-55.94",
                                          
                                              "2015" : "-2.07",
                                          
                                              "2016" : "-3.73",
                                          
                                              "2017" : "-1.30",
                                          
                                              "2018" : "-35.70",
                                          
                                              "2019" : "5.30",
                                          
                                              "2020" : ""
                                          
                                          }
                                      ],"polskie inwestycje bezpośrednie za granicą na rzecz pozostałych krajów o niskich dochodach": [
                                          {
                                          
                                              "2010" : "-23.30",
                                          
                                              "2011" : "-0.30",
                                          
                                              "2012" : "0.10",
                                          
                                              "2013" : "0.00",
                                          
                                              "2014" : "0.00",
                                          
                                              "2015" : "0.29",
                                          
                                              "2016" : "-0.38",
                                          
                                              "2017" : "0.00",
                                          
                                              "2018" : "0.00",
                                          
                                              "2019" : "0.00",
                                          
                                              "2020" : ""
                                          
                                          }
                                      ],"polskie inwestycje bezpośrednie za granicą na rzecz krajów o średnio-niskich dochodach (LMIC)": [
                                          {
                                          
                                              "2010" : "148.60",
                                          
                                              "2011" : "58.40",
                                          
                                              "2012" : "91.40",
                                          
                                              "2013" : "-215.20",
                                          
                                              "2014" : "14.64",
                                          
                                              "2015" : "-34.53",
                                          
                                              "2016" : "40.96",
                                          
                                              "2017" : "190.40",
                                          
                                              "2018" : "150.00",
                                          
                                              "2019" : "123.90",
                                          
                                              "2020" : ""
                                          
                                          }
                                      ],"polskie inwestycje bezpośrednie za granicą na rzecz krajów o średnio-wysokich dochodach (UMIC)": [
                                          {
                                          
                                              "2010" : "-64.90",
                                          
                                              "2011" : "248.10",
                                          
                                              "2012" : "70.30",
                                          
                                              "2013" : "133.40",
                                          
                                              "2014" : "94.67",
                                          
                                              "2015" : "110.69",
                                          
                                              "2016" : "446.86",
                                          
                                              "2017" : "245.20",
                                          
                                              "2018" : "65.10",
                                          
                                              "2019" : "60.90",
                                          
                                              "2020" : ""
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "10-c-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.c.1 Koszty przekazów pieniężnych jako procent kwoty udzielonego umorzenia",
                          
                            "cel": "cel 10. Mniej nierówności",
                          
                            "zadanie": "10.c Do 2030 roku zmniejszyć koszty transakcyjne zagranicznych przekazów pieniężnych do mniej niż 3% i wyeliminować przekazy, których koszty wynoszą więcej niż 5%",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    }]
}
