{
  "12":[
    {
      "12-1-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "12.1.1 Liczba krajów posiadających krajowe plany zrównoważonej kosumpcji i produkcji (SCP) lub kwestie SCP włączone jako priorytet lub cel do krajowej polityki",
                          
                            "cel": "cel 12. Odpowiedzialna konsumpcja i produkcja",
                          
                            "zadanie": "12.1 Wdrożyć dziesięcioletnie programy dotyczące zrównoważonej konsumpcji i produkcji dla wszystkich krajów, przy czym kraje rozwinięte powinny tym działaniom przewodzić, z uwzględnieniem stopnia rozwoju i możliwości krajów rozwijających się.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "12-2-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "12.2.1 Produktywność zasobów",
                          
                            "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                          
                            "zadanie": "12.2 Do 2030 roku zapewnić zrównoważone zarządzanie i efektywne zużycie zasobów naturalnych",
                          
                            "definicja": "Wskaźnik Produktywności zasobów to stosunek Produktu Krajowego Brutto (PKB) do Krajowej Konsumpcji Materialnej (DMC).",
                          
                            "jednostka": "euro na kilogram [euro/kg]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Krajowa Konsumpcja Materialna (DMC) obejmuje wszystkie materiały bezpośrednio zużyte w procesach ekonomicznych na potrzeby gospodarki. Stanowi sumę materiałów pozyskanych na terytorium kraju oraz z importu pomniejszoną o materiały wysłane na eksport. Wskaźnik Krajowej Konsumpcji Materialnej (DMC) wyznacza się w oparciu o Ogólnogospodarcze Rachunki Przepływów Materialnych (EW-MFA, Economy-wide Material Flow Accounts), czyli spójne zestawienia całkowitych nakładów materialnych wchodzących do gospodarek narodowych, zmian poziomu zapasów materialnych w gospodarce oraz wypływów materialnych do innych gospodarek albo do środowiska. Dane w tablicach EW-MFA, w jednostkach masy, tworzy się dla następujących elementów składowych: 1. Biomasa i produkty z biomasy. 2. Rudy i koncentraty metali, surowe i przetworzone. 3. Minerały niemetaliczne, surowe i przetworzone. 4. Kopalne surowce energetyczne/ nośniki energii, surowe i przetworzone. 5. Inne produkty. 6. Odpady przywożone w celu ostatecznego przetworzenia i usunięcia. Produkt Krajowy Brutto (PKB) przedstawia końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej. PKB równa się sumie wartości dodanej brutto wytworzonej przez wszystkie krajowe jednostki instytucjonalne powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów. Produktywność zasobów dostarcza wiedzy na temat tego, czy ma miejsce rozdzielenie współzależności wzrostu gospodarczego od wzrostu zużycia zasobów naturalnych i ograniczanie negatywnego wpływu gospodarki na środowisko. Wskaźnik prezentowany jest w cenach stałych z 2010 r. (euro/kg) – dla porównań produktywności zasobów w czasie dla jednej jednostki terytorialnej.",
                          
                            "zrodlo": "Eurostat",
                          
                            "czestotliwosc": "Dane roczne, od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0.56",
                              
                                  "2011" :   "0.48",
                              
                                  "2012" :   "0.56",
                              
                                  "2013" :   "0.60",
                              
                                  "2014" :   "0.62",
                              
                                  "2015" :   "0.65",
                              
                                  "2016" :   "0.64",
                              
                                  "2017" :   "0.64",
                              
                                  "2018" :   "0.65",
                              
                                  "2019" :   "0.71"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "12-2-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "12.2.2 Krajowa Konsumpcja Materialna (DMC)",
                          
                            "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                          
                            "zadanie": "12.2 Do 2030 roku zapewnić zrównoważone zarządzanie i efektywne zużycie zasobów naturalnych",
                          
                            "definicja": "Wskaźnik prezentuje Krajową Konsumpcję Materialną (DMC) w tonach w przeliczeniu na 1 mieszkańca",
                          
                            "jednostka": "tony",
                          
                            "wymiary": "ogółem, na 1 mieszkańca",
                          
                            "metodologia": "Krajowa Konsumpcja Materialna (DMC) obejmuje wszystkie materiały bezpośrednio zużyte w procesach ekonomicznych na potrzeby gospodarki. Stanowi sumę materiałów pozyskanych na terytorium kraju oraz z importu pomniejszoną o materiały wysłane na eksport. Wskaźnik Krajowej Konsumpcji Materialnej (DMC) wyznacza się w oparciu o Ogólnogospodarcze Rachunki Przepływów Materialnych (EW-MFA, Economy-wide Material Flow Accounts), czyli spójne zestawienia całkowitych nakładów materialnych wchodzących do gospodarek narodowych, zmian poziomu zapasów materialnych w gospodarce oraz wypływów materialnych do innych gospodarek albo do środowiska. Dane w tablicach EW-MFA, w jednostkach masy, tworzy się dla następujących elementów składowych: 1. Biomasa i produkty z biomasy. 2. Rudy i koncentraty metali, surowe i przetworzone. 3. Minerały niemetaliczne, surowe i przetworzone. 4. Kopalne surowce energetyczne/ nośniki energii, surowe i przetworzone. 5. Inne produkty. 6. Odpady przywożone w celu ostatecznego przetworzenia i usunięcia.",
                          
                            "zrodlo": "Eurostat",
                          
                            "czestotliwosc": "Dane roczne, od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "wymiary": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "644835.0",
                                          
                                              "2011" : "797870.8",
                                          
                                              "2012" : "695354.2",
                                          
                                              "2013" : "657020.7",
                                          
                                              "2014" : "654385.4",
                                          
                                              "2015" : "643165.3",
                                          
                                              "2016" : "671893.7",
                                          
                                              "2017" : "710430.6",
                                          
                                              "2018" : "734600.9",
                                          
                                              "2019" : "702030.0"
                                          
                                          }
                                      ],"na 1 mieszkańca": [
                                          {
                                          
                                              "2010" : "16.95",
                                          
                                              "2011" : "20.96",
                                          
                                              "2012" : "18.27",
                                          
                                              "2013" : "17.27",
                                          
                                              "2014" : "17.22",
                                          
                                              "2015" : "16.93",
                                          
                                              "2016" : "17.70",
                                          
                                              "2017" : "18.71",
                                          
                                              "2018" : "19.34",
                                          
                                              "2019" : "18.49"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "12-3-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "12.3.1 (a) Wskaźnik straty żywności i (b) Wskaźnik marnowania żywności",
                          
                            "cel": "cel 12. Odpowiedzialna konsumpcja i produkcja",
                          
                            "zadanie": "12.3 Do 2030 roku zmniejszyć o połowę globalną ilość marnowanej żywności per capita w sprzedaży detalicznej i konsumpcji, zmniejszyć straty żywnościowe w procesie produkcji i dystrybucji, w tym straty powstałe podczas zbiorów.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "12-4-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "12.4.1 Liczba krajów będących stroną wielostronnych umów środowiskowych dotyczących odpadów niebezpiecznych i innych substancji chemicznych, w związku z którymi należy wypełniać zobowiązania w zakresie przekazywania informacji wymaganych odpowiednimi umowami.",
                          
                            "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                          
                            "zadanie": "12.4 Do 2020 roku zapewnić stabilne i ekologiczne zarządzanie chemikaliami i wszystkimi odpadami podczas ich całego cyklu życia, zgodnie z ustaleniami międzynarodowymi. Znacząco zmniejszyć poziom tych substancji w powietrzu, wodzie i glebie, tym samym minimalizując ich negatywny wpływ na zdrowie człowieka i środowisko",
                          
                            "definicja": "Wskaźnik przyjmuje wartość 1, gdy kraj jest sygnatariuszem umów środowiskowych dotyczących odpadów niebezpiecznych i innych substancji chemicznych, w związku z którymi należy wypełniać zobowiązania w zakresie przekazywania informacji wymaganych odpowiednimi umowami.",
                          
                            "jednostka": "{ 0 , 1 }",
                          
                            "wymiary": "",
                          
                            "metodologia": "Polska jest stroną następujących umów środowiskowych dot. odpadów niebezpiecznych i innych substancji chemicznych: 1. Konwencja Sztokholmska w sprawie trwałych zanieczyszczeń organicznych, podpisana w 2001 r., weszła w życie w maju 2004 (ratyfikowana przez Prezydenta RP w dniu 30 września 2008 r., wejście jej postanowień w stosunku do Polski nastąpiło w dniu 21 stycznia 2009 r.) 2. Protokół w sprawie trwałych zanieczyszczeń organicznych (TZO) do Konwencji Genewskiej (jeszcze nieratyfikowany) 3. Konwencja z Minamaty w sprawie rtęci, sporządzona w Kumamoto 10 października 2013 r. (Polska podpisała Konwencję w dniu 24 września 2014 r. w Nowym Jorku. Konwencja nie jest jeszcze obowiązująca ze względu na trwające w państwach - przyszłych stronach konwencji procedury ratyfikacyjne) 4. Konwencja Bazylejska dotycząca kontroli transgranicznego przemieszczania i usuwania odpadów niebezpiecznych, sporządzona w Bazylei dnia 22 marca 1989 r. (ratyfikowana do 2010 roku przez 170 państw, w tym przez Polskę – 10 stycznia 1992 roku) 5. Konwencja Rotterdamska w sprawie Procedury Zgody po Uprzednim Poinformowaniu w Międzynarodowym Handlu Niektórymi Niebezpiecznymi Substancjami Chemicznymi i Pestycydami (Rotterdam Convention on the Prior Informed Consent Procedure for Certain Hazardous Chemicals and Pesticides in International Trade), przyjęta w Rotterdamie 10 września 1998 r. (Konwencja weszła w życie 24 lutego 2004 r., a Polska przystąpiła do niej 14 września 2005 r.)",
                          
                            "zrodlo": "Ministerstwo Środowiska / Główny Inspektorat Ochrony Środowiska / Ministerstwo Zdrowia",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "1",
                              
                                  "2011" :   "1",
                              
                                  "2012" :   "1",
                              
                                  "2013" :   "1",
                              
                                  "2014" :   "1",
                              
                                  "2015" :   "1",
                              
                                  "2016" :   "1",
                              
                                  "2017" :   "1",
                              
                                  "2018" :   "1",
                              
                                  "2019" :   "1"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "12-4-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "12.4.2 Odpady niebezpieczne wytworzone na osobę i udział odpadów niebezpiecznych przetworzonych w ilości odpadów wytworzonych, według rodzaju przetwarzania",
                          
                            "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                          
                            "zadanie": "12.4 Do 2020 roku zapewnić stabilne i ekologiczne zarządzanie chemikaliami i wszystkimi odpadami podczas ich całego cyklu życia, zgodnie z ustaleniami międzynarodowymi. Znacząco zmniejszyć poziom tych substancji w powietrzu, wodzie i glebie, tym samym minimalizując ich negatywny wpływ na zdrowie człowieka i środowisko",
                          
                            "definicja": "Ustawa z dnia 27 kwietnia 2001 r. o odpadach (Dz.U. w Art. 3) definiuje odpady niebezpieczne jako „każdą substancję lub przedmiot, których posiadacz pozbywa się, zamierza pozbyć się lub do ich pozbycia się jest obowiązany”, a których cechy, właściwości oraz ewentualny skład zostały przedstawione, w załącznikach nr 2A, 2B, 3 i 4 do w/w ustawy. Załączniki te są integralną częścią art. 3 ust. 2 ustawy o odpadach. (1) Ilość odpadów niebezpiecznych wytworzonych w kraju w kilogramach i zaraportowanych zgodnie z ustawą o odpadach. (2) Stosunek masy odpadów niebezpiecznych przekazanych do instalacji odzysku w kilogramach do masy wytworzonych odpadów niebezpiecznych. (3) Stosunek masy odpadów niebezpiecznych przekazanych do instalacji unieszkodliwianych do masy wytworzonych odpadów niebezpiecznych.",
                          
                            "jednostka": "kg na osobę",
                          
                            "wymiary": "ogółem, odzysk odpadów niebezpiecznych, unieszkodliwienie odpadów niebezpiecznych",
                          
                            "metodologia": "Jako procesy odzysku uznaje się procesy R1-R10, zgodne z niewyczerpującym wykazem procesów odzysku, ujęte w Załączniku nr 1 do ustawy z dnia 14 grudnia 2012 r. o odpadach (Dz. U. 2013, poz. 21). Jako procesy unieszkodliwiania uznaje się procesy D1- D12, zgodne z niewyczerpującym wykazem procesów unieszkodliwiania, ujęte w Załączniku nr 2 do ustawy z dnia 14 grudnia 2012 r. o odpadach (Dz. U. 2013, poz. 21). Udział procentowy oblicza się jako stosunek masy odpadów odzyskanych, odpadów unieszkodliwionych do odpadów wytworzonych.",
                          
                            "zrodlo": "Ministerstwo Klimatu, Eurostat",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "wymiary": [
                                  {"odpady niebezpieczne wytworzone": [
                                          {
                                          
                                              "2010" : "39",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "46",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "44",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "50",
                                          
                                              "2017" : "",
                                          
                                              "2018" : ""
                                          
                                          }
                                      ],"odzysk odpadów niebezpiecznych": [
                                          {
                                          
                                              "2010" : "75",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "67",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "89",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "49",
                                          
                                              "2017" : "",
                                          
                                              "2018" : ""
                                          
                                          }
                                      ],"unieszkodliwienie odpadów niebezpiecznych": [
                                          {
                                          
                                              "2010" : "21",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "8",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "23",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "24",
                                          
                                              "2017" : "",
                                          
                                              "2018" : ""
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "12-5-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "12.5.1 Krajowy poziom recyklingu odpadów",
                          
                            "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                          
                            "zadanie": "12.5 Do 2030 roku istotnie obniżyć poziom generowania odpadów poprzez prewencję, redukcję, recykling i ponowne użycie.",
                          
                            "definicja": "Wskaźnik opisuje stosunek masy odpadów opakowaniowych poddanych recyklingowi do masy wprowadzonych na rynek odpadów opakowaniowych.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wymagania, jakim muszą odpowiadać opakowania oraz sposoby postępowania z opakowaniami i odpadami opakowaniowymi regulują przepisy Ustawy z dnia 13 czerwca 2013 r. o gospodarce opakowaniami i odpadami opakowaniowymi (Dz. U. z 2013 r. poz. 888). Obowiązek odzysku, a w szczególności recyklingu odpadów, może być realizowany przez zobowiązanego przedsiębiorcę samodzielnie albo za pośrednictwem organizacji odzysku, która przejmie od przedsiębiorcy obowiązki związane z odzyskiem odpadów. Podstawowe informacje służące do obliczenia wymaganego i osiągniętego poziomu odzysku, czyli masę i liczbę opakowań wprowadzanych na rynek, ustala się według ewidencji prowadzonej przez przedsiębiorcę. Odpadami opakowaniowymi są wszystkie opakowania, w tym opakowania wielokrotnego użytku wycofane z ponownego użycia, stanowiące odpady w rozumieniu przepisów o odpadach, z wyjątkiem odpadów powstających w procesie produkcji opakowań. Recykling to odzysk, w ramach którego odpady są ponownie przetwarzane na produkty, materiały lub substancje wykorzystywane w pierwotnym celu lub innych celach  obejmuje to ponowne przetwarzanie materiału organicznego (recykling organiczny), ale nie obejmuje odzysku energii i ponownego przetwarzania na materiały, które mają być wykorzystane jako paliwa lub do celów wypełniania wyrobisk.",
                          
                            "zrodlo": "Ministerstwo Środowiska, Eurostat",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "38.9",
                              
                                  "2011" :   "41.2",
                              
                                  "2012" :   "41.4",
                              
                                  "2013" :   "36.1",
                              
                                  "2014" :   "55.4",
                              
                                  "2015" :   "57.9",
                              
                                  "2016" :   "57.7",
                              
                                  "2017" :   "64.1",
                              
                                  "2018" :   "59.8"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "12-6-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "12.6.1 Liczba sygnatariuszy Partnerstwa na rzecz realizacji Celów Zrównoważonego Rozwoju (SDGs)",
                          
                            "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                          
                            "zadanie": "12.6 Zachęcać przedsiębiorstwa, w szczególności te duże i międzynarodowe, do wdrażania praktyk w zakresie zrównoważonego rozwoju i uwzględniania informacji na ten temat w swoich cyklicznych raportach.",
                          
                            "definicja": "Liczba podmiotów będących Sygnatariuszami Partnerstwa na rzecz realizacji Celów Zrównoważonego Rozwoju.",
                          
                            "jednostka": "[–]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Partnerstwo na rzecz realizacji Celów Zrównoważonego Rozwoju zostało zainicjowane w czerwcu 2017 r. Jego celem jest zintegrowanie we współpracy przedstawicieli różnych środowisk na rzecz efektywnego osiągania SDGs (Celów Zrównoważonego Rozwoju). Inicjatywa ta zwiększa świadomość nt. przyjętych przez społeczność międzynarodową Celów Zrównoważonego Rozwoju, ich znaczenia dla poszczególnych grup społecznych oraz potrzeby współpracy w efektywnej ich realizacji. Sygnatariusze dają przykład aktywnego zaangażowania i odpowiedzialnego wdrażania zasad zrównoważonego rozwoju wewnątrz organizacji, stanowiąc cenne źródło inspiracji dla innych. Współpraca szerokiego grona interesariuszy odzwierciedla starania Polski na rzecz aktywnego włączania w planowanie i realizację działań rozwojowych podmiotów publicznych, prywatnych, organizacji pozarządowych, sektora nauki i społeczeństwa obywatelskiego. Ma to zapewnić szerszą komunikację, zwiększać świadomość o potrzebie współpracy i dialogu. Sygnatariusze przystępują do Partnerstwa podczas wydarzeń konferencyjnych organizowanych przez krajowego koordynatora wdrażania SDGs w Polsce – Ministerstwo Przedsiębiorczości i Technologii (do stycznia 2018 r. Ministerstwo Rozwoju). Podczas uroczystości przystąpienia do Partnerstwa, Sygnatariusze na jednej wspólnej karcie Partnerstwa, kolejno składają podpisy pod treścią deklaracji: 'Świadomi globalnych wyzwań gospodarczych, społecznych i środowiskowych oraz ich złożoności, upatrujemy w Celach Zrównoważonego Rozwoju szansę na wykreowanie nowej rzeczywistości gospodarczej, otwierającej nowe ścieżki rozwoju dla biznesu, opartej na zasadach transparentności i budującej wizerunek Polski, jako wiarygodnego partnera gospodarczego. Uznajemy, że osiągnięcie ambitnych celów i zadań będzie możliwe dzięki wspólnemu działaniu w efektywny sposób, mobilizacji sił, kreowaniu synergii, ożywionemu i wzmocnionemu partnerstwu, będącemu efektem dialogu, otwartego dla wszystkich zainteresowanych stron. Dążąc wspólnie do wykorzystania szans na dokonanie zmian w kraju, regionie i firmie, zwiększania wpływu na zrównoważony rozwój, wyrażamy intencję współpracy w ramach niniejszej inicjatywy partnerstwa na rzecz realizacji Celów Zrównoważonego Rozwoju.'",
                          
                            "zrodlo": "Ministerstwo Rozwoju",
                          
                            "czestotliwosc": "Dane roczne; od 2017 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "72",
                              
                                  "2018" :   "102",
                              
                                  "2019" :   "127"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "12-7-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "12.7.1 Liczba krajów, które wdrożyły zrównoważoną politykę zamówień publicznych wraz z planami działania",
                          
                            "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                          
                            "zadanie": "12.7 Promować praktyki w zakresie zrównoważonych zamówień publicznych, zgodne z polityką i priorytetami krajowymi.",
                          
                            "definicja": "Wskaźnik przyjmuje wartość 1 dla danego kraju, gdy kraj wdrożył zrównoważoną politykę zamówień publicznych wraz z planami dzialania.",
                          
                            "jednostka": "{ 0 , 1 }",
                          
                            "wymiary": "",
                          
                            "metodologia": "Działania w zakresie zrównoważonych zamówień publicznych zostały zainicjowane przez Urząd Zamówień Publicznych w 2007 r. poprzez opracowanie pierwszego „Krajowego Planu Działań w zakresie zielonych zamówień publicznych na lata 2007-2010”, przyjętego przez Komitet Europejski Rady Ministrów dnia 27 stycznia 2007 r. Kontynuując działalność informacyjno-szkoleniową, w 2010 r. Urząd Zamówień Publicznych opracował kolejny „Krajowy Plan Działań w zakresie zrównoważonych zamówień publicznych na lata 2010-2012”, w którym – oprócz promowania aspektów środowiskowych w zamówieniach publicznych – zwrócono po raz pierwszy uwagę na potrzebę promocji społecznych zamówień publicznych, przyczyniających się do aktywizacji zawodowej przedstawicieli grup defaworyzowanych (tj. grup będących w trudnej sytuacji na rynku pracy). W dokumencie tym określono również działania, których celem był rozpropagowanie tematyki społecznych zamówień publicznych wśród uczestników systemu zamówień publicznych oraz opinii publicznej. W 2013 roku Urząd Zamówień Publicznych opracował kolejny czteroletni dokument planistyczny pod nazwą 'Krajowy Plan Działań w zakresie zrównoważonych zamówień publicznych na lata 2013-2016', którego celem jest dalsza promocja uwzględniania aspektów środowiskowych oraz społecznych w postępowaniach przetargowych.",
                          
                            "zrodlo": "Urząd Zamówień Publicznych",
                          
                            "czestotliwosc": "Dane roczne od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "1",
                              
                                  "2011" :   "1",
                              
                                  "2012" :   "1",
                              
                                  "2013" :   "1",
                              
                                  "2014" :   "1",
                              
                                  "2015" :   "1",
                              
                                  "2016" :   "1",
                              
                                  "2017" :   "1",
                              
                                  "2018" :   "1",
                              
                                  "2019" :   "1",
                              
                                  "2020" :   "1"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "12-8-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "12.8.1 Zakres włączenia (i) globalnej edukacji obywatelskiej oraz (ii) edukacji na rzecz zrównoważonego rozwoju do (a) krajowych polityk edukacyjnych, (b) programów nauczania, (c) kształcenia nauczycieli oraz (d) oceny uczniów",
                          
                            "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                          
                            "zadanie": "12.8 Do 2030 roku zapewnić dostęp do istotnych informacji i podnieść świadomość wszystkich ludzi na całym świecie w zakresie zrównoważonego rozwoju i stylu życia w zgodzie z naturą.",
                          
                            "definicja": "Wskaźnik przyjmuje wartość 1 dla danego kraju, gdy jest prowadzona w nim edukacja w zakresie zrównoważonego rozwoju, z uwględnieniem edukacji na rzecz równości płci i praw człowieka oraz zagadnienia te są ujęte: w krajowej polityce edukacji, w programie nauczania, w edukacji nauczycieli, w ocenianiu uczniów.",
                          
                            "jednostka": "{ 0 , 1 }",
                          
                            "wymiary": "",
                          
                            "metodologia": "Upowszechnianie wśród dzieci i młodzieży wiedzy o zasadach zrównoważonego rozwoju oraz kształtowanie postaw sprzyjających jego wdrażaniu w skali lokalnej, krajowej i globalnej jest zagwarantowane ustawowo (art. 1 pkt 11 Ustawy o systemie oświaty - Dz. U. z 2016 r. poz. 1943, z późn. zm.). Minister do spraw oświaty i wychowania określa podstawy programowe, które stanowią obowiązkowe zestawy celów i treści nauczania, w tym umiejętności, opisane w formie ogólnych i szczegółowych wymagań dotyczących wiedzy i umiejętności, które powinien posiadać uczeń po zakończeniu określonego etapu edukacyjnego oraz zadania wychowawcze szkoły. Cele kształcenia i treści nauczania dotyczące zrównoważonego rozwoju są realizowane zgodnie z podstawą programową uregulowaną w rozporządzeniu Ministra Edukacji Narodowej z dnia 27 sierpnia 2012 r. w sprawie podstawy programowej wychowania przedszkolnego oraz kształcenia ogólnego w poszczególnych typach szkół (Dz. U. poz. 977, z 2014 r. poz. 803 oraz z 2016 r. poz. 895). Od roku szkolnego 2017/2018, w szkołach podstawowych oraz w szkołach branżowych I stopnia obowiązuje podstawa programowa uregulowana w rozporządzeniu Ministra Edukacji Narodowej z dnia 14 lutego 2017 r. w sprawie podstawy programowej wychowania przedszkolnego oraz podstawy programowej kształcenia ogólnego dla szkoły podstawowej, w tym dla uczniów z niepełnosprawnością intelektualną w stopniu umiarkowanym lub znacznym, kształcenia ogólnego dla branżowej szkoły I stopnia, kształcenia ogólnego dla szkoły specjalnej przysposabiającej do pracy oraz kształcenia ogólnego dla szkoły policealnej (Dz. U. poz. 356).",
                          
                            "zrodlo": "Ministerstwo Edukacji Narodowej",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "1",
                              
                                  "2011" :   "1",
                              
                                  "2012" :   "1",
                              
                                  "2013" :   "1",
                              
                                  "2014" :   "1",
                              
                                  "2015" :   "1",
                              
                                  "2016" :   "1",
                              
                                  "2017" :   "1",
                              
                                  "2018" :   "1",
                              
                                  "2019" :   "1"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "12-a-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "12.a.1 Kwota wsparcia dla krajów rozwiających się na Badania i Rozwój w zakresie zrównoważonej produkcji i konsumpcji (SCP) i technologii przyjaznych środowisku",
                          
                            "cel": "cel 12. Odpowiedzialna konsumpcja i produkcja",
                          
                            "zadanie": "12.a Wspierać kraje rozwijające się we wzmacnianiu ich zdolności naukowych i technologicznych dążących do utworzenia bardziej zrównoważonych wzorców konsumpcyjnych i produkcyjnych.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "12-b-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "12.b.1 Liczba strategii lub polityk wraz z planami działań dotyczących zrównoważonej turystyki uzgodnionych z narzędziami ewaluacji i monitoringu",
                          
                            "cel": "cel 12. Odpowiedzialna konsumpcja i produkcja",
                          
                            "zadanie": "12.b Rozwijać i wdrażać narzędzia monitorujące wpływ zrównoważonego rozwoju na zrównoważoną turystykę tworzącą miejsca pracy oraz promującą lokalną kulturę i produkty.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "12-c-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "12.c.1 Kwota subwencji na paliwa kopalne w odniesieniu do jednostki PKB (produkcja i konsumpcja) jako udział w całkowitych krajowych wydatkach na paliwa kopalne",
                          
                            "cel": "cel 12. Odpowiedzialna konsumpcja i produkcja",
                          
                            "zadanie": "12.c Zracjonalizować nieefektywne subwencje na paliwa kopalne, sprzyjające ich zbędnemu zużyciu, poprzez usunięcie nieprawidłowości rynkowych, zgodnie z uwarunkowaniami krajowymi, w tym poprzez restrukturyzację podatków i stopniowe wycofywanie szkodliwych dotacji tam, gdzie one występują, odnotowując ich wpływ na środowisko, w pełni biorąc pod uwagę specyficzne potrzeby i uwarunkowania krajów rozwijających się oraz minimalizować możliwy niekorzystny wpływ na ich rozwój, w sposób który chroni ubogie i narażone społeczności.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    }]
}
