{
  "14":[
    {
      "14-1-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "14.1.1 Wskaźnik eutrofizacji przybrzeżnej (ICEP) i zagęszczenie unoszących się odpadów plastikowych",
                          
                            "cel": "cel 14. Życie pod wodą",
                          
                            "zadanie": "14.1 Do 2025 roku zapobiegać i znacznie zmniejszyć poziom wszelkich rodzajów zanieczyszczeń morza, w szczególności powstałych w wyniku działalności na lądzie, w tym śmieci i odpadków żywnościowych zrzucanych do morza.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "14-2-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "14.2.1 Udział krajowych stref ekonomicznych zarządzanych w oparciu o podejście ekosystemowe",
                          
                            "cel": "cel 14. Życie pod wodą",
                          
                            "zadanie": "14.2 Do 2020 zarządzać i chronić morskie i przybrzeżne ekosystemy w sposób zrównoważony, tak by uniknąć znacznych, niekorzystnych skutków, w tym poprzez wzmocnienie ich odporności i działania na rzecz odtworzenia ich zasobów oraz zapewnić dobry stan i produktywność oceanów.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "14-3-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "14.3.1 Średnie zakwaszenie wód morskich (pH) mierzone za pomocą zestawu reprezentatywnych próbek w uzgodnionych stacjach pomiarowych",
                          
                            "cel": "cel 14. Życie pod wodą",
                          
                            "zadanie": "14.3 Zminimalizować skutki zakwaszenia oceanów, w tym poprzez wzmocnioną współpracę naukową na wszystkich szczeblach.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "14-4-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "14.4.1 Odsetek zasobów rybnych na biologicznie odnawialnym poziomie",
                          
                            "cel": "Cel 14. Życie pod wodą",
                          
                            "zadanie": "14.4 Do 2020 roku skutecznie uregulować kwestie pozyskiwania owoców morza oraz wyeliminować nadmierne połowy ryb, nielegalne, niezarejestrowane i nieuregulowane rybołówstwo oraz destrukcyjne praktyki połowów, oraz wdrożyć poparte naukowo plany zarządzania, tak by w możliwie najkrótszym czasie odbudować populację ryb, co najmniej do poziomu umożliwiającego maksymalny, odnawialny poziom zrównoważonych połowów, zgodnie charakterystyką poszczególnych gatunków.",
                          
                            "definicja": "Wskaźnik określa wielkość zasobów rybnych na świecie oraz udział stad rybnych będących na biologicznie odnawialnym poziomie. Przy ocenie zasoby klasyfikuje się na trzy kategorie: 1. stada ryb nadmiernie eksploatowane (overexploited), 2. stada ryb w pełni wykorzystane (fully exploited) oraz3. stada ryb nie w pełni wykorzystane (non-fully exploited). Za biologicznie zrównoważone stada uznaje się te, które sklasyfikowano jako nie w pełni wykorzystane i w pełni wykorzystane.Wskaźnik określa poziom postępu w kierunku zrównoważonego zarządzania stadami rybnymi, w którym celem jest unikanie przełowienia oraz utrzymanie w bezpiecznych ekologicznie granicach wpływu rybołówstwa na zapasy, gatunki i ekosystemy.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "1. udział zasobów rybnych w pełni wykorzystanych (fully exploited) na Morzu Bałtyckim2. odsetek stad ryb, które są nie w pełni wykorzystane (non-fully exploited) na Morzu Bałtyckim3. odsetek stad ryb, które są nadmiernie eksploatowane (overexploited) na Morzu Bałtyckim4. odsetek stad ryb w granicach poziom w zrównoważonych biologicznie na Morzu Bałtyckim",
                          
                            "metodologia": "Konwencja Narodów Zjednoczonych o prawie morza, której Unia jest stroną, nakłada zobowiązania związane z ochroną, w tym utrzymaniem lub odtworzeniem populacji poławianych gatunków na poziomach, które mogą zapewnić Maksymalny Podtrzymywalny Połów (MSY maximum sustainable yield). Maksymalny Podtrzymywalny Połów rozumiany jest jako największy połów, który może być pobierany z zasobów rybnych przez czas nieokreślony. Celem wyznaczenia tego progu jest osiągnięcie maksymalnej wydajności zasobów ryb przy jednoczesnym zachowaniu różnorodności biologicznej i funkcjonowaniu ekosystemów istotnych dla obecnych i przyszłych pokoleń.Uważa się, że stada ryb są zrównoważone, jeżeli ich liczebność utrzymuje się stale na poziomie zapewniającym maksymalny podtrzymywalny połów lub wyższym. W celu zapewnienia, że podstawowe gatunki przemysłowe na Morzu Bałtyckim są eksploatowane na poziomie odnawialnym, opracowano i przyjęto Rozporządzenie Parlamentu Europejskiego i Rady (UE) Nr 2016/1139 z dnia 6 lipca 2016 r. ustanawiające wieloletni plan w odniesieniu do stad dorsza, śledzia i szprota w Morzu Bałtyckim oraz połowów eksploatujących te stada (zmieniające rozporządzenie Rady (WE) nr 2187/2005 i uchylające rozporządzenie Rady (WE) nr 1098/2007). Rozporządzenie to określa maksymalny poziom połowu (maximum sustainable yield) omawianych gatunków, nakładając zobowiązania związane z ochroną, w tym utrzymaniem lub odtworzeniem populacji poławianych gatunków na poziomach odnawialnych. Wskaźnik przyjmuje cztery wymiary, tj.:1. udział zasobów rybnych w pełni wykorzystanych (fully exploited)2. odsetek stad ryb, które są nie w pełni wykorzystane (non-fully exploited) 3. odsetek stad ryb, które są nadmiernie eksploatowane (overexploited) oraz4. odsetek stad ryb w granicach poziomów zrównoważonych biologicznie Poziomy zrównoważone biologicznie obejmują te stada ryb, które zgodnie z oceną zasobów sklasyfikowano jako nie w pełni wykorzystane (non-fully exploited) i w pełni wykorzystane (fully exploited). Wskaźnik liczony jest jako suma tych dwóch kategorii podzielona przez całkowitą liczbę gatunków ryb podlegających ocenie zasobów i pomnożona przez 100. Ocena zasobów obejmuje stada rybne określone w Rozporządzeniu PE i Rady (UE) Nr 2016/1139 w odniesieniu do których ustanowiono plan wieloletni:1. dorsz atlantycki w zachodniej części Morza Bałtyckiego2. dorsz atlantycki we wschodniej części Morza Bałtyckiego3. śledź atlantycki w zachodniej części Morza Bałtyckiego4. śledź atlantycki w centralnej części Morza Bałtyckiego5. szprot w Morzu Bałtyckim",
                          
                            "zrodlo": "Ministerstwo Gospodarki Morskiej i Żeglugi Śródlądowej",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "Od 2012 roku wartość udziału procentowego opiera się na analizie 4 stad (bez dorsza stada wschodniego)."
                          }
          ],
          "dane": [
            {
                      
                              "wg poziomu eksploatowania": [
                                  {"odsetek stad ryb w granicach poziomów zrównoważonych na Morzu Bałtyckim": [
                                          {
                                          
                                              "2010" : "40",
                                          
                                              "2011" : "60",
                                          
                                              "2012" : "40",
                                          
                                              "2013" : "40",
                                          
                                              "2014" : "40",
                                          
                                              "2015" : "40",
                                          
                                              "2016" : "60",
                                          
                                              "2017" : "40",
                                          
                                              "2018" : "40",
                                          
                                              "2019" : "40"
                                          
                                          }
                                      ],"udział zasobów rybnych w pełni wykorzystanych (fully exploited) na Morzu Bałtyckim": [
                                          {
                                          
                                              "2010" : "40",
                                          
                                              "2011" : "60",
                                          
                                              "2012" : "20",
                                          
                                              "2013" : "20",
                                          
                                              "2014" : "20",
                                          
                                              "2015" : "40",
                                          
                                              "2016" : "60",
                                          
                                              "2017" : "40",
                                          
                                              "2018" : "25",
                                          
                                              "2019" : "25"
                                          
                                          }
                                      ],"odsetek stad ryb które są nie w pełni wykorzystane (non-fully exploited) na Morzu Bałtyckim": [
                                          {
                                          
                                              "2010" : "0",
                                          
                                              "2011" : "0",
                                          
                                              "2012" : "20",
                                          
                                              "2013" : "20",
                                          
                                              "2014" : "20",
                                          
                                              "2015" : "0",
                                          
                                              "2016" : "0",
                                          
                                              "2017" : "0",
                                          
                                              "2018" : "0",
                                          
                                              "2019" : "0"
                                          
                                          }
                                      ],"odsetek stad ryb które są nadmiernie eksploatowane (overexploited) na Morzu Bałtyckim": [
                                          {
                                          
                                              "2010" : "60",
                                          
                                              "2011" : "40",
                                          
                                              "2012" : "60",
                                          
                                              "2013" : "60",
                                          
                                              "2014" : "60",
                                          
                                              "2015" : "60",
                                          
                                              "2016" : "40",
                                          
                                              "2017" : "60",
                                          
                                              "2018" : "75",
                                          
                                              "2019" : "75"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "14-5-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "14.5.1 Udział powierzchni chronionych obszarów morskich do ogólnego obszaru terenów morskich",
                          
                            "cel": "Cel 14. Życie pod wodą",
                          
                            "zadanie": "14.5 Do 2020 roku objąć ochroną co najmniej 10% wybrzeży i obszarów morskich, zgodnie z krajowym i międzynarodowym prawem i korzystając z najlepszych źródeł informacji naukowych.",
                          
                            "definicja": "Wskaźnik określa procentowy udział wód przybrzeżnych chronionych w ramach obszarów parków narodowych w stosunku do ogólnego obszaru wód morskich Polski.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik określa procentowy udział wód przybrzeżnych Morza Bałtyckiego wchodzących w skład nadmorskich parków narodowych - Słowińskiego Parku Narodowego i Wolińskiego Parku Narodowego - w stosunku do ogólnego obszaru morza terytorialnego Polski. Wody przybrzeżne, zgodnie z ustawą z dnia 18 lipca 2001 r. Prawo wodne, są to powierzchniowe wody morskie w odległości do 1 mili morskiej od linii podstawowej:  - dla Słowińskiego Parku Narodowego jest to obszar 11 171,1 ha,  - dla Wolińskiego Parku Narodowego jest to obszar 2 725,4 ha (w latach 2010-2011) oraz 2 713,5 ha (od roku 2012). Obszarami morskimi, zgodnie z metodologią UN, są obszary morza terytorialnego danego kraju. Zgodnie z Ustawą z dnia 21 marca 1991 r. o obszarach morskich Rzeczypospolitej Polskiej i administracji morskiej (tekst jednolity Dz. U. 2013, poz. 934) morza terytorialne obejmują obszar wód morskich o szerokości 12 mil morskich, liczonych od linii podstawowej tego morza (czyli linii najniższego stanu wody wzdłuż wybrzeża lub zewnętrznej granicy morskich wód wewnętrznych). Obszar morza terytorialnego w Polsce wynosi 8 682 km2.",
                          
                            "zrodlo": "Główny Urząd Geodezji i Kartografii / Ministerstwo Środowiska / Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "1.60",
                              
                                  "2011" :   "1.60",
                              
                                  "2012" :   "1.60",
                              
                                  "2013" :   "1.60",
                              
                                  "2014" :   "1.60",
                              
                                  "2015" :   "1.60",
                              
                                  "2016" :   "1.60",
                              
                                  "2017" :   "1.58",
                              
                                  "2018" :   "1.58",
                              
                                  "2019" :   "1.58"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "14-6-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "14.6.1 Poziom wdrożenia międzynarodowych instrumentów, mających na celu zwalczanie nielegalnych, nieraportowanych i nieuregulowanych połowów (połowów NNN)",
                          
                            "cel": "cel 14. Życie pod wodą",
                          
                            "zadanie": "14.6 Do 2020 roku wyeliminować określone formy subwencji na rybołówstwo, które przyczyniają się do budowy nadmiernych zdolności i przełowienia ryb, wyeliminować subwencje przyczyniające się do nielegalnego, niezarejestrowanego i nieuregulowanego rybołówstwa  nie wprowadzać nowych subwencji tego typu, przyznając że skuteczne, specyficzne i zróżnicowane traktowanie krajów rozwijających się i najsłabiej rozwiniętych powinno być integralną częścią negocjacji dotyczących subwencji na rybołówstwo, prowadzonych w ramach Światowej Organizacji Handlu (World Trade Organization).",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "14-7-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "14.7.1 Zrównoważone rybołówstwo jako odsetek PKB w małych wyspowych krajach rozwijających się, krajach najmniej rozwiniętych i wszystkich krajach",
                          
                            "cel": "cel 14. Życie pod wodą",
                          
                            "zadanie": "14.7 Do 2030 roku zwiększyć korzyści ekonomiczne dla rozwijających się państw położonych na małych wyspach i krajów najsłabiej rozwiniętych, płynące z wykorzystywania zasobów morskich, w tym poprzez zrównoważone zarządzanie rybołówstwem, akwakulturą i turystyką.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "14-a-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "14.a.1 Udział budżetu na prace naukowe w obszarze technologii morskiej w całkowitym budżecie na prace naukowe",
                          
                            "cel": "cel 14. Życie pod wodą",
                          
                            "zadanie": "14.a Poszerzać wiedzę naukową, rozwijać potencjał badawczy i przekazywać technologie morskie, uwzględniając Kryteria i Wytyczne Międzyrządowej Komisji Oceanograficznej w Sprawie Transferu Technologii Morskich (Intergovernmental Commission Criteria and Guidelines on the Transfer of Technology), aby poprawić kondycję oceanów i zwiększyć wpływ morskiej bioróżnorodności na rozwój krajów rozwijających się, w szczególności krajów rozwijających się położonych na małych wyspach i krajów najsłabiej rozwiniętych.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "14-b-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "14.b.1 Poziom zastosowania ram prawnych/regulacyjnych/politycznych/instytucjonalnych, które uznają i chronią prawa dostępu do rybołówstwa na małą skalę",
                          
                            "cel": "cel 14. Życie pod wodą",
                          
                            "zadanie": "14.b Zapewnić lokalnym rybakom łowiącym na małą skalę dostęp do rynków i zasobów morskich.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "14-c-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "14.c.1 Liczba krajów, które zrobiły postęp w ratyfikowaniu, zaakceptowaniu i implementowaniu w obrębie właściwych ram prawnych, politycznych i instytucjonalnych, międzynarodowego prawa odzwierciedlonego w Konwencji Narodów Zjednoczonych o prawie morza (UNCLOS), dla ochrony i zrównoważonego użytkowania oceanów i ich zasobów",
                          
                            "cel": "Cel 14. Życie pod wodą",
                          
                            "zadanie": "14.c Zwiększyć ochronę i zrównoważone wykorzystywanie oceanów i ich zasobów poprzez wdrażanie prawa międzynarodowego, zgodnego z Konwencją Narodów Zjednoczonych o Prawie Morza (United Nations Convention on the Law of the Sea - UNCLOS), która zapewnia ramy prawne odnośnie ochrony i zrównoważonego wykorzystania oceanów i ich zasobów, oraz zgodnego z paragrafem 158. dokumentu końcowego szczytu Rio+20 „Przyszłość, jaką chcemy mieć”.",
                          
                            "definicja": "Wskaźnik określa liczbę przyjętych przez Polskę aktów prawnych, które bezpośrednio lub pośrednio wdrażają Konwencję Narodów Zjednoczonych o prawie morza, zwaną też Konwnecją o prawie morza lub konwencją jamajską (UNCLOS, United Nations Convention on the Law of the Sea).  Wartość wskaźnika określa liczbę aktów prawnych przyjętych w danym roku.",
                          
                            "jednostka": "szt.",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Polska przyjęła następujące akty prawne, które bezpośrednio lub pośrednio wdrażają Konwencję Narodów Zjednoczonych o prawie morza:   • W roku 2011: Ustawa z dnia 26 maja 2011 r. o zmianie ustawy o obszarach morskich Rzeczypospolitej Polskiej i administracji morskiej (Dz. U. z 2011, nr 134, poz. 778)    • W roku 2012: Ustawa z dnia 31 sierpnia 2012 r. o zmianie ustawy - Kodeks morski oraz ustawy o obszarach morskich Rzeczypospolitej Polskiej i administracji morskiej (Dz. U. z 2012, poz. 1069)    • W roku 2013: Rozporządzenie Ministra Transportu, Budownictwa i Gospodarki Morskiej i Ministra Rozwoju Regionalnego z dnia 5 sierpnia 2013 r. w sprawie planów zagospodarowania przestrzennego polskich obszarów morskich  (Dz. U. z 2013 r. poz. 1051)    • W roku 2015: Ustawa z dnia 5 sierpnia 2015 r. o zmianie ustawy o obszarach morskich Rzeczypospolitej Polskiej i administracji morskiej oraz niektórych innych ustaw (Dz. U. z 2015 r. poz. 1642)",
                          
                            "zrodlo": "Ministerstwo Gospodarki Morskiej i Żeglugi Śródlądowej",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "1",
                              
                                  "2012" :   "1",
                              
                                  "2013" :   "1",
                              
                                  "2014" :   "0",
                              
                                  "2015" :   "1",
                              
                                  "2016" :   "0",
                              
                                  "2017" :   "1",
                              
                                  "2018" :   "0",
                              
                                  "2019" :   "1"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
