{
  "15":[
    {
      "15-1-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.1.1 Udział powierzchni gruntów leśnych w powierzchni lądowej kraju",
                          
                            "cel": "Cel 15. Życie na lądzie",
                          
                            "zadanie": "15.1 Do 2020 roku zapewnić ochronę, odtworzenie i zrównoważone użytkowanie lądowych i śródlądowych ekosystemów słodkiej wody oraz pozostałych ekosystemów, w szczególności lasów, terenów podmokłych i suchych oraz gór, zgodnie z międzynarodowymi zobowiązaniami",
                          
                            "definicja": "Stosunek powierzchni gruntów leśnych do powierzchni ogólnej kraju pomniejszonej o grunty pod wodami (ogółem morskie wody wewnętrzne, powierzchniowe wody płynące oraz stojące).",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Do powierzchni gruntów leśnych zaliczają się:   • lasy, tj. grunty o zwartej powierzchni co najmniej 0,1 ha pokryte roślinnością leśną (powierzchnia zalesiona) lub przejściowo pozbawione roślinności leśnej (powierzchnia niezalesiona). Są to grunty przeznaczone do produkcji leśnej lub wchodzące w skład rezerwatów przyrody i parków narodowych albo wpisane do rejestrów zabytków.    • grunty związane z gospodarką leśną, związane z gospodarką leśną, zajęte pod wykorzystywane dla potrzeb gospodarki leśnej: budynki i budowle, urządzenia melioracji wodnych, linie podziału przestrzennego lasu, drogi leśne, tereny pod liniami energetycznymi, szkółki leśne, miejsca składowania drewna, parkingi leśne i urządzenia turystyczne. Powierzchnia zalesiona obejmuje grunty pokryte uprawami, młodnikami i starszymi drzewostanami oraz plantacjami: topoli, nasiennymi i drzew szybkorosnących. Powierzchnia niezalesiona obejmuje grunty:    • znajdujące się w produkcji ubocznej (tj. plantacje choinek, krzewów, poletka łowieckie na gruntach leśnych),    • przejściowo pozbawione drzewostanu i przewidywane do odnowienia w najbliższych latach (tj. zręby, halizny, płazowiny),    • przewidziane do objęcia ochroną prawną (np. zaliczane do lasów śródleśne „oczka”, nieużytkowane płaty roślinności – hale i połoniny),    • przeznaczone do wyłączenia z produkcji grunty leśne wylesione (np. zalewiska i zapadliska na obszarze szkód górniczych).",
                          
                            "zrodlo": "Urząd Statystyczny w Białymstoku",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "30.5",
                              
                                  "2011" :   "30.5",
                              
                                  "2012" :   "30.6",
                              
                                  "2013" :   "30.6",
                              
                                  "2014" :   "30.7",
                              
                                  "2015" :   "30.8",
                              
                                  "2016" :   "30.8",
                              
                                  "2017" :   "30.9",
                              
                                  "2018" :   "30.9",
                              
                                  "2019" :   "30.9",
                              
                                  "2020" :   "30.9"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-1-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.1.2 Odsetek terenów lądowych i wód powierzchniowych istotnych dla różnorodności biologicznej objętych ochroną - według typu ekosystemu",
                          
                            "cel": "cel 15. Życie na lądzie",
                          
                            "zadanie": "15.1 Do 2020 roku zapewnić ochronę, odtworzenie i zrównoważone użytkowanie lądowych i śródlądowych ekosystemów słodkiej wody oraz pozostałych ekosystemów, w szczególności lasów, terenów podmokłych i suchych oraz gór, zgodnie z międzynarodowymi zobowiązaniami",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "15-2-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.2.1 Postęp w kierunku zrównoważonej gospodarki leśnej",
                          
                            "cel": "Cel 15. Życie na lądzie",
                          
                            "zadanie": "15.2 Do 2020 roku promować wdrażanie zrównoważonego zarządzania wszystkimi typami lasów  zahamować proces wylesiania, odtworzyć zniszczone lasy  znacząco zwiększyć globalny stopień zalesienia i ponownego zalesienia",
                          
                            "definicja": "Wskaźnik określa procent powierzchni lasów, które mają zatwierdzoną dokumentację urządzeniową w stosunku do całkowitej powierzchni gruntów leśnych.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Do obliczenia wskaźnika przyjmuje się, że 100% lasów w zarządzie Lasów Państwowych oraz parków narodowych ma zatwierdzone plany urządzenia lasów.",
                          
                            "zrodlo": "Urząd Statystyczny w Białymstoku",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "92.6",
                              
                                  "2011" :   "93.1",
                              
                                  "2012" :   "93.6",
                              
                                  "2013" :   "93.8",
                              
                                  "2014" :   "94.3",
                              
                                  "2015" :   "94.8",
                              
                                  "2016" :   "95.5",
                              
                                  "2017" :   "95.9",
                              
                                  "2018" :   "96.3",
                              
                                  "2019" :   "96.6",
                              
                                  "2020" :   "97.1"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-3-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.3.1 Udział gruntów zdewastowanych i zdegradowanych wymagających rekultywacji w powierzchni ogółem",
                          
                            "cel": "Cel 15. Życie na lądzie",
                          
                            "zadanie": "15.3 Do 2030 roku zwalczyć pustynnienie, odtworzyć zdegradowane obszary i gleby, w tym tereny dotknięte pustynnieniem, suszami i powodziami  dążyć do budowy świata, w którym nie będzie występować proces degradacji ziemi.",
                          
                            "definicja": "Udział powierzchni gruntów, które utraciły całkowicie wartości użytkowe (grunty zdewastowane) oraz gruntów, których wartość użytkowa rolnicza lub leśna zmalała (grunty zdegradowane) w ogólnej powierzchni geodezyjnej kraju.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Grunty zdewastowane to grunty, które utraciły całkowicie wartość użytkową w wyniku pogorszenia się warunków przyrodniczych lub wskutek zmian środowiska oraz działalności przemysłowej, a także wadliwej działalności rolniczej. Grunty zdegradowane to grunty, których rolnicza lub leśna wartość użytkowa zmalała, w wyniku pogorszenia się warunków przyrodniczych lub wskutek zmian środowiska oraz działalności przemysłowej, a także wadliwej działalności rolniczej. Utrata albo ograniczenie wartości użytkowej gruntów oznacza całkowity zanik albo zmniejszenie zdolności produkcyjnej gruntów. Rekultywacja gruntów to nadanie lub przywrócenie gruntom zdegradowanym albo zdewastowanym wartości użytkowych lub przyrodniczych przez właściwe ukształtowanie rzeźby terenu, poprawienie właściwości fizycznych i chemicznych, uregulowanie stosunków wodnych, odtworzenie gleb, umocnienie skarp oraz odbudowanie lub zbudowanie niezbędnych dróg. Grunty zrekultywowane podlegają zagospodarowaniu czyli rolniczemu, leśnemu lub innemu rodzajowi użytkowania. Do terenów przeznaczonych do rekultywacji zalicza się zdegradowane lub zdewastowane grunty, takie jak: nieczynne hałdy, wysypiska, zapadliska, tereny po działalności przemysłowej i górniczej oraz po poligonach wojskowych, dla których właściwe organy zatwierdziły projekty rekultywacji.",
                          
                            "zrodlo": "Ministerstwo Rolnictwa i Rozwoju Wsi / Główny Urząd Geodezji i Kartografii",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0.196",
                              
                                  "2011" :   "0.205",
                              
                                  "2012" :   "0.206",
                              
                                  "2013" :   "0.198",
                              
                                  "2014" :   "0.201",
                              
                                  "2015" :   "0.203",
                              
                                  "2016" :   "0.207",
                              
                                  "2017" :   "0.198",
                              
                                  "2018" :   "0.198",
                              
                                  "2019" :   "0.199",
                              
                                  "2020" :   "0.200",
                              
                                  "2021" :   "0.199"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-4-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.4.1 Odsetek obszarów chronionych istotnych dla różnorodności biologicznej obszarów górskich",
                          
                            "cel": "cel 15. Życie na lądzie",
                          
                            "zadanie": "15.4 Do 2030 roku zapewnić ochronę ekosystemów górskich, w tym ich różnorodności biologicznej oraz zwiększyć korzyści z nich płynące, które są niezbędne dla osiągnięcia zrównoważonego rozwoju",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "15-4-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.4.2 Wskaźnik pomiaru zmian w roślinności ekosystemów górskich (lasy, drzewa, krzewy)",
                          
                            "cel": "Cel 15. Życie na lądzie",
                          
                            "zadanie": "15.4 Do 2030 roku zapewnić ochronę ekosystemów górskich, w tym ich różnorodności biologicznej oraz zwiększyć korzyści z nich płynące, które są niezbędne dla osiągnięcia zrównoważonego rozwoju",
                          
                            "definicja": "Stosunek terenów górskich pokrytych roślinnością (tj. lasami, zakrzewieniami, użytkami zielonymi, pastwiksami, gruntami uprawnymi) do całego obszaru górskiego.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem, klasy Kapos",
                          
                            "metodologia": "Góry są zdefiniowane zgodnie z klasyfikacją UNEP-WCMC, która identyfikuje je zgodnie z wysokością, nachyleniem i lokalnym zasięgiem wzniesień, jak zostało to opisane przez Kapos i in. 2000*: Klasa 1: wysokość 4500 metrówKlasa 2: wysokość 3500-4500 metrówKlasa 3: wysokość 2500-3 500 metrówKlasa 4: wysokość 1500-2 500 metrów i nachylenie> 2Klasa 5: wysokość 1000-1 500 metrów i nachylenie> 5 lub lokalny zasięg (LER 7 km )> 300 metrówKlasa 6: wysokość 300-1000 metrów i lokalny zasięg (7 km )> 300 metrów",
                          
                            "zrodlo": "Główny Urząd Geodezji i Kartografii",
                          
                            "czestotliwosc": "Dane roczne; od 2019 r.",
                          
                            "uwagi": "Klasyfikacja gór została opisana w: Kapos V. Developing a map of the world's mountain forests., w M.Price i N.Butt (EDS.) Forests in sustainable mountain development: a state of knowledge report for 2000. Wallingford: CAB International."
                          }
          ],
          "dane": [
            {
                      
                              "wg klasy Kapos": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "95.0",
                                          
                                              "2020" : "95.0",
                                          
                                              "2021" : "95.0"
                                          
                                          }
                                      ],"K1": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "",
                                          
                                              "2021" : ""
                                          
                                          }
                                      ],"K2": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "",
                                          
                                              "2021" : ""
                                          
                                          }
                                      ],"K3": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "",
                                          
                                              "2021" : ""
                                          
                                          }
                                      ],"K4": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "67.1",
                                          
                                              "2020" : "66.6",
                                          
                                              "2021" : "66.6"
                                          
                                          }
                                      ],"K5": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "99.2",
                                          
                                              "2020" : "99.0",
                                          
                                              "2021" : "99.2"
                                          
                                          }
                                      ],"K6": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "95.3",
                                          
                                              "2020" : "94.6",
                                          
                                              "2021" : "94.4"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-5-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.5.1 Wskaźnik wzrostu zagrożenia wyginięciem gatunków wpisanych do Czerwonej Księgi IUCN",
                          
                            "cel": "cel 15. Życie na lądzie",
                          
                            "zadanie": "15.5 Podjąć pilne i znaczące działania zmniejszające degradację naturalnych siedlisk  powstrzymać utratę bioróżnorodności  do 2020 roku chronić zagrożone gatunki i zapobiec ich wyginięciu",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "15-6-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.6.1 Liczba krajów które przyjęły prawne, administracyjne i polityczne ramy działania zapewniające sprawiedliwy i uczciwy podział korzyści płynących z użytkowania zasobów genetycznych",
                          
                            "cel": "Cel 15. Życie na lądzie",
                          
                            "zadanie": "15.6 Promować uczciwy i sprawiedliwy podział korzyści płynących z użytkowania zasobów genetycznych oraz promować właściwy dostęp do nich, zgodnie z międzynarodowymi postanowieniami",
                          
                            "definicja": "Wskaźnik przyjmuje wartość 1, jeśli kraj posiada ramy prawne, administracyjne i polityczne ramy działania zapewniające sprawiedliwy i uczciwy podział korzyści płynących z użytkowania zasobów genetycznych.",
                          
                            "jednostka": "{ 0 , 1 }",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Zasoby genetyczne, zgodnie z konwencją o różnorodności biologicznej, oznaczają materiał genetyczny (tj. jakikolwiek materiał roślinny, zwierzęcy, mikrobiologiczny lub innego pochodzenia, zawierający funkcjonalne jednostki dziedziczności). Nowym instrumentem prawa międzynarodowego, wdrażającym trzeci cel Konwencji o różnorodności biologicznej (dotyczący prawa państw do wykorzystywania swoich własnych zasobów zgodnie z własną polityką w zakresie środowiska) jest Protokół z Nagoi. Został on przyjęty przez Dziesiątą Konferencję Stron Konwencji w 2010 roku. Po wejściu w życie Protokołu z Nagoi, co nastąpiło dnia 12 października 2014 r., wszystkie podmioty pozyskujące zasoby genetyczne pochodzące z krajów, które ratyfikowały protokół, są zobowiązane do respektowania postanowień protokołu i instrumentów go wdrażających. Polska podpisała Protokół z Nagoi w dniu 20 września 2011 r. Obecnie trwa proces jego ratyfikacji. Protokół z Nagoi dotyczy dostępu do zasobów genetycznych oraz uczciwego i sprawiedliwego podziału korzyści wynikających z ich wykorzystania. Ma na celu ustanowienie systemu zobowiązującego użytkowników zasobów genetycznych do dzielenia się z dawcą tych zasobów korzyściami powstałymi w wyniku ich wykorzystania.Protokół z Nagoi ma zastosowanie zarówno do zasobów genetycznych organizmów dziko występujących, jak i użytkowanych w gospodarce (z wyjątkiem zasobów genetycznych człowieka). Wpływa na funkcjonowanie dawców i biorców zasobów genetycznych, w tym m.in. ogrodów botanicznych i zoologicznych, banków genów, sektora rolnego (hodowla zwierząt, uprawa roślin, nasiennictwo, produkcja pasz), ogrodnictwa, leśnictwa, przemysłu farmaceutycznego, kosmetycznego, biotechnologii, przetwórstwa spożywczego, a nawet przemysłu związanego z produkcją paliw i tworzyw sztucznych. Na obszarze Unii Europejskiej obowiązki użytkowników zasobów genetycznych we wszystkich państwach członkowskich reguluje Rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 511/2014 z dnia 16 kwietnia 2014 r. w sprawie środków zapewniających zgodność użytkowników w Unii z wymogami wynikającymi z Protokołu z Nagoi dotyczącego dostępu do zasobów genetycznych oraz uczciwego i sprawiedliwego podziału korzyści wynikających z wykorzystania tych zasobów. Zadania i właściwość organów administracji publicznej w zakresie wykonywania przepisów rozporządzenia (UE) nr 511/2014, zasady i tryb kontroli uzyskiwania, posiadania i wykorzystania zasobów genetycznych oraz zasady odpowiedzialności za naruszenie przepisów w Polsce reguluje ustawa z dnia 19 lipca 2016 r. o dostępie do zasobów genetycznych i podziale korzyści z ich wykorzystania (Dz. U. 2016, poz. 1340).",
                          
                            "zrodlo": "Ministerstwo Klimatu i Środowiska",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0",
                              
                                  "2011" :   "0",
                              
                                  "2012" :   "0",
                              
                                  "2013" :   "0",
                              
                                  "2014" :   "0",
                              
                                  "2015" :   "0",
                              
                                  "2016" :   "0",
                              
                                  "2017" :   "1",
                              
                                  "2018" :   "1",
                              
                                  "2019" :   "1",
                              
                                  "2020" :   "1",
                              
                                  "2021" :   "1"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-7-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.7.1 Liczba okazów CITES zatrzymanych przez Służby Celne",
                          
                            "cel": "Cel 15. Życie na lądzie",
                          
                            "zadanie": "15.7 Podjąć pilne działania eliminujące proceder kłusownictwa i handlu chronionymi gatunkami zwierząt i roślin  podjąć działania zapobiegające nabywaniu i sprzedaży nielegalnych produktów dzikiej przyrody",
                          
                            "definicja": "Wskaźnik określa liczbę okazów CITES, w tym okazów żywych roślin i zwierząt, zatrzymanych przez Służby Celne.",
                          
                            "jednostka": "sztuki",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Konwencja o międzynarodowym handlu dzikimi zwierzętami i roślinami gatunków zagrożonych wyginięciem (CITES), sporządzona została w Waszyngtonie dnia 3 marca 1973 r. (Dz. U. 1991 nr 27 poz. 112 z późn. zmianami). W rozumieniu niniejszej konwencji: gatunek oznacza każdy gatunek, podgatunek bądź odrębną geograficzną populację, okaz natomiast oznacza:    • każde zwierzę lub roślinę, żywe lub martwe,    • w odniesieniu do zwierząt – gdy chodzi o gatunki objęte załącznikami I i II – każdą łatwo rozpoznawalną ich część lub produkt otrzymany ze zwierzęcia, a gdy chodzi o gatunki objęte załącznikiem III – każdą łatwo rozpoznawalną ich część lub produkt otrzymany ze zwierzęcia, jeżeli zostały one objęte tym załącznikiem,    • w odniesieniu do roślin – gdy chodzi o gatunki objęte załącznikiem I – każdą łatwo rozpoznawalną ich część lub produkt otrzymany z rośliny, a gdy chodzi o gatunki objęte załącznikami II i III – każdą łatwo rozpoznawalną ich część lub produkt otrzymany z rośliny, jeżeli są one objęte tymi załącznikami.  Handel oznacza eksport, reeksport, import i sprowadzenie z morza. Reeksport oznacza eksport każdego okazu, który został uprzednio wwieziony. Załącznik I obejmuje wszystkie gatunki zagrożone wyginięciem, które są lub mogą być przedmiotem handlu. Handel okazami tych gatunków powinien być poddany szczególnie ścisłej reglamentacji w celu zapobieżenia dalszemu zagrożeniu ich istnienia i może być dozwolony jedynie w wyjątkowych okolicznościach. Załącznik II obejmuje:   • wszystkie gatunki, które wprawdzie niekoniecznie już teraz są zagrożone wyginięciem, niemniej mogą stać się takimi, jeżeli handel okazami tych gatunków nie zostanie poddany ścisłej reglamentacji mającej zapobiec eksploatacji niedającej się pogodzić z ich utrzymaniem, oraz    • niektóre gatunki, które powinny być przedmiotem reglamentacji w celu poddania skutecznej kontroli handle okazami gatunków objętych załącznikiem II.  Załącznik III obejmuje wszystkie gatunki, co do których jedna ze Stron uzna swoją właściwość do objęcia ich reglamentacją mającą na celu zapobieżenie lub ograniczenie eksploatacji tych gatunków i wymagającą współpracy innych Stron w zakresie kontroli handlu. Wartość ogółem w latach 2010-2015 określa liczbę żywych okazów zwierząt i żywych okazów roślin. Ponadto:    • dla danych za rok 2010: w wartości ogółem - 8286 okazów medykamentów medycyny azjatyckiej (TAM), 70 szt. (70 kg) mrożonego węgorza europejskiego.    • dla danych za rok 2011: w wartości ogółem - 2m3 drewna Swietnia spp. i 3000 nasion kaktusa Astrophytum asterias oraz 9594 okazów medykamentów medycyny azjatyckiej (TAM).    • dla danych za rok 2012: w wartości ogółem - 8217 okazów medykamentów medycyny azjatyckiej (TAM), 7 szt. okazów kości słoniowej.    • dla danych za rok 2013: w wartości ogółem - 2137 okazów medykamentów medycyny azjatyckiej (TAM), 2 szt. okazów kości słoniowej.    • dla danych za rok 2014: w wartości ogółem - 2040 okazów medykamentów medycyny azjatyckiem (TAM), 1 szt. okazów kości słoniowej.    • dla danych za rok 2015: w wartości ogółem - 9986 okazów medykamentów medycyny azjatyckiem (TAM), 7 szt. okazów kości słoniowej.",
                          
                            "zrodlo": "Ministerstwo Finansów",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "Prezentowany wskaźnik (15.7.1 Liczba okazów CITES zatrzymanych przez Służby Celne) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (15.7.1 Udział handlu chronionymi gatunkami roślin i zwierząt stanowiących przedmiot nielegalnego obrotu) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "8495",
                              
                                  "2011" :   "12833",
                              
                                  "2012" :   "8650",
                              
                                  "2013" :   "10632",
                              
                                  "2014" :   "3303",
                              
                                  "2015" :   "10677",
                              
                                  "2016" :   "8582",
                              
                                  "2017" :   "3597",
                              
                                  "2018" :   "13811",
                              
                                  "2019" :   "368631",
                              
                                  "2020" :   "20950"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-8-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.8.1 Liczba krajów które przyjęły odpowiednie krajowe przepisy prawne i odpowiednie środki zapobiegania i kontroli inwazyjnych gatunków obcych",
                          
                            "cel": "Cel 15. Życie na lądzie",
                          
                            "zadanie": "15.8 Do 2020 roku wprowadzić środki uniemożliwiające wprowadzanie nowych gatunków obcych na danym obszarze oraz znacząco zmniejszyć ich wpływ na ekosystemy wodne i lądowe ; kontrolować lub wyeliminować wybrane gatunki",
                          
                            "definicja": "Wskaźnik przyjmuje wartość 1 dla krajów, które przyjęły odpowiednie krajowe przepisy prawne i odpowiednie środki zapobiegania i kontroli inwazyjnych gatunków obcych.",
                          
                            "jednostka": "{ 0 , 1 }",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Polska przyjęła następujące przepisy prawne, służące kontroli inwazyjnych gatunków obcych:    1. Ustawa z dnia 16 kwietnia 2004 r. o ochronie przyrody    2. Rozporządzenie Ministra Środowiska z dnia 9 września 2011 r. w sprawie listy roślin i zwierząt gatunków obcych, które w przypadku uwolnienia do środowiska przyrodniczego mogą zagrozić gatunkom rodzimym lub siedliskom przyrodniczym ",
                          
                            "zrodlo": "Ministerstwo Klimatu i Środowiska",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0",
                              
                                  "2011" :   "1",
                              
                                  "2012" :   "1",
                              
                                  "2013" :   "1",
                              
                                  "2014" :   "1",
                              
                                  "2015" :   "1",
                              
                                  "2016" :   "1",
                              
                                  "2017" :   "1",
                              
                                  "2018" :   "1",
                              
                                  "2019" :   "1",
                              
                                  "2020" :   "1",
                              
                                  "2021" :   "1"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-9-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.9.1 (a) Liczba krajów, które w swoich krajowych strategiach i planach działania w zakresie bioróżnorodności określiły cele krajowe oraz postęp w ich realizacji, zachowując zgodność lub podobieństwo z celem 2 z Aichi, wynikającym ze „Strategicznego Planu Ochrony Bioróżnorodności w latach 2011-2020” oraz (b) zintegrowanie bioróżnorodności z krajowymi systemami rachunkowości i sprawozdawczości, rozumiane jako wdrożenie Systemu Rachunków Ekonomicznych Środowiska",
                          
                            "cel": "cel 15. Życie na lądzie",
                          
                            "zadanie": "15.9 Do 2020 roku włączyć kwestie bioróżnorodności i ekosystemów do krajowych i lokalnych planów i sprawozdań, strategii redukcji ubóstwa oraz w procesy rozwojowe",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "15-a-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.a.1 Oficjalna pomoc rozwojowa oraz wydatki publiczne przeznaczone na ochronę i zrównoważone wykorzystanie bioróżnorodności i ekosystemów",
                          
                            "cel": "Cel 15. Życie na lądzie",
                          
                            "zadanie": "15.a Mobilizować i znacząco zwiększyć środki finansowe pochodzących z różnych źródeł na ochronę i zrównoważone wykorzystywanie bioróżnorodności i ekosystemów",
                          
                            "definicja": "Suma Oficjalnej Pomocy Rozwojowej ogółem na rzecz ochrony i zrównoważonego wykorzystania bioróżnorodności i ekosystemów.",
                          
                            "jednostka": "mln USD (ceny bieżące)",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Do Oficjalnej Pomocy Rozwojowej (ang. Official Development Assistance  ODA) zaliczane są darowizny i pożyczki przekazywane przez instytucje rządowe lub organizacje międzynarodowe, mające na celu wsparcie rozwoju gospodarczego i dobrobytu w krajach rozwijających się. Pożyczki są kwalifikowane jako ODA wtedy, gdy zawierają element grantu o wartości udzielanej pomocy przynajmniej:  45% dla krajów najsłabiej rozwiniętych i innych krajów o niskich dochodach (least developed countries and other low income countires LDCs & other LICs), wyliczony przy stopie dyskontowej 9%, 15% dla krajów o średnich i niskich dochodach (lower middle income countries LMICs), wyliczony przy stopie dyskontowej 7%, 10% dla krajów o średniowysokim dochodzie (upper middle income countries UMICs), wyliczony przy stopie dyskontowej 6%.  Do ODA zaliczana jest również pomoc techniczna, mająca na celu rozwój zasobów ludzkich, podniesienie kwalifikacji oraz możliwości technicznych i produkcyjnych krajów rozwijających się. Pomoc ta polega między innymi na przekazywaniu wiedzy i doświadczeń w postaci szkoleń, delegowania ekspertów, inicjowania badań i/lub pokrywania wynikających z tego kosztów. Do ODA nie zalicza się dotacji przeznaczonych na wydatki wojskowe. Warunkiem zaklasyfikowania współpracy jako Oficjalnej Pomocy Rozwojowej jest to, aby kraj partnerski, na rzecz którego udzielane jest wsparcie, znajdował się na liście Komitetu Pomocy Rozwojowej OECD (Development Assistance Committee). W zależności od sposobu realizacji pomocy możemy wyróżnić :  pomoc dwustronną  podejmowana przez donatora bezpośrednio w kraju partnerskim bądź poprzez organizację międzynarodową w formie wpłaty celowej na rzecz kraju partnerskiego (earmarked contribution) lub w formie wpłaty na określony program/fundusz zarządzany przez organizację, pomoc wielostronną  udzielana w formie wpłat do budżetów ogólnych organizacji międzynarodowych, których lista jest corocznie aktualizowana przez Sekretariat DAC OECD.  Oficjalna Pomoc Rozwojowa w Polsce świadczona jest na podstawie ustawy o współpracy rozwojowej z dnia 16 września 2011 r. (Dz.U. 2011 r., Nr 234, poz. 1386). Polska współpraca rozwojowa prowadzona jest w oparciu o Wieloletni Program Współpracy Rozwojowej opracowywany na okres minimum 4 lat. Ustawa definiuje współpracę rozwojową jako ogół działań podejmowanych przez organy administracji rządowej w celu udzielenia państwom rozwijającym się pomocy rozwojowej, pomocy humanitarnej oraz realizację działań edukacyjnych na rzecz podniesienia świadomości i zrozumienia problemów i współzależności globalnych. Za zagadnienia związane z pomocą rozwojową w Polsce odpowiedzialne jest Ministerstwo Spraw Zagranicznych, które opracowało „Solidarność dla Rozwoju. Wieloletni program współpracy rozwojowej 2021-2030”, w oparciu o który polska współpraca rozwojowa koncentruje się na wybranych maksymalnie 10 krajach Partnerstwa Wschodniego oraz Bliskiego Wschodu, Afryki Północnej i Afryki Subsaharyjskiej. „Plan współpracy rozwojowej w 2021 roku” precyzuje priorytetowy zasięg geograficzny do: Białorusi, Gruzji, Mołdawii, Ukrainy, Libanu, Palestyny, Etiopii, Kenii, Senegalu i Tanzanii.  Polska współpraca rozwojowa służy realizacji następujących priorytetów tematycznych: pokój, sprawiedliwość i silne instytucje, równe szanse (edukacja, godna praca, przedsiębiorczość, redukcja nierówności, zrównoważone miasta), zdrowie, klimat i zasoby naturalne (czysta woda i warunki sanitarne, lasy i różnorodność biologiczna, odnawialne źródła energii), wpisujących się w cele zrównoważonego rozwoju (16, 4, 8, 10, 3, 6, 11 oraz 13). Działania objęte programem finansowane są ze środków Ministerstwa Spraw Zagranicznych, rezerwy celowej budżetu państwa przeznaczonej na współpracę rozwojową i funduszy innych resortów.",
                          
                            "zrodlo": "Ministerstwo Spraw Zagranicznych",
                          
                            "czestotliwosc": "Dane roczne; od 2013 r.",
                          
                            "uwagi": "Do 2017 r. obowiązywała metodologia DAC OECD zbierania danych na temat pomocy rozwojowej w formacie CRS (Creditor Reporting System), która pozwala na oznaczanie sektora wsparcia jedynie przy przepływach dwustronnych. Do wskaźnika nie zaliczono wydatków w ramach pomocy wielostronnej w formie wpłat do budżetów ogólnych organizacji międzynarodowych, które również działają w obszarze bioróżnorodności. Od 2018 r. wiodący wskaźnik ODA jest prezentowany w formie ekwiwalentu grantu, uwzględniającej jedynie element grantu pomnożony przez wartość danego przepływu. Nie obowiązuje przy tym podział na wydatkowanie ODA brutto i netto. Dodatkowo trwają prace nad włączeniem do ODA innych przepływów, np. kwot zmobilizowanych przez sektor publiczny z instrumentów sektora prywatnego. Aktualnie konstruowany jest alternatywny do ODA wskaźnik TOSSD (Total Oficial Support for Sustainable Development), który będzie mierzył środki przeznaczane na wdrożenie SDGs."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "5.39",
                              
                                  "2014" :   "1.72",
                              
                                  "2015" :   "2.09",
                              
                                  "2016" :   "0.60",
                              
                                  "2017" :   "0.95",
                              
                                  "2018" :   "0.63",
                              
                                  "2019" :   "1.28",
                              
                                  "2020" :   "1.22",
                              
                                  "2021" :   "0.88"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-b-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.b.1 Oficjalna pomoc rozwojowa oraz wydatki publiczne przeznaczone na ochronę i zrównoważone wykorzystanie bioróżnorodności i ekosystemów",
                          
                            "cel": "Cel 15. Życie na lądzie",
                          
                            "zadanie": "15.b Mobilizować znaczące fundusze pochodzące z różnych źródeł i szczebli na zrównoważone gospodarowanie lasami oraz zapewnie krajom rozwijającym się odpowiednich bodźców sprzyjających takiemu postępowaniu, w tym ochronę lasów i ponowne zalesianie",
                          
                            "definicja": "Suma Oficjalnej Pomocy Rozwojowej ogółem na rzecz ochrony i zrównoważonego wykorzystania bioróżnorodności i ekosystemów.",
                          
                            "jednostka": "mln USD (ceny bieżące)",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Do Oficjalnej Pomocy Rozwojowej (ang. Official Development Assistance  ODA) zaliczane są darowizny i pożyczki przekazywane przez instytucje rządowe lub organizacje międzynarodowe, mające na celu wsparcie rozwoju gospodarczego i dobrobytu w krajach rozwijających się. Pożyczki są kwalifikowane jako ODA wtedy, gdy zawierają element grantu o wartości udzielanej pomocy przynajmniej:  45% dla krajów najsłabiej rozwiniętych i innych krajów o niskich dochodach (least developed countries and other low income countires LDCs & other LICs), wyliczony przy stopie dyskontowej 9%, 15% dla krajów o średnich i niskich dochodach (lower middle income countries LMICs), wyliczony przy stopie dyskontowej 7%, 10% dla krajów o średniowysokim dochodzie (upper middle income countries UMICs), wyliczony przy stopie dyskontowej 6%.  Do ODA zaliczana jest również pomoc techniczna, mająca na celu rozwój zasobów ludzkich, podniesienie kwalifikacji oraz możliwości technicznych i produkcyjnych krajów rozwijających się. Pomoc ta polega między innymi na przekazywaniu wiedzy i doświadczeń w postaci szkoleń, delegowania ekspertów, inicjowania badań i/lub pokrywania wynikających z tego kosztów. Do ODA nie zalicza się dotacji przeznaczonych na wydatki wojskowe. Warunkiem zaklasyfikowania współpracy jako Oficjalnej Pomocy Rozwojowej jest to, aby kraj partnerski, na rzecz którego udzielane jest wsparcie, znajdował się na liście Komitetu Pomocy Rozwojowej OECD (Development Assistance Committee). W zależności od sposobu realizacji pomocy możemy wyróżnić :  pomoc dwustronną  podejmowana przez donatora bezpośrednio w kraju partnerskim bądź poprzez organizację międzynarodową w formie wpłaty celowej na rzecz kraju partnerskiego (earmarked contribution) lub w formie wpłaty na określony program/fundusz zarządzany przez organizację, pomoc wielostronną  udzielana w formie wpłat do budżetów ogólnych organizacji międzynarodowych, których lista jest corocznie aktualizowana przez Sekretariat DAC OECD.  Oficjalna Pomoc Rozwojowa w Polsce świadczona jest na podstawie ustawy o współpracy rozwojowej z dnia 16 września 2011 r. (Dz.U. 2011 r., Nr 234, poz. 1386). Polska współpraca rozwojowa prowadzona jest w oparciu o Wieloletni Program Współpracy Rozwojowej opracowywany na okres minimum 4 lat. Ustawa definiuje współpracę rozwojową jako ogół działań podejmowanych przez organy administracji rządowej w celu udzielenia państwom rozwijającym się pomocy rozwojowej, pomocy humanitarnej oraz realizację działań edukacyjnych na rzecz podniesienia świadomości i zrozumienia problemów i współzależności globalnych. Za zagadnienia związane z pomocą rozwojową w Polsce odpowiedzialne jest Ministerstwo Spraw Zagranicznych, które opracowało „Solidarność dla Rozwoju. Wieloletni program współpracy rozwojowej 2021-2030”, w oparciu o który polska współpraca rozwojowa koncentruje się na wybranych maksymalnie 10 krajach Partnerstwa Wschodniego oraz Bliskiego Wschodu, Afryki Północnej i Afryki Subsaharyjskiej. „Plan współpracy rozwojowej w 2021 roku” precyzuje priorytetowy zasięg geograficzny do: Białorusi, Gruzji, Mołdawii, Ukrainy, Libanu, Palestyny, Etiopii, Kenii, Senegalu i Tanzanii. Polska współpraca rozwojowa służy realizacji następujących priorytetów tematycznych: pokój, sprawiedliwość i silne instytucje, równe szanse (edukacja, godna praca, przedsiębiorczość, redukcja nierówności, zrównoważone miasta), zdrowie, klimat i zasoby naturalne (czysta woda i warunki sanitarne, lasy i różnorodność biologiczna, odnawialne źródła energii), wpisujących się w cele zrównoważonego rozwoju (16, 4, 8, 10, 3, 6, 11 oraz 13). Działania objęte programem finansowane są ze środków Ministerstwa Spraw Zagranicznych, rezerwy celowej budżetu państwa przeznaczonej na współpracę rozwojową i funduszy innych resortów.",
                          
                            "zrodlo": "Ministerstwo Spraw Zagranicznych",
                          
                            "czestotliwosc": "Dane roczne; od 2013 r.",
                          
                            "uwagi": "Do 2017 r. obowiązywała metodologia DAC OECD zbierania danych na temat pomocy rozwojowej w formacie CRS (Creditor Reporting System), która pozwala na oznaczanie sektora wsparcia jedynie przy przepływach dwustronnych. Do wskaźnika nie zaliczono wydatków w ramach pomocy wielostronnej w formie wpłat do budżetów ogólnych organizacji międzynarodowych, które również działają w obszarze bioróżnorodności. Od 2018 r. wiodący wskaźnik ODA jest prezentowany w formie ekwiwalentu grantu, uwzględniającej jedynie element grantu pomnożony przez wartość danego przepływu. Nie obowiązuje przy tym podział na wydatkowanie ODA brutto i netto. Dodatkowo trwają prace nad włączeniem do ODA innych przepływów, np. kwot zmobilizowanych przez sektor publiczny z instrumentów sektora prywatnego. Aktualnie konstruowany jest alternatywny do ODA wskaźnik TOSSD (Total Oficial Support for Sustainable Development), który będzie mierzył środki przeznaczane na wdrożenie SDGs."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "5.39",
                              
                                  "2014" :   "1.72",
                              
                                  "2015" :   "2.09",
                              
                                  "2016" :   "0.60",
                              
                                  "2017" :   "0.95",
                              
                                  "2018" :   "0.63",
                              
                                  "2019" :   "1.28",
                              
                                  "2020" :   "1.22",
                              
                                  "2021" :   "0.88"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-c-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.c.1 Liczba okazów CITES zatrzymanych przez Służby Celne",
                          
                            "cel": "cel 15. Życie na lądzie",
                          
                            "zadanie": "15.c Wzmocnić globalne wysiłki zwalczajace kłusownictwo i handel chronionymi gatunkami, w tym poprzez zwiększenie możliwości korzystania przez lokalne społeczności ze stabilnych źródeł utrzymania",
                          
                            "definicja": "Wskaźnik określa liczbę okazów CITES, w tym okazów żywych roślin i zwierząt, zatrzymanych przez Służby celne.",
                          
                            "jednostka": "sztuki",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Konwencja o międzynarodowym handlu dzikimi zwierzętami i roślinami gatunków zagrożonych wyginięciem (CITES), sporządzona została w Waszyngtonie dnia 3 marca 1973 r. (Dz. U. 1991 nr 27 poz. 112 z późn. zmianami). W rozumieniu niniejszej konwencji: gatunek oznacza każdy gatunek, podgatunek bądź odrębną geograficzną populację, okaz natomiast oznacza:    • każde zwierzę lub roślinę, żywe lub martwe,    • w odniesieniu do zwierząt – gdy chodzi o gatunki objęte załącznikami I i II – każdą łatwo rozpoznawalną ich część lub produkt otrzymany ze zwierzęcia, a gdy chodzi o gatunki objęte załącznikiem III – każdą łatwo rozpoznawalną ich część lub produkt otrzymany ze zwierzęcia, jeżeli zostały one objęte tym załącznikiem,    • w odniesieniu do roślin – gdy chodzi o gatunki objęte załącznikiem I – każdą łatwo rozpoznawalną ich część lub produkt otrzymany z rośliny, a gdy chodzi o gatunki objęte załącznikami II i III – każdą łatwo rozpoznawalną ich część lub produkt otrzymany z rośliny, jeżeli są one objęte tymi załącznikami.  Handel oznacza eksport, reeksport, import i sprowadzenie z morza. Reeksport oznacza eksport każdego okazu, który został uprzednio wwieziony. Załącznik I obejmuje wszystkie gatunki zagrożone wyginięciem, które są lub mogą być przedmiotem handlu. Handel okazami tych gatunków powinien być poddany szczególnie ścisłej reglamentacji w celu zapobieżenia dalszemu zagrożeniu ich istnienia i może być dozwolony jedynie w wyjątkowych okolicznościach. Załącznik II obejmuje:   • wszystkie gatunki, które wprawdzie niekoniecznie już teraz są zagrożone wyginięciem, niemniej mogą stać się takimi, jeżeli handel okazami tych gatunków nie zostanie poddany ścisłej reglamentacji mającej zapobiec eksploatacji niedającej się pogodzić z ich utrzymaniem, oraz    • niektóre gatunki, które powinny być przedmiotem reglamentacji w celu poddania skutecznej kontroli handle okazami gatunków objętych załącznikiem II.  Załącznik III obejmuje wszystkie gatunki, co do których jedna ze Stron uzna swoją właściwość do objęcia ich reglamentacją mającą na celu zapobieżenie lub ograniczenie eksploatacji tych gatunków i wymagającą współpracy innych Stron w zakresie kontroli handlu. Wartość ogółem w latach 2010-2015 określa liczbę żywych okazów zwierząt i żywych okazów roślin. Ponadto:    • dla danych za rok 2010: w wartości ogółem - 8286 okazów medykamentów medycyny azjatyckiej (TAM), 70 szt. (70 kg) mrożonego węgorza europejskiego.    • dla danych za rok 2011: w wartości ogółem - 2m3 drewna Swietnia spp. i 3000 nasion kaktusa Astrophytum asterias oraz 9594 okazów medykamentów medycyny azjatyckiej (TAM).    • dla danych za rok 2012: w wartości ogółem - 8217 okazów medykamentów medycyny azjatyckiej (TAM), 7 szt. okazów kości słoniowej.    • dla danych za rok 2013: w wartości ogółem - 2137 okazów medykamentów medycyny azjatyckiej (TAM), 2 szt. okazów kości słoniowej.    • dla danych za rok 2014: w wartości ogółem - 2040 okazów medykamentów medycyny azjatyckiem (TAM), 1 szt. okazów kości słoniowej.    • dla danych za rok 2015: w wartości ogółem - 9986 okazów medykamentów medycyny azjatyckiem (TAM), 7 szt. okazów kości słoniowej.",
                          
                            "zrodlo": "Ministerstwo Finansów",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "8495",
                              
                                  "2011" :   "12833",
                              
                                  "2012" :   "8650",
                              
                                  "2013" :   "10632",
                              
                                  "2014" :   "3303",
                              
                                  "2015" :   "10677",
                              
                                  "2016" :   "8582",
                              
                                  "2017" :   "3597",
                              
                                  "2018" :   "13811",
                              
                                  "2019" :   "368631",
                              
                                  "2020" :   "20950"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
