{
  "16":[
    {
      "16-1-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.1.1 Współczynnik zgonów w wyniku zabójstw na 100 tys. ludności",
                          
                            "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.1 Znacząco zmniejszyć poziom przemocy we wszystkich formach oraz związany z nią wskaźnik umieralności na całym świecie.",
                          
                            "definicja": "Liczba zgonów w wyniku zabójstw w przeliczeniu na 100 tys. ludności.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Zgon  trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju. Zabójstwo  wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10: jednostki chorobowe o symbolu z zakresu X85-Y09 — schorzenia spowodowane obrażeniami zadanymi przez inną osobę w zamiarze zranienia lub pozbawienia życia, w dowolny sposób lub zabójstwem. Źródłem informacji o zgonach jest wykorzystywany wtórnie przez statystykę indywidualny dokument 'Karta zgonu' (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231). Dane o zgonach opracowano w podziale terytorialnym — według miejsca zameldowania na pobyt stały osoby zmarłej. Przy opracowywaniu danych zgonów według przyczyn przyjmuje się wyjściowa przyczynę zgonu. Za przyczynę wyjściową uważa się chorobę stanowiącą początek procesu chorobowego, który doprowadził do zgonu albo uraz czy zatrucie, w wyniku którego nastąpił zgon. Dane dotyczące orzecznictwa o przyczynach zgonów podano zgodnie z Międzynarodową Statystyczną Klasyfikacją Chorób i Problemów Zdrowotnych (X Rewizja). Zabójstwo jest jednym z najcięższych przestępstw, skierowanym przeciwko najwyższemu dobru chronionemu prawem, jakim jest życie człowieka. Zabójstwo jest przestępstwem określonym przez ustawodawcę w art. 148 kodeksu karnego. Zabójstwa dopuszcza się sprawca, który zabija innego człowieka. W art. 148 § 4 k.k., ustawodawca określił tzw. zabójstwo typu uprzywilejowanego, którego dopuszcza się każdy kto zabija człowieka pod wpływem silnego wzburzenia usprawiedliwionego okolicznościami, czyli gdy mamy do czynienia z tzw. afektem fizjologicznym oraz silnym wzburzeniem usprawiedliwionym okolicznościami zewnętrznymi, które z perspektywy ocen społecznych mogą zasługiwać na pewne zrozumienie. Zgodnie z art. 148 par. 1 kodeksu karnego, kto zabija człowieka, podlega karze pozbawienia wolności na czas nie krótszy od lat 8, karze 25 lat pozbawienia wolności albo karze dożywotniego pozbawienia wolności. Zgodnie z art. 148 par 2. kodeksu karnego kto zabija człowieka:    1. ze szczególnym okrucieństwem,    2. w związku z wzięciem zakładnika, zgwałceniem albo rozbojem,    3. w wyniku motywacji zasługującej na szczególne potępienie,    4. z użyciem materiałów wybuchowych,  podlega karze pozbawienia wolności na czas nie krótszy od lat 12, karze 25 lat pozbawienia wolności albo karze dożywotniego pozbawienia wolności. Ludność opracowano na podstawie:    • bilansów ludności zamieszkałej na terenie gminy w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2011 (dla danych od 2010 r.)  dla lat wcześniejszych (2000-2009) w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2002,    • rejestrów Ministerstwa Spraw Wewnętrznych i Administracji - migracje wewnętrzne i zagraniczne na pobyt stały (od 2006 r. dane są pobierane z rejestru PESEL - Powszechny Elektroniczny System Ewidencji Ludności),    • sprawozdań urzędów stanu cywilnego - urodzenia, zgony.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0.92",
                              
                                  "2011" :   "1.06",
                              
                                  "2012" :   "0.96",
                              
                                  "2013" :   "1.10",
                              
                                  "2014" :   "0.87",
                              
                                  "2015" :   "0.76",
                              
                                  "2016" :   "0.74",
                              
                                  "2017" :   "0.68",
                              
                                  "2018" :   "0.53",
                              
                                  "2019" :   "0.65"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "16-1-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.1.2 Liczba żołnierzy poległych i zmarłych na misjach",
                          
                            "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.1 Znacząco zmniejszyć poziom przemocy we wszystkich formach oraz związany z nią wskaźnik umieralności na całym świecie.",
                          
                            "definicja": "Liczba polskich żołnierzy, którzy ponieśli śmierć, biorąc udział w misjach pokojowych na świecie.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane dotyczące żołnierzy poległych i zmarłych na misjach pokojowych za granicami kraju są pozyskiwane z ewidencji prowadzonej przez Oddział Operacyjno-Medyczny Dowództwa Operacyjnego Rodzajów Sił Zbrojnych. Polska jest zaangażowana w operacje pokojowe od 1953 r. Od tego czasu, ponad 115 tys. Polskich żołnierzy uczestniczyło w 92 różnych misjach, w trakcie realizacji których zmieniały się zadania (od logistycznych do bojowych w Iraku i Afganistanie). Wojsko Polskie brało dotychczas udział w następujących operacjach i misjach pokojowych:    • operacje pokojowe,    • obserwacyjne,    • humanitarne,    • rozjemcze,    • policyjne.  W ramach operacji i misji pokojowych ONZ Polska dotychczas brała udział misjach w Afryce, Ameryce, rejonie Azji i Pacyfiku, Europie oraz na Bliskim Wschodzie. W ramach operacji i misji pokojowych NATO, Polska uczestnizyła w misjach w: Albanii, Macedonii, Bośni i Hercegowinie, Iraku oraz Afganistanie. Aktualnie polscy żołnierze służą w Afganistanie, Kosowie, Bośni i Hercegowinie, Republice Środkowej Afryki, Państwie Kuwejt oraz Republice Iraku.",
                          
                            "zrodlo": "Ministerstwo Obrony Narodowej",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "6",
                              
                                  "2011" :   "15",
                              
                                  "2012" :   "0",
                              
                                  "2013" :   "6",
                              
                                  "2014" :   "1",
                              
                                  "2015" :   "0",
                              
                                  "2016" :   "0",
                              
                                  "2017" :   "0",
                              
                                  "2018" :   "0",
                              
                                  "2019" :   "1",
                              
                                  "2020" :   "0",
                              
                                  "2021" :   "0"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "16-1-3": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.1.3 Odsetek ludności będącej ofiarami przemocy fizycznej, psychicznej lub seksualnej w ciągu ostatnich 12 miesięcy",
                          
                            "cel": "cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.1 Znacząco zmniejszyć poziom przemocy we wszystkich formach oraz związany z nią wskaźnik umieralności na całym świecie.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "16-1-4": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.1.4 Poczucie bezpieczeństwa w miejscu zamieszkania",
                          
                            "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.1 Znacząco zmniejszyć poziom przemocy we wszystkich formach oraz związany z nią wskaźnik umieralności na całym świecie.",
                          
                            "definicja": "Odsetek osób w wieku 16 lat lub więcej deklarujących, że chodząc samotnie po zmroku w okolicy swojego miejsca zamieszkania czują się bardzo bezpiecznie lub raczej bezpiecznie.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania EU-SILC. Badanie EU-SILC (Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej 'obserwacji' w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy  z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi – danych o osobach indywidualnych.  Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia.  W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym).  Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r. Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe). Respondentom zadano pytanie 'Jak bezpiecznie czuje się Pan/Pani chodząc samotnie w swojej okolicy po zmroku?' Możliwymi odpowiedziami były: bardzo bezpiecznie, raczej bezpiecznie, raczej niebezpiecznie, bardzo niebezpiecznie, nie wychodzę samotnie po zmroku, bo czuję się niebezpiecznie, nie wychodzę samotnie po zmroku z innych przyczyn. Przy wyliczaniu wskaźnika wyłączono kategorię: nie wychodzę samotnie po zmroku, bo czuję się niebezpiecznie.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2015 r.",
                          
                            "uwagi": "Od 2020 r., ze względu na konieczność ograniczenia formularza do potrzeb nowej metody zbierania danych (tj. wywiad telefoniczny), zaprzestano zadawania respondentom pytania o poczucie bezpieczeństwa w miejscu zamieszkania (tj. 'Jak bezpiecznie czuje się Pan/Pani chodząc samotnie w swojej okolicy po zmroku?')."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "90.6",
                              
                                  "2016" :   "91.3",
                              
                                  "2017" :   "91.0",
                              
                                  "2018" :   "92.1",
                              
                                  "2019" :   "92.3"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "16-10-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.10.1 Liczba potwierdzonych przypadków zabójstw, porwań, wymuszonych zaginięć, bezpodstawnych zatrzymań i torturowań dziennikarzy, pracowników związanych z mediami, związkowców i obrońców praw człowieka, w ciągu ostatnich 12 miesięcy",
                          
                            "cel": "cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.10 Zapewnić powszechny dostęp do informacji oraz chronić podstawowe wolności, zgodnie z krajową legislacją i międzynarodowymi porozumieniami",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "16-10-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.10.2 Liczba krajów, które przyjęły i wdrożyły gwarancje konstytucyjne, ustawowe i/lub polityczne dla publicznego dostępu do informacji",
                          
                            "cel": "cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.10 Zapewnić powszechny dostęp do informacji oraz chronić podstawowe wolności, zgodnie z krajową legislacją i międzynarodowymi porozumieniami",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "16-2-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.2.1 Liczba stwierdzonych przestępstw popełnionych wobec osób małoletnich",
                          
                            "cel": "cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.2 Wyeliminować nadużycia, wykorzystywanie i handel ludźmi oraz wszelkie formy przemocy i tortur wobec dzieci",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "16-2-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.2.2 Liczba ofiar handlu ludźmi na 100 tys. ludności",
                          
                            "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.2 Wyeliminować nadużycia, wykorzystywanie i handel ludźmi oraz wszelkie formy przemocy i tortur wobec dzieci",
                          
                            "definicja": "Liczba ofiar handlu ludźmi w przeliczeniu na 100 tys. ludności.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Handel ludźmi jest przestępstwem, które zgodnie z art. art. 189a kodeksu karnego (Ustawa z dnia 6 czerwca 1997 r., Dz.U. 2016.0.1137), podlega karze pozbawienia wolności na czas nie krótszy od lat 3. Pod pojęciem handlu ludźmi, zgodnie z par. 22 art. 115 kodeksu karnego rozumiemy werbowanie, transport, dostarczanie, przekazywanie, przechowywanie lub przyjmowanie osoby z zastosowaniem:    • przemocy lub groźby bezprawnej,    • uprowadzenia,    • podstępu,    • wprowadzenia w błąd albo wyzyskania błędu lub niezdolności do należytego pojmowania przedsiębranego działania,    • nadużycia stosunku zależności, wykorzystania krytycznego położenia lub stanu bezradności,    • udzielenia albo przyjęcia korzyści majątkowej lub osobistej albo jej obietnicy osobie sprawującej opiekę lub nadzór nad inną osobą – w celu jej wykorzystania, nawet za jej zgodą, w szczególności w prostytucji, pornografii lub innych formach seksualnego wykorzystania, w pracy lub usługach o charakterze przymusowym, w żebractwie, w niewolnictwie lub innych formach wykorzystania poniżających godność człowieka albo w celu pozyskania komórek, tkanek lub narządów wbrew przepisom ustawy.  Jeżeli zachowanie sprawcy dotyczy małoletniego, stanowi ono handel ludźmi, nawet gdy nie zostały użyte metody lub środki wymienione w pkt 1–6.",
                          
                            "zrodlo": "Komenda Główna Policji",
                          
                            "czestotliwosc": "Dane roczne; od 2012 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "0.05",
                              
                                  "2013" :   "0.26",
                              
                                  "2014" :   "0.13",
                              
                                  "2015" :   "0.08",
                              
                                  "2016" :   "0.04",
                              
                                  "2017" :   "0.22",
                              
                                  "2018" :   "0.18",
                              
                                  "2019" :   "0.07",
                              
                                  "2020" :   "0.24"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "16-2-3": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.2.3 Liczba stwierdzonych przestępstw przeciwko wolności seksualnej popełnionych wobec osób małoletnich",
                          
                            "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.2 Wyeliminować nadużycia, wykorzystywanie i handel ludźmi oraz wszelkie formy przemocy i tortur wobec dzieci",
                          
                            "definicja": "Liczba stwierdzonych przestępstw przeciwko wolności seksualnej popełnionych wobec osb małoletnich (tj. osób poniżej 18 lat / według jednostki rejestrującej postępowanie).",
                          
                            "jednostka": "liczba przestępstw",
                          
                            "wymiary": "rodzaj przestępstwa, wiek, płeć",
                          
                            "metodologia": "W polskim ustawodawstwie do przestępstw przeciwko wolności seksualnej popełnianych wobec osób małoletnich (tj. osób poniżej 18 lat) zalicza się m.in.:    • zgwałcenie (art. 197 kk) - doprowadzenie przemocą, groźbą bezprawną lud podstępem innej osoby do obcowania płciowego,    • seksualne wykorzystanie zależności (art. 199 kk) - doprowadzenie innej osoby, poprzez nadużycie stosunku zależności lub wykorzystanie krytycznego położenia, do obcowania płciowego lub do poddania się innej czynności seksualnej,    • seksualne wykorzystanie małoletniego (art. 200 kk) - doprowadzenie małoletniego poniżej lat 15 do obcowania płciowego lub dopuszczenie się wobec takiej osoby innej czynności seksualnej,    • czerpanie zysku z cudzego nierządu (art. 204 kk) - osiąganie korzyści majątkowej, nakłanianie innej osoby do uprawiania prostytucji lub jej tego ułatwiania.",
                          
                            "zrodlo": "Komenda Główna Policji",
                          
                            "czestotliwosc": "Dane roczne; od 2016 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "przestępstwa wobec osób w wieku 0-17 - wg płci": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "1426",
                                          
                                              "2017" : "1421",
                                          
                                              "2018" : "1475",
                                          
                                              "2019" : "1603",
                                          
                                              "2020" : "1414"
                                          
                                          }
                                      ],"mężczyźni": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "212",
                                          
                                              "2017" : "200",
                                          
                                              "2018" : "204",
                                          
                                              "2019" : "236",
                                          
                                              "2020" : "196"
                                          
                                          }
                                      ],"kobiety": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "1208",
                                          
                                              "2017" : "1197",
                                          
                                              "2018" : "1264",
                                          
                                              "2019" : "1359",
                                          
                                              "2020" : "1215"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "przestepstwa wobec osób w wieku 0-14 - wg płci": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "1036",
                                          
                                              "2017" : "1211",
                                          
                                              "2018" : "1270",
                                          
                                              "2019" : "1379",
                                          
                                              "2020" : "1209"
                                          
                                          }
                                      ],"mężczyźni": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "153",
                                          
                                              "2017" : "167",
                                          
                                              "2018" : "186",
                                          
                                              "2019" : "196",
                                          
                                              "2020" : "163"
                                          
                                          }
                                      ],"kobiety": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "879",
                                          
                                              "2017" : "1021",
                                          
                                              "2018" : "1078",
                                          
                                              "2019" : "1175",
                                          
                                              "2020" : "1043"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "przestępstwa wobec osób w wieku 0-17 - wg kwalifikacji prawnych": [
                                  {"gwałt": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "82",
                                          
                                              "2017" : "116",
                                          
                                              "2018" : "159",
                                          
                                              "2019" : "110",
                                          
                                              "2020" : "116"
                                          
                                          }
                                      ],"czerpanie zysku z cudzego nierządu": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "5",
                                          
                                              "2017" : "2",
                                          
                                              "2018" : "10",
                                          
                                              "2019" : "4",
                                          
                                              "2020" : "6"
                                          
                                          }
                                      ],"seksualne wykorzystanie małoletniego": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "1277",
                                          
                                              "2017" : "1244",
                                          
                                              "2018" : "1259",
                                          
                                              "2019" : "1400",
                                          
                                              "2020" : "1235"
                                          
                                          }
                                      ],"seksualne wykorzystanie zależności": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "67",
                                          
                                              "2017" : "61",
                                          
                                              "2018" : "57",
                                          
                                              "2019" : "93",
                                          
                                              "2020" : "63"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "16-3-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.3.1 Odsetek ofiar przemocy w ciągu ostatnich 12 miesięcy, które zgłosiły fakt represjonowania właściwym organom lub innym oficjalnie uznanym mechanizmom służącym rozwiązywaniu konfliktów",
                          
                            "cel": "cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.3 Promować rządy prawa na poziomie krajowym i międzynarodowym oraz zapewnić wszystkim równy dostęp do wymiaru sprawiedliwości",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "16-3-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.3.2 Udział osób tymczasowo aresztowanych w ogólnej liczbie osób przebywających w zakładach karnych i aresztach śledczych",
                          
                            "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.3 Promować rządy prawa na poziomie krajowym i międzynarodowym oraz zapewnić wszystkim równy dostęp do wymiaru sprawiedliwości",
                          
                            "definicja": "Udział osób, które są tymczasowo aresztowane w ogólnej liczbie osób, które przebywają w zakładach karnych i aresztach śledczych.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Tymczasowe aresztowanie jest jedynym izolacyjnym środkiem zapobiegawczym.  Środki zapobiegawcze stosuje się w celu zabezpieczenia prawidłowego toku postępowania, a wyjątkowo także w celu zapobiegnięcia popełnieniu przez oskarżonego nowego, ciężkiego przestępstwa. Można je stosować tylko wtedy, gdy zebrane dowody wskazują na duże prawdopodobieństwo, że oskarżony popełnił przestępstwo.  Poza tymczasowym aresztowaniem pozostałe środki zapobiegawcze mają nieizolacyjny charakter i są to: poręczenie, dozór, zawieszenie w czynnościach służbowych lub w wykonywaniu zawodu, zakaz opuszczania kraju oraz zatrzymanie prawa jazdy.  Tymczasowe aresztowanie może nastąpić tylko na mocy postanowienia sądu i jest to środek ostateczny stosowany wyłącznie, gdy inny środek zapobiegawczy jest niewystarczający.  Tymczasowe aresztowanie wykonuje się w aresztach śledczych. Areszty śledcze mogą być tworzone jako samodzielne areszty lub jako wyodrębnione oddziały zakładów karnych.  Areszty śledcze podlegają Ministrowi Sprawiedliwości.",
                          
                            "zrodlo": "Główny Urząd Statystyczny / Ministerstwo Sprawiedliwości",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "10.4",
                              
                                  "2011" :   "10.0",
                              
                                  "2012" :   "8.3",
                              
                                  "2013" :   "8.3",
                              
                                  "2014" :   "8.1",
                              
                                  "2015" :   "5.9",
                              
                                  "2016" :   "7.5",
                              
                                  "2017" :   "9.8",
                              
                                  "2018" :   "10.2",
                              
                                  "2019" :   "11.5",
                              
                                  "2020" :   "12.8"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "16-3-3": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.3.3 Odsetek ludności, która w ciągu ostatnich dwóch lat weszła w spór prawny i miała dostęp do formalnej lub nieformalnej metody jego rozstrzygnięcia, wg rodzaju metody",
                          
                            "cel": "cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.3 Promować rządy prawa na poziomie krajowym i międzynarodowym oraz zapewnić wszystkim równy dostęp do wymiaru sprawiedliwości",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "16-4-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.4.1 Całkowita wartość krajowych i zagranicznych nielegalnych przepływów finansowych (w bieżących USD)",
                          
                            "cel": "cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.4 Do 2030 roku znacząco zmniejszyć nielegalne przepływy finansowe i handel bronią  wzmocnić proces odzyskiwania i zwracania skradzionego mienia oraz zwalczać wszelkie formy przestępczości zorganizowanej",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "16-4-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.4.2 Odsetek skonfiskowanej, znalezionej lub oddanej broni o nielegalnym pochodzeniu, które zostało namierzone lub ustalone przez właściwy organ zgodnie z instrumentami międzynarodowymi",
                          
                            "cel": "cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.4 Do 2030 roku znacząco zmniejszyć nielegalne przepływy finansowe i handel bronią  wzmocnić proces odzyskiwania i zwracania skradzionego mienia oraz zwalczać wszelkie formy przestępczości zorganizowanej",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "16-5-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.5.1 Liczba przestępstw korupcyjnych",
                          
                            "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.5 Znacząco zmniejszyć poziom korupcji i łapówkarstwa we wszystkich formach",
                          
                            "definicja": "Liczba przestępstw korupcyjnych.",
                          
                            "jednostka": "[-]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane dot. korupcji (art. 228-231, 250a, 296a i 296b kk) pochodzą z Komendy Głównej Policji i Prokuratury Krajowej. Zgodnie z ustawą z dn. 9 czerwca 2006 r. o Centralnym Biurze Antykorupcyjnym korupcją nazywamy czyn polegający m.in. na:  obiecywaniu, proponowaniu lub wręczaniu przez jakąkolwiek osobę, bezpośrednio lub pośrednio, jakichkolwiek nienależnych korzyści osobie pełniącej funkcję publiczną dla niej samej lub dla jakiejkolwiek innej osoby, w zamian za działanie lub zaniechanie działania w wykonywaniu jej funkcji,  żądaniu lub przyjmowaniu przez osobę pełniącą funkcję publiczną bezpośrednio, lub pośrednio, jakichkolwiek nienależnych korzyści, dla niej samej lub dla jakiejkolwiek innej osoby, lub przyjmowaniu propozycji lub obietnicy takich korzyści, w zamian za działanie lub zaniechanie działania w wykonywaniu jej funkcji.",
                          
                            "zrodlo": "Komenda Główna Policji / Prokuratura Krajowa",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "12487",
                              
                                  "2011" :   "12192",
                              
                                  "2012" :   "10805",
                              
                                  "2013" :   "22440",
                              
                                  "2014" :   "14310",
                              
                                  "2015" :   "10847",
                              
                                  "2016" :   "11796",
                              
                                  "2017" :   "11807",
                              
                                  "2018" :   "13407",
                              
                                  "2019" :   "9367",
                              
                                  "2020" :   "10438"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "16-5-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.5.2 Odsetek przedsiębiorstw, które przynajmniej raz miały kontakt z funkcjonariuszem publicznym i zapłaciły mu łapówkę lub były poproszone o łapówkę przez funkcjonariusza publicznego, w ciągu ostatnich 12 miesięcy",
                          
                            "cel": "cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.5 Znacząco zmniejszyć poziom korupcji i łapówkarstwa we wszystkich formach",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "16-6-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.6.1 Pierwotne wydatki publiczne jako procent pierwotnie zatwierdzonego budżetu, według sektorów (lub według kodów budżetu lub podobnych)",
                          
                            "cel": "cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.6 Rozwijać skuteczne, odpowiedzialne i przejrzyste instytucje na wszystkich szczeblach",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "16-6-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.6.2 Odsetek ludności zadowolonej ze swojego ostatniego doświadczenia w kontakcie ze służbami publicznymi",
                          
                            "cel": "cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.6 Rozwijać skuteczne, odpowiedzialne i przejrzyste instytucje na wszystkich szczeblach",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "16-7-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.7.1 Posłowie i Senatorowie, wg płci i wieku",
                          
                            "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.7 Zapewnić elastyczny, inkluzywny, partycypacyjny i reprezentacyjny proces podejmowania decyzji na wszystkich szczeblach",
                          
                            "definicja": "Udział kobiet zasiadających w Sejmie / Senacie w ogólnej liczbie parlamentarzystów.Udział Posłów w danej grupie wieku w ogólnej liczbie Posłów zasiadających w Sejmie.Udział Senatorów w danej grupie wieku w ogólnej liczbie Senatorów zasiadających w Senacie.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "płeć, wiek",
                          
                            "metodologia": "Władzę ustawodawczą w Rzeczypospolitej Polskiej sprawują Sejm i Senat. Sejm składa się z 460 posłów. Senat składa się ze 100 senatorów. Sejm i Senat są wybierane na czteroletnie kadencje. Udział kobiet / Posłów / Senatorów w parlamencie (według stanu na początku kadencji) w 2011 r. odpowiada VII kadencji Sejmu i VIII kadencji Senatu (od 8 XI 2011 r. do 11 listopada 2015 r.), a w 2015 r. odpowiada VIII kadencji Sejmu i IX kadencji Senatu (od 12 listopada 2015 r.).",
                          
                            "zrodlo": "Kancelaria Sejmu i Senatu / Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co cztery lata; od 2011 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "kobiety - wg izby Parlamentu RP": [
                                  {"Sejm RP": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "23.9",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "27.4",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "28.7"
                                          
                                          }
                                      ],"Senat RP": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "13.0",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "13.0",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "24.0"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "posłowie wg grup wieku": [
                                  {"21-29 lat": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "2.2",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "3.7",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "3.0"
                                          
                                          }
                                      ],"30-39 lat": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "18.3",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "17.4",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "17.4"
                                          
                                          }
                                      ],"40-49 lat": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "28.7",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "24.6",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "26.1"
                                          
                                          }
                                      ],"50-59 lat": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "35.7",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "33.3",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "29.8"
                                          
                                          }
                                      ],"60 lat i więcej": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "15.2",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "21.1",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "23.7"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "senatorowie wg grup wieku": [
                                  {"21-29 lat": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "0.0",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "0.0",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "0.0"
                                          
                                          }
                                      ],"30-39 lat": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "4.0",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "6.0",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "4.0"
                                          
                                          }
                                      ],"40-49 lat": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "19.0",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "18.0",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "18.0"
                                          
                                          }
                                      ],"50-59 lat": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "45.0",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "39.0",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "31.0"
                                          
                                          }
                                      ],"60 lat i więcej": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "32.0",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "37.0",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "47.0"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "16-7-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.7.2 Odsetek populacji, wierzącej, że podejmowanie decyzji jest otwarte i przynoszące reakcje, wg płci, wieku, niepełnosprawności i grup ludności",
                          
                            "cel": "cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.7 Zapewnić elastyczny, inkluzywny, partycypacyjny i reprezentacyjny proces podejmowania decyzji na wszystkich szczeblach",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "16-8-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.8.1 Odsetek członków oraz praw do głosowania przysługujący krajom rozwijającym się w organizacjach międzynarodowych",
                          
                            "cel": "cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.8 Rozszerzyć i wzmocnić udział krajów rozwijających się w światowych instytucjach międzynarodowego porządku prawnego",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "16-9-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.9.1 Odsetek dzieci w wieku poniżej 5 lat, których narodziny zostały zarejestrowane w urzędzie stanu cywilnego",
                          
                            "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.9 Do 2030 roku zapewnić wszystkim tożsamość prawną, w tym rejestrację urodzeń",
                          
                            "definicja": "Odsetek dzieci w wieku poniżej 5 lat, których narodziny zostały zarejestrowane w urzędzie stanu cywilnego.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Zgodnie z ustawą z dnia 28 listopada 2014 r. Prawo o aktach stanu cywilnego (Dz.U. z 2016 r. poz. 2064) wszystkie urodzenia na terenie Rzeczypospolitej Polskiej rejestrowane są w urzędzie stanu cywilnego właściwym ze względu na miejsce urodzenia dziecka. Urodzenie dziecka należy zgłosić do Urzędu Stanu Cywilnego w terminie 21 dni od dnia sporządzenia karty urodzenia przez podmiot wykonujący działalność leczniczą (dla dziecka martwo urodzonego w terminie 3 dni). Akt urodzenia jest sporządzany przez urząd stanu cywilnego, w dniu zgłoszenia urodzenia dziecka. Sporządzony dla dziecka akt urodzenia zawiera m.in.    • nazwisko i imię (imiona) dziecka,    • kraj, datę i miejsce urodzenia,    • płeć,    • nazwiska, imiona oraz nazwiska rodowe, daty i miejsca urodzenia rodziców dziecka.  Sporządzenie aktu urodzenia umożliwia nadanie dziecku numeru PESEL, który jest niezbędny dla jego identyfikacji w rejestrach państwowych. Sytuacje, w których narodzenie dziecka nie jest zgłaszane do urzędu stanu cywilnego, noszą znamiona przestępstwa i mogą dotyczyć przypadków ukrywania dziecka, tj. gdy urodzenie dziecka następuje bez udziału podmiotu medycznego i następnie dziecko nie korzysta z usług służby zdrowia, placówek oświatowych, itp. (co jest tożsame z brakiem wiedzy o jego istnieniu).",
                          
                            "zrodlo": "Ministerstwo Spraw Wewnętrznych i Administracji",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "100",
                              
                                  "2011" :   "100",
                              
                                  "2012" :   "100",
                              
                                  "2013" :   "100",
                              
                                  "2014" :   "100",
                              
                                  "2015" :   "100",
                              
                                  "2016" :   "100",
                              
                                  "2017" :   "100",
                              
                                  "2018" :   "100",
                              
                                  "2019" :   "100",
                              
                                  "2020" :   "100"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "16-a-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.a.1 Istnienie Niezależnych Krajowych Instytucji Praw Człowieka zgodnie z zasadami paryskimi",
                          
                            "cel": "cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.a Wzmocnić właściwe instytucje krajowe, w tym poprzez współpracę międzynarodową oraz budować zdolności na wszystkich szczeblach, w szczególności w krajach rozwijających się, na rzecz zapobiegania przemocy oraz zwalczania terroryzmu i przestępczości.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "16-b-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "16.b.1 Poczucie zagrożenia dyskryminacją",
                          
                            "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                          
                            "zadanie": "16.b Promować i egzekwować prawo niedyskryminujące nikogo oraz polityki na rzecz zrównoważonego rozwoju.",
                          
                            "definicja": "Odsetek osób (w gospodarstwach domowych) w wieku 16 lat lub więcej uznających się za osoby należące do grupy społecznej, która z jakiegokolwiek powodu jest gorzej traktowana (dyskryminowana) niż inne grupy w Polsce.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane pochodzą z reprezentacyjnego badania gospodarstw domowych pn. Badanie Spójności Społecznej (BSS). Pierwsza edycja BSS została zrealizowana przez GUS w 2011 r., druga - w 2015 r. W badaniu wzięło udział blisko 14 tys. respondentów w wieku 16 lat i więcej. Respondentom zadano pytanie 'Czy uznałby/uznałaby się Pan/Pani za osobę należącą do grupy ludzi, która z jakiegokolwiek powodu jest w Polsce gorzej traktowana (dyskryminowana)?'. Możliwymi odpowiedziami były: tak lub nie. Celem Badania Spójności Społecznej jest zebranie informacji pozwalających na dokonanie wszechstronnych ocen jakości życia (z uwzględnieniem aspektów ekonomicznych i społecznych), ocenianej przez pryzmat zarówno wskaźników obiektywnych, jak i subiektywnych. Dzięki integracji danych indywidualnych możliwe jest m.in. określenie, w jakich grupach społeczeństwa występuje kumulacja korzystnych bądź niekorzystnych aspektów jakości życia, jakie czynniki warunkują te sytuacje, a także jakie relacje zachodzą pomiędzy poszczególnymi wymiarami jakości życia. Szeroki zakres zbieranych informacji pozwala m.in. na kompleksową ocenę zróżnicowania poziomu i stylu życia oraz wielowymiarową analizę ubóstwa, wykluczenia społecznego, kapitału społecznego oraz subiektywnego dobrobytu.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co kilka lat; od 2011 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "9.6",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "8.2",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "6.5"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
