{
  "17":[
    {
      "17-1-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.1.1 Całkowite dochody rządowe w relacji do PKB",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.1 Zwiększyć mobilizację krajowych środków, w tym poprzez międzynarodowe wsparcie na rzecz krajów rozwijających się, by poprawić krajową zdolność poboru podatków i innych przychodów",
                          
                            "definicja": "Stosunek całkowitych dochodów budżetu państwa w relacji do PKB.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Zgodnie z art. 111 Ustawy o finansach publicznych (Dz.U. 2009 Nr 157 poz. 1240), dochody budżetu państwa  dzielą się na dochody podatkowe i niepodatkowe, do których zalicza się m.in. następujące pozycje:   • podatki i opłaty, w części, która zgodnie z odrębnymi ustawami nie stanowi dochodów jednostek samorządu terytorialnego, przychodów państwowych funduszy celowych oraz innych jednostek sektora finansów publicznych    • cła    • wpłaty z zysku przedsiębiorstw państwowych oraz jednoosobowych spółek Skarbu Państwa     • wpłaty z tytułu dywidendy     • wpłaty z zysku Narodowego Banku Polskiego     • wpłaty nadwyżki środków finansowych agencji wykonawczych    • dochody pobierane przez państwowe jednostki budżetowe     • dochody z najmu i dzierżawy oraz z innych umów o podobnym charakterze, dotyczące składników majątkowych Skarbu Państwa, o ile odrębne ustawy nie stanowią inaczej     • odsetki od środków zgromadzonych na rachunkach bankowych państwowych jednostek budżetowych lub organów władzy publicznej, o ile odrębne ustawy nie stanowią inaczej     • odsetki od lokat terminowych ustanowionych ze środków zgromadzonych na centralnym rachunku bieżącym budżetu państwa     • odsetki od udzielonych z budżetu państwa pożyczek krajowych i zagranicznych     • grzywny, mandaty i inne kary pieniężne     • spadki, zapisy i darowizny w postaci pieniężnej na rzecz Skarbu Państwa     • dochody ze sprzedaży majątku, rzeczy i praw, niestanowiące przychodów    • inne dochody określone w odrębnych ustawach lub umowach międzynarodowych     • środki europejskie na realizację projektów pomocy technicznej     • odsetki wykupywane przez nabywców obligacji skarbowych lub nadwyżka wynikająca z różnicy pomiędzy ceną emisyjną a wartością nominalną zbywanych obligacji skarbowych.  Produkt krajowy brutto (PKB) obrazuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej (jednostek będących rezydentami) w danym roku. Szczegółową definicję i metodologię obliczania PKB określa rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 549/2013 z dnia 21 maja 2013 r. w sprawie europejskiego systemu rachunków narodowych i regionalnych w Unii Europejskiej (ESA 2010). Wartość PKB można obliczyć na trzy sposoby:    • od strony tworzenia jest ona równa wartości dodanej wszystkich sektorów instytucjonalnych lub wszystkich sekcji Polskiej Klasyfikacji Działalności (PKD) krajowych jednostek produkcyjnych powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów,    • od strony rozdysponowania PKB obliczany jest jako suma popytu krajowego, tj. spożycia i akumulacji oraz salda wymiany produktów z zagranicą,    • jako sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (a więc koszty związane z zatrudnieniem, podatki związane z produkcją i importem pomniejszone o dotacje, nadwyżka operacyjna brutto oraz dochód mieszany gospodarki ogółem).",
                          
                            "zrodlo": "Ministerstwo Finansów",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "24-07-2023",
                          
                            "data_aktualizacji_metadanych": "08-06-2020"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "17.5",
                              
                                  "2011" :   "17.9",
                              
                                  "2012" :   "17.8",
                              
                                  "2013" :   "17.1",
                              
                                  "2014" :   "16.7",
                              
                                  "2015" :   "16.1",
                              
                                  "2016" :   "17.0",
                              
                                  "2017" :   "17.7",
                              
                                  "2018" :   "17.9",
                              
                                  "2019" :   "17.5",
                              
                                  "2020" :   "18.0",
                              
                                  "2021" :   "18.8",
                              
                                  "2022" :   "16.4"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "17-1-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.1.2 Część budżetu krajowego finansowana z podatków krajowych",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.1 Zwiększyć mobilizację krajowych środków, w tym poprzez międzynarodowe wsparcie na rzecz krajów rozwijających się, by poprawić krajową zdolność poboru podatków i innych przychodów",
                          
                            "definicja": "Część dochodów budżetu państwa finansowana z podatków.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Podatek  publicznoprawne, nieodpłatne, przymusowe oraz bezzwrotne świadczenie pieniężne na rzecz Skarbu Państwa, województwa, powiatu lub gminy, wynikające z ustawy podatkowej. Podatnikiem jest osoba fizyczna, osoba prawna lub jednostka organizacyjna niemająca osobowości prawnej, która podlega na mocy ustaw podatkowych obowiązkowi podatkowemu. Podatkami, które wpływają wyłącznie do budżetu państwa są:    • podatek od towarów i usług – zwany VAT,    • podatek akcyzowy, podatek tonażowy,    • podatek od wydobycia niektórych kopalin,    • podatek od gier,    • zryczałtowany podatek dochodowy od osób fizycznych,    • zryczałtowany podatek dochodowy od przychodów osób duchownych.  Podatek dochodowy od osób fizycznych oraz podatek dochodowy od osób prawnych stanowią wpływy zarówno dochodów budżetu państwa, jak i samorządów, przy czym większa część przeznaczana jest do budżetu państwa. Budżet państwa wchodzi w skład ustawy budżetowej i określa:    1. łączną kwotę prognozowanych podatkowych i niepodatkowych dochodów budżetu państwa     2. łączną kwotę planowanych wydatków budżetu państwa    3. kwotę planowanego deficytu budżetu państwa wraz ze źródłami jego pokrycia    4. łączną kwotę prognozowanych dochodów budżetu środków europejskich   5. łączną kwotę planowanych wydatków budżetu środków europejskich    6. wynik budżetu środków europejskich     7. łączną kwotę planowanych przychodów budżetu państwa     8. łączną kwotę planowanych rozchodów budżetu państwa     9. planowane saldo przychodów i rozchodów budżetu państwa     10. limit zobowiązań z tytułu zaciąganych kredytów i pożyczek oraz emitowanych papierów wartościowych.",
                          
                            "zrodlo": "Ministerstwo Finansów",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "24-07-2023",
                          
                            "data_aktualizacji_metadanych": "08-06-2020"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "88.9",
                              
                                  "2011" :   "87.6",
                              
                                  "2012" :   "86.3",
                              
                                  "2013" :   "86.6",
                              
                                  "2014" :   "89.9",
                              
                                  "2015" :   "89.8",
                              
                                  "2016" :   "86.8",
                              
                                  "2017" :   "90.0",
                              
                                  "2018" :   "91.9",
                              
                                  "2019" :   "91.7",
                              
                                  "2020" :   "88.2",
                              
                                  "2021" :   "87.3",
                              
                                  "2022" :   "92.2"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "17-10-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.10.1 Średnia ważona stawka celna",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.10 Promować powszechny, uregulowany, otwarty, nie dyskryminujący i sprawiedliwy wielostronny system handlowy w ramach Światowej Organizacji Handlu, w tym z wykorzystaniem rezultatów negocjacji Agendy Rozwoju z Doha (Doha Development Agenda)",
                          
                            "definicja": "Średnia ważona stawka celna oznacza średni procentowy poziom cła nakładanego przez państwo na towary w związku z ich wywozem i przywozem, dokonywanym przez granice celne państwa, a także ich tranzytem przez jego obszar celny.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "W oparciu o System Hurtowni Danych Ari@dna2 wyznaczany jest udział pobranych należnośi celnych (łączna wartość w PLN) w łącznej statystycznej wartości celnej, stanowiącej podstawę do naliczenia. Wartość statystyczną oblicza się:    • w przypadku sprzedaży - na podstawie wartości towarów z faktury,    • w pozostałych przypadkach (innych niż transakcje kupna/sprzedaży) - na podstawie wartości, która byłaby zafakturowana.  Wartość statystyczna w wywozie to wartość towarów w miejscu i czasie, w którym towary opuszczają terytorium statystyczne Polski. Wartość statystyczna uwzględnia dodatkowe koszty (np. koszty transportu, ubezpieczenia transportowego), dotyczące tej części przewozu, która odbywa się na obszarze statystycznym Polski. Wartość statystyczna w przywozie to wartość towarów w chwili i miejscu wprowadzenia ich na polskie terytorium statystyczne. Wartość statystyczna uwzględnia dodatkowe koszty (np. koszty transportu, ubezpieczenia transportowego) dotyczące tej części przewozu, która odbywa się poza obszarem statystycznym Polski.",
                          
                            "zrodlo": "Ministerstwo Finansów",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "24-04-2023",
                          
                            "data_aktualizacji_metadanych": "08-06-2020"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "1.11",
                              
                                  "2011" :   "1.05",
                              
                                  "2012" :   "1.03",
                              
                                  "2013" :   "1.08",
                              
                                  "2014" :   "1.17",
                              
                                  "2015" :   "1.35",
                              
                                  "2016" :   "1.52",
                              
                                  "2017" :   "1.40",
                              
                                  "2018" :   "1.47",
                              
                                  "2019" :   "1.41",
                              
                                  "2020" :   "1.47",
                              
                                  "2021" :   "1.44",
                              
                                  "2022" :   "1.29"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "17-11-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.11.1 Udział krajów rozwijających się i najsłabiej rozwiniętych w eksporcie światowym",
                          
                            "cel": "cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.11 Znacząco zwiększyć eksport krajów rozwijających się, w szczególności mając na celu podwojenie udziału krajów najsłabiej rozwiniętych w globalnym eksporcie do 2020 roku",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "",
                          
                            "data_aktualizacji_metadanych": "19-12-2019"
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "17-12-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.12.1 Przeciętne stawki celne nakładane na kraje rozwijające się, najsłabiej rozwinięte oraz rozwijające się małe kraje wyspiarskie",
                          
                            "cel": "cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.12 Zrealizować terminowe wdrożenie bezcłowego i bezkwotowego dostępu do rynku w sposób trwały dla wszystkich najsłabiej rozwiniętych krajów, zgodnie z decyzjami Światowej Organizacji Handlu, w tym poprzez zapewnienie, że preferencyjne reguły pochodzenia mające zastosowanie do przywozu z krajów najsłabiej rozwiniętych są przejrzyste, proste i przyczyniają się do ułatwienia dostępu do rynku",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "",
                          
                            "data_aktualizacji_metadanych": "19-12-2019"
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "17-13-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.13.1 Macierz makroekonomiczna",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.13 Zwiększyć globalną stabilność makroekonomiczną, w tym poprzez koordynację i spójność polityk",
                          
                            "definicja": "PKB na 1 mieszkańca (ceny bieżące) - stosunek wartości Produktu Krajowego Brutto w cenach bieżących do liczby mieszkańców danego obszaru.   Dynamika PKB (ceny stałe) - stosunek wartości PKB w roku badanym do odpowiedniej wartości w roku poprzednim, skorygowany o wpływ cen.   Stopa inwestycji - procentowy stosunek wyrażonej w walucie krajowej wartości nakładów brutto na środki trwałe do produktu krajowego brutto.   Dynamika cen towarów i usług konsumpcyjnych - syntetyczny wskaźnik obrazujący zmiany cen - wzrost lub spadek - w ciągu roku.   Dług sektora instytucji rządowych i samorządowych w relacji do PKB -  stosunek wartości skonsolidowanego długu sektora instytucji rządowych i samorządowych w danym roku do wartości nominalnej produktu krajowego brutto w tym samym roku, wyrażony procentowo.   Wynik sektora instytucji rządowych i samorządowych w relacji do PKB -  stosunek skonsolidowanej wartości deficytu lub nadwyżki sektora instytucji rządowych i samorządowych w danym roku do wartości nominalnej produktu krajowego brutto w tym samym roku, wyrażony procentowo",
                          
                            "jednostka": "PLN",
                          
                            "wymiary": "PKB na 1 mieszkańca (ceny bieżące), dynamika PKB (w cenach stałych), dynamika cen towarów i usług konsumpcyjnych, stopa inwestycji, dług sektora instytucji rządowych i samorządowych w relacji do PKB, wynik sektora instytucji rządowych i samorządowych w relacji do PKB",
                          
                            "metodologia": "Produkt krajowy brutto (PKB) obrazuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej (jednostek będących rezydentami) w danym roku. Szczegółową definicję i metodologię obliczania PKB określa rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 549/2013 z dnia 21 maja 2013 r. w sprawie europejskiego systemu rachunków narodowych i regionalnych w Unii Europejskiej (ESA 2010).   Ceny bieżące są to ceny, po których faktycznie dokonywane są transakcje kupna-sprzedaży towarów i usług w danym okresie.   Ceny stałe wynikają ze średnich cen bieżących określonego roku. Umożliwiają one dokładniejszą obserwację dynamiki wybranego zjawiska poprzez wyeliminowanie wpływu na nie zmian cen bieżących.   Nakłady brutto na środki trwałe to nakłady, które zwiększają wartość majątku trwałego (budynków i budowli, maszyn, urządzeń technicznych i narzędzi, środków transportu i innych środków trwałych), bez nakładów będących pierwszym wyposażeniem inwestycji oraz odsetek od kredytów i pożyczek inwestycyjnych za okres realizacji inwestycji. W tym również nakłady na: a) produkty własności intelektualnej, przeznaczone do użytkowania przez okres dłuższy niż jeden rok - w szczególności nakłady na prace badawczo-rozwojowe oraz na oprogramowanie komputerowe (zakupione lub wytworzone na własne potrzeby) b) małe narzędzia, które są wykorzystywane w procesie produkcji dłużej niż jeden rok - bez względu na ich wartość c) systemy uzbrojenia (np. czołgi, pojazdy opancerzone, okręty wojenne, łodzie podwodne).   Dynamika cen towarów i usług konsumpcyjnych jest wyliczana na podstawie obserwacji cen wytypowanych reprezentantów towarów i usług konsumpcyjnych w określonych rejonach badania cen na terenie kraju. Badanie realizowane jest w oparciu o próbę wytypowaną metodą doboru celowego. Lista reprezentantów towarów i usług ustalana centralnie jest stała przez rok i obowiązuje wszystkie rejony badania cen.   Dług oraz deficyt sektora instytucji rządowych i samorządowych jest obliczany według obowiązującej w krajach Unii Europejskiej metodologii ESA 2010 (European System of National and Regional Accounts), wprowadzonej rozporządzeniem Parlamentu Europejskiego i Rady (UE) nr 549/2013 z 21 maja 2013 r. ESA 2010 w zakresie definicji, zasad, zapisów księgowych i klasyfikacji jest generalnie zgodny z międzynarodowym systemem rachunków narodowych - 2008 SNA (System of National Accounts of United Nations). Różnice pomiędzy ESA a SNA (dotyczące głównie sposobu prezentacji rachunków) wynikają ze specyfiki wykorzystania systemu rachunków w UE, która wymaga większej precyzji w definicjach i w zasadach księgowych.   Sektor instytucji rządowych i samorządowych - zgodnie z ESA 2010 - obejmuje następujące podmioty gospodarki narodowej: a) podmioty działające na zasadach określonych w ustawie o finansach publicznych (jednostki budżetowe, fundusze celowe, a od 2010 r. także samorządowe zakłady budżetowe, agencje wykonawcze i instytucje gospodarki budżetowej oraz działające do 2005 r. środki specjalne jednostek budżetowych, w latach 2005-2010 - rachunek dochodów własnych jednostek budżetowych oraz do 2010 r. - zakłady budżetowe i gospodarstwa pomocnicze jednostek budżetowych, łącznie z prowadzącymi działalność gospodarczą, oraz fundusze motywacyjne), b) podmioty, których system finansowy został określony odrębnymi ustawami, a których podstawowym źródłem finansowania są dotacje z budżetu państwa (publiczne szkoły wyższe, Polska Akademia Nauk i tworzone przez nią jednostki organizacyjne, Krajowy Fundusz Drogowy oraz inne fundusze zarządzane przez Bank Gospodarstwa Krajowego, jednostki doradztwa rolniczego oraz agencje rządowe), c) samodzielne publiczne zakłady opieki zdrowotnej, d) państwowe i samorządowe instytucje kultury oraz państwowe instytucje filmowe, e) fundusze mające osobowość prawną, które są powiązane z budżetem państwa lub z budżetami jednostek samorządu terytorialnego, f) instytucje obsługujące fundusze ubezpieczeń społecznych (ZUS, KRUS) wraz z zarządzanymi przez nie funduszami oraz Narodowy Fundusz Zdrowia (w okresie 1 I 1999 r. - 31 III 2003 r. - kasy chorych), g) szpitale publiczne działające w formie spółek kapitałowych oraz szpitale działające w formie instytutów badawczych (wyłączone z sektora przedsiębiorstw niefinansowych), h) Bankowy Fundusz Gwarancyjny (wyłączony z sektora instytucji finansowych), i) inne jednostki, w tym przedsiębiorstwa publiczne oraz instytucje niekomercyjne spełniające kryteria ESA 2010 w zakresie klasyfikacji do sektora instytucji rządowych i samorządowych.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "24-10-2023",
                          
                            "data_aktualizacji_metadanych": "19-05-2020"
                          }
          ],
          "dane": [
            {
                      
                              "wymiary": [
                                  {"PKB na 1 mieszkańca (ceny bieżące)": [
                                          {
                                          
                                              "2010" : "37240",
                                          
                                              "2011" : "40327",
                                          
                                              "2012" : "41852",
                                          
                                              "2013" : "42339",
                                          
                                              "2014" : "44189",
                                          
                                              "2015" : "46768",
                                          
                                              "2016" : "48227",
                                          
                                              "2017" : "51606",
                                          
                                              "2018" : "55359",
                                          
                                              "2019" : "59618",
                                          
                                              "2020" : "61231",
                                          
                                              "2021" : "69263",
                                          
                                              "2022" : "81093"
                                          
                                          }
                                      ],"dynamika PKB (w cenach stałych)": [
                                          {
                                          
                                              "2010" : "103.4",
                                          
                                              "2011" : "105.0",
                                          
                                              "2012" : "101.5",
                                          
                                              "2013" : "100.9",
                                          
                                              "2014" : "103.8",
                                          
                                              "2015" : "104.4",
                                          
                                              "2016" : "103.0",
                                          
                                              "2017" : "105.1",
                                          
                                              "2018" : "105.9",
                                          
                                              "2019" : "104.5",
                                          
                                              "2020" : "98.0",
                                          
                                              "2021" : "106.9",
                                          
                                              "2022" : "105.3"
                                          
                                          }
                                      ],"dynamika cen towarów i usług konsumpcyjnych": [
                                          {
                                          
                                              "2010" : "102.6",
                                          
                                              "2011" : "104.3",
                                          
                                              "2012" : "103.7",
                                          
                                              "2013" : "100.9",
                                          
                                              "2014" : "100.0",
                                          
                                              "2015" : "99.1",
                                          
                                              "2016" : "99.4",
                                          
                                              "2017" : "102.0",
                                          
                                              "2018" : "101.6",
                                          
                                              "2019" : "102.3",
                                          
                                              "2020" : "103.4",
                                          
                                              "2021" : "105.1",
                                          
                                              "2022" : "114.4"
                                          
                                          }
                                      ],"stopa inwestycji": [
                                          {
                                          
                                              "2010" : "19.7",
                                          
                                              "2011" : "20.5",
                                          
                                              "2012" : "19.6",
                                          
                                              "2013" : "19.0",
                                          
                                              "2014" : "20.1",
                                          
                                              "2015" : "20.4",
                                          
                                              "2016" : "18.5",
                                          
                                              "2017" : "17.6",
                                          
                                              "2018" : "18.7",
                                          
                                              "2019" : "18.9",
                                          
                                              "2020" : "18.3",
                                          
                                              "2021" : "16.8",
                                          
                                              "2022" : "16.8"
                                          
                                          }
                                      ],"dług sektora instytucji rządowych i samorządowych w relacji do PKB": [
                                          {
                                          
                                              "2010" : "54.0",
                                          
                                              "2011" : "55.1",
                                          
                                              "2012" : "54.8",
                                          
                                              "2013" : "57.1",
                                          
                                              "2014" : "51.4",
                                          
                                              "2015" : "51.3",
                                          
                                              "2016" : "54.2",
                                          
                                              "2017" : "50.6",
                                          
                                              "2018" : "48.7",
                                          
                                              "2019" : "45.7",
                                          
                                              "2020" : "57.2",
                                          
                                              "2021" : "53.6",
                                          
                                              "2022" : "49.1"
                                          
                                          }
                                      ],"wynik sektora instytucji rządowych i samorządowych w relacji do PKB": [
                                          {
                                          
                                              "2010" : "-7.5",
                                          
                                              "2011" : "-5.0",
                                          
                                              "2012" : "-3.8",
                                          
                                              "2013" : "-4.3",
                                          
                                              "2014" : "-3.7",
                                          
                                              "2015" : "-2.6",
                                          
                                              "2016" : "-2.4",
                                          
                                              "2017" : "-1.5",
                                          
                                              "2018" : "-0.2",
                                          
                                              "2019" : "-0.7",
                                          
                                              "2020" : "-6.9",
                                          
                                              "2021" : "-1.8",
                                          
                                              "2022" : "-3.7"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "17-14-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.14.1 Liczba krajów posiadających mechanizmy zwiększające spójność polityk na rzecz zrównoważonego rozwoju",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.14 Wzmocnić spójność polityk na rzecz zrównoważonego rozwoju",
                          
                            "definicja": "Polskim rozwiązaniem zapewniajacym spójność zrównoważonego rozwoju jest realizacja SDGs w oparciu o Strategię na rzecz Odpowiedzialnego Rozwoju, przyjetą przez Rząd 14 lutego 2017 r.",
                          
                            "jednostka": "{ 0 , 1 }",
                          
                            "wymiary": "",
                          
                            "metodologia": "Strategia na rzecz Odpowiedzialnego Rozwoju określa nowy model rozwoju kraju. Dokument stanowi aktualizacją średniookresowej Strategii Rozwoju Kraju (SRK 2020). Wiodącą zasadą Strategii jest zrównoważony rozwój całego kraju w czterech wymiarach:  gospodarczym, społecznym, środowiskowym i terytorialnym.  Strategia zakłada, że z jej efektów skorzystają wszyscy obywatele. W dokumencie położono nacisk na tworzoną w kraju wiedzę i technologię, rozwój i dalszą ekspansję polskich firm, budowę systemu oszczędności oraz podwyższenie jakości funkcjonowania instytucji oraz ich relacji ze społeczeństwem. Podkreślono także istotność włączenia w procesy rozwojowe wszystkich grup społecznych i wszystkich terytoriów. Działania zapisane w Strategii są spójne z celami i zadaniami określonymi w Agendzie 2030 ONZ. Koncepcja trwałego i odpowiedzialnego rozwoju, stanowiąca podstawę Strategii, jest spójna z punktem widzenia ONZ, tj. ukierunkowaną na zmiany wizją świata wolnego od ubóstwa, gdzie każdy człowiek ma możliwość korzystania z rozwoju.",
                          
                            "zrodlo": "Ministerstwo Rozwoju i Technologii",
                          
                            "czestotliwosc": "Dane roczne obecnie dostępne za 2017 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "20-07-2023",
                          
                            "data_aktualizacji_metadanych": "31-08-2021"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "1",
                              
                                  "2018" :   "1",
                              
                                  "2019" :   "1",
                              
                                  "2020" :   "1",
                              
                                  "2021" :   "1",
                              
                                  "2022" :   "1"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "17-15-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.15.1 Zakres stosowania krajowych ram wyników i narzędzi planistycznych przez dostawców współpracy na rzecz rozwoju",
                          
                            "cel": "cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.15 Szanować przestrzeń polityczną każdego państwa i wiodącą rolę rządów w tworzeniu i wdrażaniu polityk na rzecz zrównoważonego rozwoju i eliminacji ubóstwa",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "",
                          
                            "data_aktualizacji_metadanych": "19-12-2019"
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "17-16-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.16.1 Liczba krajów, które raportują postępy w zakresie monitorowania skuteczności działań podejmowanych przez wielu interesariuszy, którzy wspierają osiąganie celów zrównoważonego rozwoju",
                          
                            "cel": "cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.16 Wzmocnić globalne partnerstwo na rzecz zrównoważonego rozwoju, uzupełnione o partnerstwa wielostronne, które mobilizują i dzielą się wiedzą, kompetencjami, technologią i środkami finansowymi, by wspierać osiągnięcie celów Zrównoważonego Rozwoju we wszystkich krajach, szczególnie w tych rozwijających się",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "",
                          
                            "data_aktualizacji_metadanych": "19-12-2019"
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "17-17-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.17.1 Kwota zaangażowana na rzecz partnerstwa publiczno-prywatnego w zakresie infrastruktury (w USD)",
                          
                            "cel": "cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.17 Zachęcać do tworzenia i promować efektywne partnerstwa publiczne, publiczno – prywatne i z udziałem społeczeństwa obywatelskiego, budowane na doświadczeniu i niezbędnych strategiach partnerstwa",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "",
                          
                            "data_aktualizacji_metadanych": "08-06-2021"
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "17-18-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.18.1 Potencjał statystyki publicznej w zakresie monitorowania Celów Zrównoważonego Rozwoju",
                          
                            "cel": "cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.18 Do 2020 roku zwiększyć wsparcie na rzecz budowy potencjału w państwach rozwijających się, w tym państwach najsłabiej rozwiniętych i rozwijających się małych państwach wyspiarskich, aby znacząco zwiększyć dostęp do aktualnych, rzetelnych i wysokiej jakości danych zdezagregowanych według dochodu, płci, wieku, rasy, pochodzenia etnicznego, statusu migracyjnego, niepełnosprawności, położenia geograficznego i innych cech dostosowanych do kontekstu narodowego",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "",
                          
                            "data_aktualizacji_metadanych": "08-06-2021"
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "17-18-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.18.2 Liczba krajów, które posiadają krajowe statystyczne ustawodawstwo zgodne z Fundamentalnymi Zasadami Statystyki Oficjalnej",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.18 Do 2020 roku zwiększyć wsparcie na rzecz budowy potencjału w państwach rozwijających się, w tym państwach najsłabiej rozwiniętych i rozwijających się małych państwach wyspiarskich, aby znacząco zwiększyć dostęp do aktualnych, rzetelnych i wysokiej jakości danych zdezagregowanych według dochodu, płci, wieku, rasy, pochodzenia etnicznego, statusu migracyjnego, niepełnosprawności, położenia geograficznego i innych cech dostosowanych do kontekstu narodowego",
                          
                            "definicja": "Wskaźnik przyjmuje wartość 1, gdy kraj posiada statystyczne ustawodawstwo zgodne z Podstawowymi Zasadami Statystyki Oficjalnej.",
                          
                            "jednostka": "{ 0 , 1 }",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Normy dotyczące opracowywania, tworzenia i rozpowszechniania statystyk europejskich reguluje Europejski kodeks praktyk statystycznych określa. Określa on 16 podstawowych zasad, zgodnych z Podstawowymi Zasadami Statystyki Oficjalnej. Każdego roku Eurostat monitoruje przestrzeganie kodeksu postępowania w ramach EuropejskiegoSystemu Statystycznego. Polski system statystyczny został uznany za zgodny z Europejskim Kodeksem w ramach przeglądu partnerskiego przeprowadzonego w latach 2013-2015. Implementacja Podstawowych Zasad Statystyki Oficjalnej w polskim systemie statystycznym: Zasada 1: Użyteczność, bezstronność, równy dostęp   •  Art. 3 i art. 14 ust. 1 i 2 ustawy z dnia 29 czerwca 1995 r. o statystyce publicznej (Dz. U. z 2016 r. Poz. 1068 - dalej jako 'ustawa') Zasada 2: Profesjonalne standardy i etyka   • Art. 24 i art. 25a ustawy Zasada 3: Odpowiedzialność i przejrzystość   •  Art. 25 ust. 1 i 15, art. 26 ustawy Zasada 4: Zapobieganie niewłaściwemu wykorzystaniu   •  Brak odpowiednich przepisów w ustawie o statystyce publicznej, jednak w statystyce polskiej istnieje zwyczaj komentowania błędnej interpretacji i niewłaściwego wykorzystywania statystyk. Zasada 5: Źródła oficjalnych statystyk   •  Art. 5, art. 13, w szczególności ust. 5 i art. 18 ust. 1 i 3 ustawy Zasada 6: Poufność   •  Art. 2 pkt 8a i 8b, art. 10 i art. 12 ustawy. Zasada 7: Podstawy prawne   • Ustawa i przepisy, zgodnie z którymi działa polski system statystyczny, są upubliczniane. Są one publikowane na oficjalnej stronie internetowej Głównego Urzędu Statystycznego. Wszystkie polskie akty prawne są publikowane w Dzienniku Urzędowym (w wersji polskiej) i dostępne w internetowym systemie Parlamentu poświęconym aktom prawnym (IASP). Najważniejsze polskie akty prawne to:   •  Ustawa z dnia 29 czerwca 1995 r. o statystyce publicznej (Dz. U. z 2016 r. Poz. 1068);   •  Rozporządzenie Rady Ministrów z dnia 19 grudnia 2017 r. w sprawie Programu badań statystycznych statystyki publicznej na rok 2018 r. (Dz. U. z 2017 r. Poz. 2471);   • Rozporządzenie Prezesa Rady Ministrów z dnia 14 marca 2017 r. w sprawie określenia wzorów formularzy sprawozdawczych, objaśnień co do sposobu ich wypełniania oraz wzorów kwestionariuszy i ankiet statystycznych stosowanych w badaniach statystycznych ustalonych w programie badań statystycznych statystyki publicznej na rok 2017 (Dz.U. 2017 poz. 837, z późn. zmianami). Zasada 8: Koordynacja na poziomie krajowym   •  Art. 22, art. 23, art. 24 i art. 25 ustawy Głównym 'narzędziem' koordynacji w polskim systemie statystycznym jest Program badań statystycznych statystyki publicznej, opracowywany zgodnie z art. 18 i 20 ustawy. Funkcja koordynacjna Głównego Urzędu Statystycznego jest również określona w przepisach prawnych UE. Zasada 9: Standardy międzynarodowe   •  Art. 25 ust.1 pkt 6 i pkt 15, art. 26 i art. 25a ustawy. Klasyfikacja, koncepcje i metody stosowane w polskim systemie statystycznym oparte są na międzynarodowych standardach. Zasada 10: Współpraca międzynarodowa   •  Art. 20 ust. 3, art. 25 ust. 1 pkt 11-13 oraz 14 i art. 37 pkt 5 ustawy",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "26-01-2023",
                          
                            "data_aktualizacji_metadanych": "08-06-2020"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "1",
                              
                                  "2011" :   "1",
                              
                                  "2012" :   "1",
                              
                                  "2013" :   "1",
                              
                                  "2014" :   "1",
                              
                                  "2015" :   "1",
                              
                                  "2016" :   "1",
                              
                                  "2017" :   "1",
                              
                                  "2018" :   "1",
                              
                                  "2019" :   "1",
                              
                                  "2020" :   "1",
                              
                                  "2021" :   "1",
                              
                                  "2022" :   "1"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "17-18-3": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.18.3 Liczba krajów posiadających Narodowy Plan Statystyczny, który jest w pełni finansowany i realizowany, wg źródeł finansowania",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.18 Do 2020 roku zwiększyć wsparcie na rzecz budowy potencjału w państwach rozwijających się, w tym państwach najsłabiej rozwiniętych i rozwijających się małych państwach wyspiarskich, aby znacząco zwiększyć dostęp do aktualnych, rzetelnych i wysokiej jakości danych zdezagregowanych według dochodu, płci, wieku, rasy, pochodzenia etnicznego, statusu migracyjnego, niepełnosprawności, położenia geograficznego i innych cech dostosowanych do kontekstu narodowego",
                          
                            "definicja": "Wskaźnik przyjmuje wartość 1 dla krajów, które posiadają Narodowe Plany Statystyczne.",
                          
                            "jednostka": "{ 0 , 1 }",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "W Polsce rolę Narodowego Planu Statystycznego pełni Program badań statystycznych statystyki publicznej.  Program badań statystycznych statystyki publicznej (PBSSP) to dokument, która ustala aktualny, przedmiotowy i podmiotowy zakres badań statystycznych oraz związanych z nimi obowiązków.  PBSSP ustalany jest corocznie przez Radę Ministrów w drodze rozporządzenia. Rada Statystyczna określa projekt PBSSP na każdy kolejny rok na podstawie propozycji przygotowanej przez Prezesa Głównego Urzędu Statystycznego.W ramach PBSSP dla każdego badania określone zostają: 1. Temat badania i organ prowadzący badanie 2. Rodzaj badania  3. Zakres podmiotowy i przedmiotowy badania 4. Źródła danych 5. Podmioty zobligowane do udziału w badaniu lub dobrowolnie biorące w nim udział  6. Forma przekazania danych 7. Częstotliwość i termin przekazania danych  8. Miejsce przekazania danych  9. Rodzaje wynikowych informacji statystycznych oraz formy i terminy ich udostępnienia  10. Koszt i sposób finansowania ",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "26-01-2023",
                          
                            "data_aktualizacji_metadanych": "08-06-2020"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "1",
                              
                                  "2011" :   "1",
                              
                                  "2012" :   "1",
                              
                                  "2013" :   "1",
                              
                                  "2014" :   "1",
                              
                                  "2015" :   "1",
                              
                                  "2016" :   "1",
                              
                                  "2017" :   "1",
                              
                                  "2018" :   "1",
                              
                                  "2019" :   "1",
                              
                                  "2020" :   "1",
                              
                                  "2021" :   "1",
                              
                                  "2022" :   "1"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "17-19-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.19.1 Wartość w dolarach wydanych ze wszystkich dostępnych zasobów w celu wzmocnienia zdolności statystycznych w krajach rozwijających się",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.19 Do 2030 roku wykorzystać istniejące inicjatywy do opracowania wskaźników pomiaru postępu w zakresie zrównoważonego rozwoju, które będą uzupełnieniem dla produktu krajowego brutto oraz wspierać budowę potencjału statystycznego w krajach rozwijających się",
                          
                            "definicja": "Wyrażona w dolarach USA wartość oficjalnej pomocy rozwojowej (ODA), mierzonej ekwiwalentem grantu, przeznaczona na wzmocnienie zdolności statystycznych w krajach rozwijających się (dotyczy obszarów wsparcia zaklasyfikowanych do sektora 16062 według metodologii OECD).",
                          
                            "jednostka": "tys. USD (ceny bieżące)",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Do Oficjalnej Pomocy Rozwojowej (ang. Official Development Assistance – ODA) zaliczane są darowizny i pożyczki przekazywane przez instytucje rządowe lub organizacje międzynarodowe, mające na celu wsparcie rozwoju gospodarczego i dobrobytu w krajach rozwijających się. Pożyczki są kwalifikowane jako ODA wtedy, gdy zawierają element grantu o wartości udzielanej pomocy przynajmniej: • 45% dla krajów najsłabiej rozwiniętych i innych krajów o niskim dochodzie (least developed countries and other low income countires – LDCs & other LICs), wyliczony przy stopie dyskontowej 9%, • 15% dla krajów o niższym średnim dochodzie (lower middle income countries – LMICs), wyliczony przy stopie dyskontowej 7%, • 10% dla krajów o wyższym średnim dochodzie (upper middle income countries – UMICs), wyliczony przy stopie dyskontowej 6%.  Do ODA zaliczana jest również pomoc techniczna, mająca na celu rozwój zasobów ludzkich, podniesienie kwalifikacji oraz możliwości technicznych i produkcyjnych krajów rozwijających się. Pomoc ta polega między innymi na przekazywaniu wiedzy i doświadczeń w postaci szkoleń, delegowania ekspertów, inicjowania badań i/lub pokrywania wynikających z tego kosztów. Do ODA nie zalicza się dotacji przeznaczonych na wydatki wojskowe. Warunkiem zaklasyfikowania współpracy jako Oficjalnej Pomocy Rozwojowej jest to, aby kraj partnerski, na rzecz którego udzielane jest wsparcie, znajdował się na liście Komitetu Pomocy Rozwojowej OECD (Development Assistance Committee). W zależności od sposobu realizacji pomocy możemy wyróżnić: • pomoc dwustronną – podejmowaną przez donatora bezpośrednio w kraju partnerskim bądź poprzez organizację międzynarodową w formie wpłaty celowej na rzecz kraju partnerskiego (earmarked contribution) lub w formie wpłaty na określony program/fundusz zarządzany przez organizację, • pomoc wielostronną – udzielaną w formie wpłat do budżetów ogólnych organizacji międzynarodowych, których lista jest corocznie aktualizowana przez Sekretariat DAC OECD.   Dwustronna ODA na rzecz redukcji ubóstwa obejmuje następujące obszary wsparcia: • edukacja na poziomie podstawowym (sektory CRS 112xx Basic Education), • zdrowie na poziomie podstawowym (sektory CRS 122xx Basic Health), • zaopatrzenie w wodę i systemy kanalizacyjne (sektory CRS 140xx Water Supply & Sanitation), • pomoc wielosektorowa w zakresie podstawowych usług społecznych  (sektor CRS 16050 Multisector aid for basic social services), • rozwojowa pomoc żywnościowa (sektor CRS 52010 Development Food Aid).  Oficjalna Pomoc Rozwojowa w Polsce świadczona jest na podstawie ustawy o współpracy rozwojowej z dnia 16 września 2011 r. (Dz.U. 2011 r., Nr 234, poz. 1386). Polska współpraca rozwojowa prowadzona jest w oparciu o Wieloletni Program Współpracy Rozwojowej opracowywany na okres minimum 4 lat. Ustawa definiuje współpracę rozwojową jako ogół działań podejmowanych przez organy administracji rządowej w celu udzielenia państwom rozwijającym się pomocy rozwojowej, pomocy humanitarnej oraz realizację działań edukacyjnych na rzecz podniesienia świadomości i zrozumienia problemów i współzależności globalnych. Za zagadnienia związane z pomocą rozwojową w Polsce odpowiedzialne jest Ministerstwo Spraw Zagranicznych, które opracowało „Solidarność dla Rozwoju. Wieloletni program współpracy rozwojowej  2021-2030”, w oparciu o który polska współpraca rozwojowa koncentruje się na wybranych max. 10 krajach Partnerstwa Wschodniego oraz Bliskiego Wschodu, Afryki Północnej i Afryki Subsaharyjskiej. „Plan współpracy rozwojowej w 2023 roku” precyzuje priorytetowy zasięg geograficzny do: Białorusi, Gruzji, Mołdawii, Ukrainy, Libanu, Palestyny, Etiopii, Kenii, Senegalu i Tanzanii. Polska współpraca rozwojowa służy realizacji następujących priorytetów tematycznych: pokój, sprawiedliwość i silne instytucje, równe szanse (edukacja, godna praca, przedsiębiorczość, redukcja nierówności, zrównoważone miasta), zdrowie, klimat i zasoby naturalne (czysta woda i warunki sanitarne, lasy i różnorodność biologiczna, odnawialne źródła energii), wpisujących się w cele zrównoważonego rozwoju (16, 4, 8, 10, 3, 6, 11 oraz 13). Działania objęte programem finansowane są ze środków Ministerstwa Spraw Zagranicznych, rezerwy celowej budżetu państwa przeznaczonej na współpracę rozwojową i funduszy innych organów administracji publicznej.",
                          
                            "zrodlo": "Ministerstwo Spraw Zagranicznych",
                          
                            "czestotliwosc": "Dane roczne; od 2013 r.",
                          
                            "uwagi": "Od 2018 r. wiodący wskaźnik ODA jest prezentowany w formie ekwiwalentu grantu, uwzględniającej jedynie element grantu pomnożony przez wartość danego przepływu. Element grantu jest wyliczany w szczególności dla kredytów pomocy wiązanej.  Dodatkowo trwają prace nad włączeniem do ODA innych przepływów, np. kwot zmobilizowanych przez sektor publiczny z instrumentów sektora prywatnego. Ponadto od 2019 r. Polska raportuje nowy wskaźnik TOSSD (Total Oficial Support for Sustainable Development), który mierzy wsparcie udzielone na wdrożenie SDGs na poziomie globalnym.",
                          
                            "data_aktualizacji_danych": "24-07-2023",
                          
                            "data_aktualizacji_metadanych": "01-08-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "88.58",
                              
                                  "2014" :   "231.33",
                              
                                  "2015" :   "80.16",
                              
                                  "2016" :   "0.00",
                              
                                  "2017" :   "102.65",
                              
                                  "2018" :   "0.00",
                              
                                  "2019" :   "8.25",
                              
                                  "2020" :   "0.00",
                              
                                  "2021" :   "0.00",
                              
                                  "2022" :   "0.00"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "17-19-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.19.2 Liczba krajów, które a) przeprowadziły przynajmniej jeden Spis Powszechny Ludności w ciągu ostatnich dziesięciu lat, i b) osiągnęły 100% rejestrację narodzin i 80% rejestrację zgonów",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.19 Do 2030 roku wykorzystać istniejące inicjatywy do opracowania wskaźników pomiaru postępu w zakresie zrównoważonego rozwoju, które będą uzupełnieniem dla produktu krajowego brutto oraz wspierać budowę potencjału statystycznego w krajach rozwijających się",
                          
                            "definicja": "Wskaźnik przyjmuje wartość 1, gdy kraj: a) przeprowadził w danym roku Spis Powszechny Ludności b) osiągnął 100 procentową rejestrację narodzin i 80 procentową rejestrację śmierci.",
                          
                            "jednostka": "{ 0 , 1 }",
                          
                            "wymiary": "",
                          
                            "metodologia": "W Polsce ostatni Narodowy Spis Powszechny Ludności i Mieszkań został przeprowadzony w 2011 r. Podstawą prawną przeprowadzenia spisu była Ustawa z dn. 4 marca 2010 r. o narodowym spisie powszechnym ludnści i mieszkań w 2011 r. (Dz. U. z 26 marca 2010 r. nr 47, poz. 277) wraz z aktami wykonawczymi do ustawy oraz Rozporządzenie (WE) Parlamentu Europejskiego i Rady Nr 763/2008 z dn. 9 lipca 2008 r. w sprawie spisów powszechnych ludności i mieszkań. Spis ludności 2011 obejmował osoby stale zamieszkałe (zameldowane) na obszarze Polski bez względu na fakt, czy te osoby przebywały w kraju w czasie spisu czy też były za granicą oraz osoby przebywające czasowo. Spis był przeprowadzony w budynkach, mieszkaniach, obiektach zbiorowego zakwaterowania i innych zamieszkanych pomieszczeniach niebędących mieszkaniami. Zgodnie z ustawą z dnia 28 listopada 2014 r. Prawo o aktach stanu cywilnego (Dz.U. z 2016 r. poz. 2064) wszystkie urodzenia na terenie Rzeczypospolitej Polskiej są rejestrowane w urzędzie stanu cywilnego właściwym ze względu na miejsce urodzenia dziecka. Zgłoszenia zgonu dokonuje się w urzędzie stanu cywilnego właściwym ze względu na miejsce zgonu albo miejsce znalezienia zwłok.",
                          
                            "zrodlo": "Główny Urząd Statystyczny / Ministerstwo Spraw Wewnętrznych i Administracji",
                          
                            "czestotliwosc": "Spis powszechny - dane co 10 lat, od 2011 r. Rejestracja urodzeń i zgonów - dane roczne, od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "21-04-2023",
                          
                            "data_aktualizacji_metadanych": "21-06-2023"
                          }
          ],
          "dane": [
            {
                      
                              "wg wskazanego zadania": [
                                  {"Narodowy Spis Powszechny Ludności i Mieszkań": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "1",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "",
                                          
                                              "2021" : "1",
                                          
                                              "2022" : ""
                                          
                                          }
                                      ],"100% rejestracja urodzin": [
                                          {
                                          
                                              "2010" : "1",
                                          
                                              "2011" : "1",
                                          
                                              "2012" : "1",
                                          
                                              "2013" : "1",
                                          
                                              "2014" : "1",
                                          
                                              "2015" : "1",
                                          
                                              "2016" : "1",
                                          
                                              "2017" : "1",
                                          
                                              "2018" : "1",
                                          
                                              "2019" : "1",
                                          
                                              "2020" : "1",
                                          
                                              "2021" : "1",
                                          
                                              "2022" : "1"
                                          
                                          }
                                      ],"100% rejestracja zgonów": [
                                          {
                                          
                                              "2010" : "1",
                                          
                                              "2011" : "1",
                                          
                                              "2012" : "1",
                                          
                                              "2013" : "1",
                                          
                                              "2014" : "1",
                                          
                                              "2015" : "1",
                                          
                                              "2016" : "1",
                                          
                                              "2017" : "1",
                                          
                                              "2018" : "1",
                                          
                                              "2019" : "1",
                                          
                                              "2020" : "1",
                                          
                                              "2021" : "1",
                                          
                                              "2022" : "1"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "17-2-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.2.1 Oficjalna Pomoc Rozwojowa w relacji do dochodu narodowego brutto",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.2 W pełni wdrożyć zobowiązania krajów rozwiniętych do przekazania oficjalnej pomocy rozwojowej (ODA), w tym zobowiązanie podjęte przez wiele krajów rozwiniętych do osiągniecia poziomu oficjalnej pomocy rozwojowej w wysokości 0,7% dochodu narodowego brutto (0,7% ODA/GNI) na rzecz krajów rozwijających się i 0,15-0,20% ODA/GNI dla krajów najmniej rozwiniętych zachęca się państwa-donatorów ODA do rozważenia ustanowenia celu co najmniej 0,20% ODA/GNI dla krajów najmniej rozwiniętych",
                          
                            "definicja": "Wielkość oficjalnej pomocy rozwojowej (łącznie i na rzecz krajów najsłabiej rozwiniętych), mierzonej ekwiwalentem grantu, w relacji do Dochodu Narodowego Brutto.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem, na rzecz krajów najsłabiej rozwiniętych",
                          
                            "metodologia": "Do Oficjalnej Pomocy Rozwojowej (ang. Official Development Assistance – ODA) zaliczane są darowizny i pożyczki przekazywane przez instytucje rządowe lub organizacje międzynarodowe, mające na celu wsparcie rozwoju gospodarczego i dobrobytu w krajach rozwijających się. Pożyczki są kwalifikowane jako ODA wtedy, gdy zawierają element grantu o wartości udzielanej pomocy przynajmniej: • 45% dla krajów najsłabiej rozwiniętych i innych krajów o niskim dochodzie (least developed countries and other low income countires – LDCs & other LICs), wyliczony przy stopie dyskontowej 9%, • 15% dla krajów o niższym średnim dochodzie (lower middle income countries – LMICs), wyliczony przy stopie dyskontowej 7%, • 10% dla krajów o wyższym średnim dochodzie (upper middle income countries – UMICs), wyliczony przy stopie dyskontowej 6%.  Do ODA zaliczana jest również pomoc techniczna, mająca na celu rozwój zasobów ludzkich, podniesienie kwalifikacji oraz możliwości technicznych i produkcyjnych krajów rozwijających się. Pomoc ta polega między innymi na przekazywaniu wiedzy i doświadczeń w postaci szkoleń, delegowania ekspertów, inicjowania badań i/lub pokrywania wynikających z tego kosztów. Do ODA nie zalicza się dotacji przeznaczonych na wydatki wojskowe. Warunkiem zaklasyfikowania współpracy jako Oficjalnej Pomocy Rozwojowej jest to, aby kraj partnerski, na rzecz którego udzielane jest wsparcie, znajdował się na liście Komitetu Pomocy Rozwojowej OECD (Development Assistance Committee). W zależności od sposobu realizacji pomocy możemy wyróżnić: • pomoc dwustronną – podejmowaną przez donatora bezpośrednio w kraju partnerskim bądź poprzez organizację międzynarodową w formie wpłaty celowej na rzecz kraju partnerskiego (earmarked contribution) lub w formie wpłaty na określony program/fundusz zarządzany przez organizację, • pomoc wielostronną – udzielaną w formie wpłat do budżetów ogólnych organizacji międzynarodowych, których lista jest corocznie aktualizowana przez Sekretariat DAC OECD.   Dwustronna ODA na rzecz redukcji ubóstwa obejmuje następujące obszary wsparcia: • edukacja na poziomie podstawowym (sektory CRS 112xx Basic Education), • zdrowie na poziomie podstawowym (sektory CRS 122xx Basic Health), • zaopatrzenie w wodę i systemy kanalizacyjne (sektory CRS 140xx Water Supply & Sanitation), • pomoc wielosektorowa w zakresie podstawowych usług społecznych  (sektor CRS 16050 Multisector aid for basic social services), • rozwojowa pomoc żywnościowa (sektor CRS 52010 Development Food Aid).  Oficjalna Pomoc Rozwojowa w Polsce świadczona jest na podstawie ustawy o współpracy rozwojowej z dnia 16 września 2011 r. (Dz.U. 2011 r., Nr 234, poz. 1386). Polska współpraca rozwojowa prowadzona jest w oparciu o Wieloletni Program Współpracy Rozwojowej opracowywany na okres minimum 4 lat. Ustawa definiuje współpracę rozwojową jako ogół działań podejmowanych przez organy administracji rządowej w celu udzielenia państwom rozwijającym się pomocy rozwojowej, pomocy humanitarnej oraz realizację działań edukacyjnych na rzecz podniesienia świadomości i zrozumienia problemów i współzależności globalnych. Za zagadnienia związane z pomocą rozwojową w Polsce odpowiedzialne jest Ministerstwo Spraw Zagranicznych, które opracowało „Solidarność dla Rozwoju. Wieloletni program współpracy rozwojowej  2021-2030”, w oparciu o który polska współpraca rozwojowa koncentruje się na wybranych max. 10 krajach Partnerstwa Wschodniego oraz Bliskiego Wschodu, Afryki Północnej i Afryki Subsaharyjskiej. „Plan współpracy rozwojowej w 2023 roku” precyzuje priorytetowy zasięg geograficzny do: Białorusi, Gruzji, Mołdawii, Ukrainy, Libanu, Palestyny, Etiopii, Kenii, Senegalu i Tanzanii. Polska współpraca rozwojowa służy realizacji następujących priorytetów tematycznych: pokój, sprawiedliwość i silne instytucje, równe szanse (edukacja, godna praca, przedsiębiorczość, redukcja nierówności, zrównoważone miasta), zdrowie, klimat i zasoby naturalne (czysta woda i warunki sanitarne, lasy i różnorodność biologiczna, odnawialne źródła energii), wpisujących się w cele zrównoważonego rozwoju (16, 4, 8, 10, 3, 6, 11 oraz 13). Działania objęte programem finansowane są ze środków Ministerstwa Spraw Zagranicznych, rezerwy celowej budżetu państwa przeznaczonej na współpracę rozwojową i funduszy innych organów administracji publicznej. Kraje najsłabiej rozwinięte (ang. Least Developed Countries - LDC) to państwa o najniższym poziomie rozwoju społeczno-gospodarczego, które spełniają jednocześnie trzy kryteria: średni dochód na mieszkańca poniżej 1 018 USD przez 3 lata, niski poziom zasobów ludzkich (niedożywienie, wysoka umieralność, niski poziom edukacji) oraz wrażliwość gospodarki (zależność od produkcji surowców lub artykułów rolnych). Lista LDCs obejmuje ok. 50 krajów (z czego większość to kraje afrykańskie). Dochód narodowy brutto to suma dochodów pierwotnych brutto wszystkich sektorów własności albo wszystkich krajowych sektorów instytucjonalnych  stanowi on sumę produktu krajowego brutto i dochodu z zagranicy. ",
                          
                            "zrodlo": "Ministerstwo Spraw Zagranicznych",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "Od 2018 r. wiodący wskaźnik ODA jest prezentowany w formie ekwiwalentu grantu, uwzględniającej jedynie element grantu pomnożony przez wartość danego przepływu. Element grantu jest wyliczany w szczególności dla kredytów pomocy wiązanej.  Dodatkowo trwają prace nad włączeniem do ODA innych przepływów, np. kwot zmobilizowanych przez sektor publiczny z instrumentów sektora prywatnego. Ponadto od 2019 r. Polska raportuje nowy wskaźnik TOSSD (Total Oficial Support for Sustainable Development), który mierzy wsparcie udzielone na wdrożenie SDGs na poziomie globalnym.",
                          
                            "data_aktualizacji_danych": "24-07-2023",
                          
                            "data_aktualizacji_metadanych": "01-08-2023"
                          }
          ],
          "dane": [
            {
                      
                              "wg biorcy": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "0.08",
                                          
                                              "2011" : "0.08",
                                          
                                              "2012" : "0.09",
                                          
                                              "2013" : "0.10",
                                          
                                              "2014" : "0.09",
                                          
                                              "2015" : "0.10",
                                          
                                              "2016" : "0.15",
                                          
                                              "2017" : "0.13",
                                          
                                              "2018" : "0.14",
                                          
                                              "2019" : "0.14",
                                          
                                              "2020" : "0.14",
                                          
                                              "2021" : "0.15",
                                          
                                              "2022" : "0.53"
                                          
                                          }
                                      ],"na rzecz krajów najsłabiej rozwiniętych": [
                                          {
                                          
                                              "2010" : "0.0021",
                                          
                                              "2011" : "0.0025",
                                          
                                              "2012" : "0.0025",
                                          
                                              "2013" : "0.0092",
                                          
                                              "2014" : "0.0077",
                                          
                                              "2015" : "0.0096",
                                          
                                              "2016" : "0.0159",
                                          
                                              "2017" : "0.0028",
                                          
                                              "2018" : "0.0133",
                                          
                                              "2019" : "0.0026",
                                          
                                              "2020" : "0.0024",
                                          
                                              "2021" : "0.0053",
                                          
                                              "2022" : "0.0022"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "17-3-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.3.1 Oficjalna Pomoc Rozwojowa (ODA) w relacji do dochodów budżetu państwa ogółem",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.3 Zmobilizować dodatkowe środki finansowe dla krajów rozwijających się z różnorodnych źródeł",
                          
                            "definicja": "Relacja sumy oficjalnej pomocy rozwojowej (ODA), mierzonej ekwiwalentem grantu, do wysokości budżetu państwa.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Do Oficjalnej Pomocy Rozwojowej (ang. Official Development Assistance – ODA) zaliczane są darowizny i pożyczki przekazywane przez instytucje rządowe lub organizacje międzynarodowe, mające na celu wsparcie rozwoju gospodarczego i dobrobytu w krajach rozwijających się. Pożyczki są kwalifikowane jako ODA wtedy, gdy zawierają element grantu o wartości udzielanej pomocy przynajmniej: • 45% dla krajów najsłabiej rozwiniętych i innych krajów o niskim dochodzie (least developed countries and other low income countires – LDCs & other LICs), wyliczony przy stopie dyskontowej 9%, • 15% dla krajów o niższym średnim dochodzie (lower middle income countries – LMICs), wyliczony przy stopie dyskontowej 7%, • 10% dla krajów o wyższym średnim dochodzie (upper middle income countries – UMICs), wyliczony przy stopie dyskontowej 6%.  Do ODA zaliczana jest również pomoc techniczna, mająca na celu rozwój zasobów ludzkich, podniesienie kwalifikacji oraz możliwości technicznych i produkcyjnych krajów rozwijających się. Pomoc ta polega między innymi na przekazywaniu wiedzy i doświadczeń w postaci szkoleń, delegowania ekspertów, inicjowania badań i/lub pokrywania wynikających z tego kosztów. Do ODA nie zalicza się dotacji przeznaczonych na wydatki wojskowe. Warunkiem zaklasyfikowania współpracy jako Oficjalnej Pomocy Rozwojowej jest to, aby kraj partnerski, na rzecz którego udzielane jest wsparcie, znajdował się na liście Komitetu Pomocy Rozwojowej OECD (Development Assistance Committee). W zależności od sposobu realizacji pomocy możemy wyróżnić: • pomoc dwustronną – podejmowaną przez donatora bezpośrednio w kraju partnerskim bądź poprzez organizację międzynarodową w formie wpłaty celowej na rzecz kraju partnerskiego (earmarked contribution) lub w formie wpłaty na określony program/fundusz zarządzany przez organizację, • pomoc wielostronną – udzielaną w formie wpłat do budżetów ogólnych organizacji międzynarodowych, których lista jest corocznie aktualizowana przez Sekretariat DAC OECD.   Dwustronna ODA na rzecz redukcji ubóstwa obejmuje następujące obszary wsparcia: • edukacja na poziomie podstawowym (sektory CRS 112xx Basic Education), • zdrowie na poziomie podstawowym (sektory CRS 122xx Basic Health), • zaopatrzenie w wodę i systemy kanalizacyjne (sektory CRS 140xx Water Supply & Sanitation), • pomoc wielosektorowa w zakresie podstawowych usług społecznych  (sektor CRS 16050 Multisector aid for basic social services), • rozwojowa pomoc żywnościowa (sektor CRS 52010 Development Food Aid).  Oficjalna Pomoc Rozwojowa w Polsce świadczona jest na podstawie ustawy o współpracy rozwojowej z dnia 16 września 2011 r. (Dz.U. 2011 r., Nr 234, poz. 1386). Polska współpraca rozwojowa prowadzona jest w oparciu o Wieloletni Program Współpracy Rozwojowej opracowywany na okres minimum 4 lat. Ustawa definiuje współpracę rozwojową jako ogół działań podejmowanych przez organy administracji rządowej w celu udzielenia państwom rozwijającym się pomocy rozwojowej, pomocy humanitarnej oraz realizację działań edukacyjnych na rzecz podniesienia świadomości i zrozumienia problemów i współzależności globalnych. Za zagadnienia związane z pomocą rozwojową w Polsce odpowiedzialne jest Ministerstwo Spraw Zagranicznych, które opracowało „Solidarność dla Rozwoju. Wieloletni program współpracy rozwojowej  2021-2030”, w oparciu o który polska współpraca rozwojowa koncentruje się na wybranych max. 10 krajach Partnerstwa Wschodniego oraz Bliskiego Wschodu, Afryki Północnej i Afryki Subsaharyjskiej. „Plan współpracy rozwojowej w 2023 roku” precyzuje priorytetowy zasięg geograficzny do: Białorusi, Gruzji, Mołdawii, Ukrainy, Libanu, Palestyny, Etiopii, Kenii, Senegalu i Tanzanii. Polska współpraca rozwojowa służy realizacji następujących priorytetów tematycznych: pokój, sprawiedliwość i silne instytucje, równe szanse (edukacja, godna praca, przedsiębiorczość, redukcja nierówności, zrównoważone miasta), zdrowie, klimat i zasoby naturalne (czysta woda i warunki sanitarne, lasy i różnorodność biologiczna, odnawialne źródła energii), wpisujących się w cele zrównoważonego rozwoju (16, 4, 8, 10, 3, 6, 11 oraz 13). Działania objęte programem finansowane są ze środków Ministerstwa Spraw Zagranicznych, rezerwy celowej budżetu państwa przeznaczonej na współpracę rozwojową i funduszy innych organów administracji publicznej.Kraje najsłabiej rozwinięte (ang. Least Developed Countries - LDC) to państwa o najniższym poziomie rozwoju społeczno-gospodarczego, które spełniają jednocześnie trzy kryteria: średni dochód na mieszkańca poniżej 1018 USD przez 3 lata, niski poziom zasobów ludzkich (niedożywienie, wysoka umieralność, niski poziom edukacji) oraz wrażliwość gospodarki (zależność od produkcji surowców lub artykułów rolnych). Lista LDCs obejmuje ok. 50 krajów (z czego większość to kraje afrykańskie). Dochód narodowy brutto to suma dochodów pierwotnych brutto wszystkich sektorów własności albo wszystkich krajowych sektorów instytucjonalnych  stanowi on sumę produktu krajowego brutto i dochodu z zagranicy.           Budżet państwa, zgodnie z art. 110 ustawy z dnia 27 sierpnia 2009 r. o finansach publicznych, określa:    1. łączną kwotę prognozowanych podatkowych i niepodatkowych dochodów budżetu państwa     2. łączną kwotę planowanych wydatków budżetu państwa    3. kwotę planowanego deficytu budżetu państwa wraz ze źródłami jego pokrycia     4. łączną kwotę prognozowanych dochodów budżetu środków europejskich    5. łączną kwotę planowanych wydatków budżetu środków europejskich    6. wynik budżetu środków europejskich     7. łączną kwotę planowanych przychodów budżetu państwa     8. łączną kwotę planowanych rozchodów budżetu państwa     9. planowane saldo przychodów i rozchodów budżetu państwa     10. limit zobowiązań z tytułu zaciąganych kredytów i pożyczek oraz emitowanych papierów wartościowych.",
                          
                            "zrodlo": "Ministerstwo Finansów / Ministerstwo Spraw Zagranicznych",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "Od 2018 r. wiodący wskaźnik ODA jest prezentowany w formie ekwiwalentu grantu, uwzględniającej jedynie element grantu pomnożony przez wartość danego przepływu. Element grantu jest wyliczany w szczególności dla kredytów pomocy wiązanej.  Dodatkowo trwają prace nad włączeniem do ODA innych przepływów, np. kwot zmobilizowanych przez sektor publiczny z instrumentów sektora prywatnego. Ponadto od 2019 r. Polska raportuje nowy wskaźnik TOSSD (Total Oficial Support for Sustainable Development), który mierzy wsparcie udzielone na wdrożenie SDGs na poziomie globalnym.",
                          
                            "data_aktualizacji_danych": "21-04-2023",
                          
                            "data_aktualizacji_metadanych": "01-08-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0.5",
                              
                                  "2011" :   "0.4",
                              
                                  "2012" :   "0.5",
                              
                                  "2013" :   "0.6",
                              
                                  "2014" :   "0.5",
                              
                                  "2015" :   "0.6",
                              
                                  "2016" :   "0.8",
                              
                                  "2017" :   "0.7",
                              
                                  "2018" :   "0.7",
                              
                                  "2019" :   "0.7",
                              
                                  "2020" :   "0.8",
                              
                                  "2021" :   "0.8",
                              
                                  "2022" :   "3.0"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "17-3-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.3.2 Wielkość transferów pieniężnych (w dolarach USA) w relacji do PKB",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.3 Zmobilizować dodatkowe środki finansowe dla krajów rozwijających się z różnorodnych źródeł",
                          
                            "definicja": "Stosunek wielkości przekazów pieniężnych (w dolarach USA) do PKB - wyrażony procentowo.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Produkt krajowy brutto (PKB) obrazuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej (jednostek będących rezydentami) w danym roku. Szczegółową definicję i metodologię obliczania PKB określa rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 549/2013 z dnia 21 maja 2013 r. w sprawie europejskiego systemu rachunków narodowych i regionalnych w Unii Europejskiej (ESA 2010). Wartość PKB można obliczyć na trzy sposoby:    • od strony tworzenia jest ona równa wartości dodanej wszystkich sektorów instytucjonalnych lub wszystkich sekcji Polskiej Klasyfikacji Działalności (PKD) krajowych jednostek produkcyjnych powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów,    • od strony rozdysponowania PKB obliczany jest jako suma popytu krajowego, tj. spożycia i akumulacji oraz salda wymiany produktów z zagranicą,    • jako sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (a więc koszty związane z zatrudnieniem, podatki związane z produkcją i importem pomniejszone o dotacje, nadwyżka operacyjna brutto oraz dochód mieszany gospodarki ogółem). Przekazy osobiste obejmują transfery osobiste oraz wynagrodzenia pracowników. Transfery osobiste składają się ze wszystkich transferów bieżących w gotówce lub naturze, przekazanych lub otrzymanych przez gospodarstwa domowe będące rezydentami dla lub od gospodarstw domowych niebędących rezydentami. Transfery osobiste zatem zawierają wszystkie transfery bieżące między rezydentami a nierezydentami. Wynagrodzenia pracowników odnoszą się do dochodów pracowników przygranicznych i sezonowych oraz innych pracowników krótkoterminowych, pracujących w kraju, gdzie są klasyfikowani jako nierezydenci, oraz do dochodów rezydentów pracujących w podmiotach niebędących rezydentami. Dane zawierają sumę dwóch składowych, które są zdefiniowane w piątym wydaniu Podręcznika bilansu płatniczego MWF (IMF Balance of Payments Manual - BPM6): transfery osobiste oraz wynagrodzenia pracowników. Metodologia jest zgodna z wymaganiami BPM6.",
                          
                            "zrodlo": "Narodowy Bank Polski",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "20-07-2023",
                          
                            "data_aktualizacji_metadanych": "08-06-2020"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "1.6",
                              
                                  "2011" :   "1.5",
                              
                                  "2012" :   "1.4",
                              
                                  "2013" :   "1.4",
                              
                                  "2014" :   "1.4",
                              
                                  "2015" :   "1.3",
                              
                                  "2016" :   "1.4",
                              
                                  "2017" :   "1.3",
                              
                                  "2018" :   "1.2",
                              
                                  "2019" :   "1.1",
                              
                                  "2020" :   "1.1",
                              
                                  "2021" :   "1.0",
                              
                                  "2022" :   "0.9"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "17-4-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.4.1 Koszty obsługi długu Skarbu Państwa w relacji do eksportu towarów i usług",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.4 Pomóc krajom rozwijającym się w osiągnięciu długoterminowej zdolności do spłaty długu poprzez skoordynowane polityki ukierunkowane na wsparcie finansowania dłużnego, redukcję zadłużenia oraz restrukturyzację długu, zgodnie z warunkami krajowymi  zająć się kwestią zadłużenia zewnętrznego ubogich krajów o wysokim zadłużeniu by zredukować sytuacje kryzysowe pod względem zadłużenia",
                          
                            "definicja": "Stosunek kosztów obsługi długu publicznego do wartości eksportu towarów i usług w cenach bieżących.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Państwowy dług publiczny – łączne nominalne zadłużenie podmiotów sektora finansów publicznych, ustalane z pominięciem wzajemnych zobowiązań pomiędzy podmiotami należącymi do tego sektora (skonsolidowane zadłużenie brutto). Zgodnie z ustawą o finansach publicznych państwowy dług publiczny obejmuje zobowiązania zaciągnięte z następujących tytułów: - wyemitowanych papierów wartościowych opiewających na wierzytelności pieniężne (poza papierami udziałowymi), - zaciągniętych kredytów i pożyczek, - przyjętych depozytów, - wymagalnych zobowiązań (tzn. zobowiązań, których termin płatności minął, a które nie zostały przedawnione lub umorzone), - wynikających z odrębnych ustaw oraz prawomocnych orzeczeń sądów lub ostatecznych decyzji administracyjnych, - uznanych za bezsporne przez właściwą jednostkę sektora finansów publicznych będącą dłużnikiem. Jednym ze składników długu publicznego jest dług skarbu państwa (dwa pozostałe składniki to dług lokalny samorządów oraz dług sektora ubezpieczeń społecznych). Dług skarbu państwa to zobowiązania zaciągnięte przez rząd m.in. na pokrycie deficytu budżetowego. Dług Skarbu Państwa wynosi zazwyczaj około 90% państwowego długu publicznego. Koszty obsługi długu publicznego stanowią wydatek budżetu państwa. Obsługa kosztów zadłużenia obejmuje przede wszystkim: odsetki i dyskonto od skarbowych papierów wartościowych, odsetki i opłaty od otrzymanych pożyczek i kredytów, koszty emisji skarbowych papierów wartościowych oraz wypłaty z tytułu udzielonych poręczeń i gwarancji Skarbu Państwa. Eksport obejmuje wartość towarów wywiezionych za granicę w ramach transakcji handlowych oraz wartość usług m.in. transportowych, budowlanych, łączności, obrotu uszlachetniającego netto, usług poligraficznych, usług pośrednictwa finansowego mierzonych pośrednio (FISIM). W wartości eksportu uwzględnia się szacunki salda zakupów dokonywanych przez mieszkańców Polski za granicą oraz zakupów dokonywanych przez cudzoziemców na terenie Polski.",
                          
                            "zrodlo": "Główny Urząd Statystyczny / Ministerstwo Finansów",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "26-01-2023",
                          
                            "data_aktualizacji_metadanych": "08-06-2020"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "5.9",
                              
                                  "2011" :   "5.4",
                              
                                  "2012" :   "5.9",
                              
                                  "2013" :   "5.7",
                              
                                  "2014" :   "4.4",
                              
                                  "2015" :   "3.4",
                              
                                  "2016" :   "3.4",
                              
                                  "2017" :   "2.9",
                              
                                  "2018" :   "2.6",
                              
                                  "2019" :   "2.2",
                              
                                  "2020" :   "2.4",
                              
                                  "2021" :   "1.7"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "17-5-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.5.1 Liczba krajów, które przyjęły i wdrożyły systemy promocji inwestycji dla krajów rozwijających się, włączając kraje najsłabiej rozwinięte",
                          
                            "cel": "cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.5 Przyjąć i wdrożyć systemy promocji inwestycji dla krajów najsłabiej rozwiniętych",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "",
                          
                            "data_aktualizacji_metadanych": "08-06-2021"
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "17-6-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.6.1 Liczba abonentów stacjonarnego Internetu szerokopasmowego na 100 mieszkańców, wg szybkości połączenia",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.6 Wzmocnić współpracę Północ-Południe i Południe-Południe oraz trójstronną, współpracę regionalną i międzynarodową w zakresie dostępu do nauki, technologii i innowacji  rozwinąć dzielenie się wiedzą na wspólnie ustalonych warunkach, w tym poprzez wzmocnioną koordynację istniejących już mechanizmów, w szczególności na szczeblu Narodów Zjednoczonych oraz poprzez globalny mechanizm ułatwiania dostępu do technologii",
                          
                            "definicja": "Liczba abonentów stacjonarnego przewodowego i bezprzewodowego szerokopasmowego Internetu w przeliczeniu na 100 osób.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem, wg szybkości połączenia",
                          
                            "metodologia": "Łącze szerokopasmowe – w statystyce wspólnotowej Unii Europejskiej (UE) wyróżnia się dwa podejścia do definiowania pojęcia łączy szerokopasmowych. Pierwsze z nich używane jest w badaniach wykorzystania technologii informacyjno-komunikacyjnych (ang. Information and Communication Technologies  ICT), prowadzonych przez wszystkie krajowe urzędy statystyczne (w Polsce Główny Urząd Statystyczny), a drugie – w badaniach rynku telekomunikacyjnego, prowadzonych przez krajowych regulatorów rynku telekomunikacyjnego (odpowiednio Urząd Komunikacji Elektronicznej). W statystykach UE dotyczących rynku telekomunikacyjnego stosowanych przez Urząd Komunikacji Elektronicznej i Komisję Europejską za stałe łącza szerokopasmowe uznawane są łącza o przepływności powyżej 144 kb/s. Z kolei na potrzeby badań prowadzonych przez krajowe urzędy statystyczne, koordynowanych przez Eurostat, szerokopasmowe łącze definiuje się przez rodzaj techniki używanej do realizacji połączenia, a nie jego szybkość. Obejmują one technologie z rodziny DSL, takie jak ADSL, HDSL, SDSL, VDSL, łącza Ethernet LANs, które stanowią trzon połączeń szerokopasmowych, oraz inne cechujące się dużą przepustowością łącza stałe (przewodowe lub bezprzewodowe). Dane dla wskaźnika pochodzą z badania przeprowadzanego dwukrotnie w ciągu roku przez Urząd Komunikacji Elektronicznej na potrzeby Komisji Europejskiej (Agenda Cyfrowa). Badanie obejmuje ok. 100-120 największych przedsiębiorców telekomunikacyjnych, których łączny udział w rynku świadczenia usług dostępu do sieci Internet przekracza 95%. Wskaźnik prezentowany jest według szybkości połączenia dla następujących przedziałów prędkości:    • poniżej 30 Mb/s,    • od 30 Mb/s do poniżej 100 Mb/s,    • od 100 Mb/s.  Przedstawia liczbę abonentów stacjonarnego przewodowego i bezprzewodowego szerokopasmowego Internetu w przeliczeniu na 100 osób (wg stanu ludności na koniec roku ogłaszanej przez Główny Urząd Statystyczny). Ludność opracowano na podstawie:    • bilansów ludności zamieszkałej na terenie gminy w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2011 (dla danych od 2010 r.)  dla lat wcześniejszych (2003-2009) w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2002,    • rejestrów Ministerstwa Spraw Wewnętrznych - migracje wewnętrzne i zagraniczne na pobyt stały (od 2006 r. dane są pobierane z rejestru PESEL - Powszechny Elektroniczny System Ewidencji Ludności),    • sprawozdań urzędów stanu cywilnego - małżeństwa, urodzenia, zgony.",
                          
                            "zrodlo": "Urząd Komunikacji Elektronicznej",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "26-01-2023",
                          
                            "data_aktualizacji_metadanych": "08-06-2021"
                          }
          ],
          "dane": [
            {
                      
                              "wg szybkości połączenia": [
                                  {"do 30 Mb/s": [
                                          {
                                          
                                              "2010" : "11.34",
                                          
                                              "2011" : "11.75",
                                          
                                              "2012" : "11.82",
                                          
                                              "2013" : "11.31",
                                          
                                              "2014" : "10.67",
                                          
                                              "2015" : "9.41",
                                          
                                              "2016" : "8.12",
                                          
                                              "2017" : "6.68",
                                          
                                              "2018" : "5.56",
                                          
                                              "2019" : "5.18",
                                          
                                              "2020" : "4.46",
                                          
                                              "2021" : "3.70",
                                          
                                              "2022" : "3.33"
                                          
                                          }
                                      ],"od 30 Mb/s do 100 Mb/s": [
                                          {
                                          
                                              "2010" : "0.15",
                                          
                                              "2011" : "0.36",
                                          
                                              "2012" : "1.41",
                                          
                                              "2013" : "2.52",
                                          
                                              "2014" : "3.30",
                                          
                                              "2015" : "4.05",
                                          
                                              "2016" : "4.57",
                                          
                                              "2017" : "4.54",
                                          
                                              "2018" : "3.45",
                                          
                                              "2019" : "3.90",
                                          
                                              "2020" : "3.53",
                                          
                                              "2021" : "3.07",
                                          
                                              "2022" : "2.93"
                                          
                                          }
                                      ],"powyżej 100 Mb/s": [
                                          {
                                          
                                              "2010" : "0.03",
                                          
                                              "2011" : "0.09",
                                          
                                              "2012" : "0.18",
                                          
                                              "2013" : "0.35",
                                          
                                              "2014" : "0.79",
                                          
                                              "2015" : "1.66",
                                          
                                              "2016" : "2.70",
                                          
                                              "2017" : "4.23",
                                          
                                              "2018" : "6.77",
                                          
                                              "2019" : "9.22",
                                          
                                              "2020" : "11.26",
                                          
                                              "2021" : "13.49",
                                          
                                              "2022" : "14.49"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "17-7-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.7.1 Łączna kwota zatwierdzonego finansowania dla krajów rozwijających się w celu wspierania rozwoju, przekazywania, rozpowszechniania i dyfuzji technologii przyjaznych dla środowiska",
                          
                            "cel": "cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.7 Promować rozwój, transfer, rozpowszechnianie i rozprzestrzenianie technologii przyjaznych środowisku w państwach rozwijających się na korzystnych i preferencyjnych warunkach, w oparciu o wspólne uzgodnienia.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "",
                          
                            "data_aktualizacji_metadanych": "19-12-2019"
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "17-8-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.8.1 Odsetek osób w wieku 16-74 lata korzystających z Internetu w ciagu ostatnich 3 miesięcy",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.8 W pełni zoperacjonalizować bank technologii oraz naukowe, technologiczne i innowacyjne mechanizmy budowania potencjału dla krajów najsłabiej rozwiniętych do 2017 r.  zwiększyć wykorzystanie technologii kluczowych dla rozwoju, w szczególności technologii informacyjnych i komunikacyjnych",
                          
                            "definicja": "Odsetek osób w wieku 16-74 lata korzystających z Internetu w ciagu ostatnich 3 miesięcy.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane dla wskaźnika pochodzą z Badania wykorzystania technologii informacyjno-telekomunikacyjnych w gospodarstwach domowych i przez osoby indywidualne. Badanie wykorzystania technologii informacyjno-telekomunikacyjnych (ang. Information and Communication Technologies  ICT) w gospodarstwach domowych i przez użytkowników indywidualnych rozpoczęto w Unii Europejskiej w 2002 r., wykorzystując głównie metodę wywiadu bezpośredniego bądź telefonicznego. W Polsce monitorowanie wykorzystania ICT w gospodarstwach domowych według metodologii zharmonizowanej z UE rozpoczęto w 2004 r. Od tego czasu badanie jest realizowane corocznie, a udział w nim jest dobrowolny. Badanie realizowane jest metodą wywiadu bezpośredniego i objęte są nim gospodarstwa domowe z co najmniej jedną osobą w wieku 16-74 lata oraz osoby w tym wieku. W badaniu tym wykorzystuje się dwa kwestionariusze zawierających osobne pytania dla gospodarstw domowych (SSI-10G) oraz osób indywidualnych (SSI-10I). Wykorzystywane są głównie pytania jakościowe (niezwiązane z wartościami podawanymi w postaci liczb) oraz pytania zamknięte. W kwestionariuszu indywidualnym znajdują się pytania dotyczące m.in.:    • korzystania z komputera oraz Internetu (kiedy ostatnio?, jak często?, gdzie?)     • korzystania z Internetu za pomocą urządzeń przenośnych     • celów korzystania z Internetu     • dokonywania zakupów przez Internet.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "24-10-2023",
                          
                            "data_aktualizacji_metadanych": "08-06-2020"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "58.8",
                              
                                  "2011" :   "62.0",
                              
                                  "2012" :   "62.3",
                              
                                  "2013" :   "62.8",
                              
                                  "2014" :   "66.6",
                              
                                  "2015" :   "68.0",
                              
                                  "2016" :   "73.3",
                              
                                  "2017" :   "76.0",
                              
                                  "2018" :   "77.5",
                              
                                  "2019" :   "80.4",
                              
                                  "2020" :   "83.2",
                              
                                  "2021" :   "85.4",
                              
                                  "2022" :   "86.9"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "17-9-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "17.9.1 Równowartość w dolarach USA pomocy finansowej na rzecz krajów rozwijających się ",
                          
                            "cel": "Cel 17. Partnerstwa na rzecz celów",
                          
                            "zadanie": "17.9 Zwiększyć międzynarodowe wsparcie na rzecz wdrażania efektywnej i ukierunkowanej budowy potencjału, by wesprzeć narodowe plany realizacji wszystkich celów Zrównoważonego Rozwoju w krajach rozwijających się, w tym poprzez współpracę Północ – Południe, Południe – Południe oraz współpracę trójstronną",
                          
                            "definicja": "Wyrażona w dolarach USA wartość oficjalnej pomocy rozwojowej (ODA), mierzonej ekwiwalentem grantu, przeznaczona na budowanie potencjału i planowanie na szczeblu krajowym w krajach rozwijających się",
                          
                            "jednostka": "mln USD (ceny bieżące)",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Do Oficjalnej Pomocy Rozwojowej (ang. Official Development Assistance – ODA) zaliczane są darowizny i pożyczki przekazywane przez instytucje rządowe lub organizacje międzynarodowe, mające na celu wsparcie rozwoju gospodarczego i dobrobytu w krajach rozwijających się. Pożyczki są kwalifikowane jako ODA wtedy, gdy zawierają element grantu o wartości udzielanej pomocy przynajmniej: • 45% dla krajów najsłabiej rozwiniętych i innych krajów o niskim dochodzie (least developed countries and other low income countires – LDCs & other LICs), wyliczony przy stopie dyskontowej 9%, • 15% dla krajów o niższym średnim dochodzie (lower middle income countries – LMICs), wyliczony przy stopie dyskontowej 7%, • 10% dla krajów o wyższym średnim dochodzie (upper middle income countries – UMICs), wyliczony przy stopie dyskontowej 6%.  Do ODA zaliczana jest również pomoc techniczna, mająca na celu rozwój zasobów ludzkich, podniesienie kwalifikacji oraz możliwości technicznych i produkcyjnych krajów rozwijających się. Pomoc ta polega między innymi na przekazywaniu wiedzy i doświadczeń w postaci szkoleń, delegowania ekspertów, inicjowania badań i/lub pokrywania wynikających z tego kosztów. Do ODA nie zalicza się dotacji przeznaczonych na wydatki wojskowe. Warunkiem zaklasyfikowania współpracy jako Oficjalnej Pomocy Rozwojowej jest to, aby kraj partnerski, na rzecz którego udzielane jest wsparcie, znajdował się na liście Komitetu Pomocy Rozwojowej OECD (Development Assistance Committee). W zależności od sposobu realizacji pomocy możemy wyróżnić: • pomoc dwustronną – podejmowaną przez donatora bezpośrednio w kraju partnerskim bądź poprzez organizację międzynarodową w formie wpłaty celowej na rzecz kraju partnerskiego (earmarked contribution) lub w formie wpłaty na określony program/fundusz zarządzany przez organizację, • pomoc wielostronną – udzielaną w formie wpłat do budżetów ogólnych organizacji międzynarodowych, których lista jest corocznie aktualizowana przez Sekretariat DAC OECD.   Dwustronna ODA na rzecz redukcji ubóstwa obejmuje następujące obszary wsparcia: • edukacja na poziomie podstawowym (sektory CRS 112xx Basic Education), • zdrowie na poziomie podstawowym (sektory CRS 122xx Basic Health), • zaopatrzenie w wodę i systemy kanalizacyjne (sektory CRS 140xx Water Supply & Sanitation), • pomoc wielosektorowa w zakresie podstawowych usług społecznych  (sektor CRS 16050 Multisector aid for basic social services), • rozwojowa pomoc żywnościowa (sektor CRS 52010 Development Food Aid).  Oficjalna Pomoc Rozwojowa w Polsce świadczona jest na podstawie ustawy o współpracy rozwojowej z dnia 16 września 2011 r. (Dz.U. 2011 r., Nr 234, poz. 1386). Polska współpraca rozwojowa prowadzona jest w oparciu o Wieloletni Program Współpracy Rozwojowej opracowywany na okres minimum 4 lat. Ustawa definiuje współpracę rozwojową jako ogół działań podejmowanych przez organy administracji rządowej w celu udzielenia państwom rozwijającym się pomocy rozwojowej, pomocy humanitarnej oraz realizację działań edukacyjnych na rzecz podniesienia świadomości i zrozumienia problemów i współzależności globalnych. Za zagadnienia związane z pomocą rozwojową w Polsce odpowiedzialne jest Ministerstwo Spraw Zagranicznych, które opracowało „Solidarność dla Rozwoju. Wieloletni program współpracy rozwojowej  2021-2030”, w oparciu o który polska współpraca rozwojowa koncentruje się na wybranych max. 10 krajach Partnerstwa Wschodniego oraz Bliskiego Wschodu, Afryki Północnej i Afryki Subsaharyjskiej. „Plan współpracy rozwojowej w 2023 roku” precyzuje priorytetowy zasięg geograficzny do: Białorusi, Gruzji, Mołdawii, Ukrainy, Libanu, Palestyny, Etiopii, Kenii, Senegalu i Tanzanii. Polska współpraca rozwojowa służy realizacji następujących priorytetów tematycznych: pokój, sprawiedliwość i silne instytucje, równe szanse (edukacja, godna praca, przedsiębiorczość, redukcja nierówności, zrównoważone miasta), zdrowie, klimat i zasoby naturalne (czysta woda i warunki sanitarne, lasy i różnorodność biologiczna, odnawialne źródła energii), wpisujących się w cele zrównoważonego rozwoju (16, 4, 8, 10, 3, 6, 11 oraz 13). Działania objęte programem finansowane są ze środków Ministerstwa Spraw Zagranicznych, rezerwy celowej budżetu państwa przeznaczonej na współpracę rozwojową i funduszy innych organów administracji publicznej.",
                          
                            "zrodlo": "Ministerstwo Spraw Zagranicznych",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "Od 2018 r. wiodący wskaźnik ODA jest prezentowany w formie ekwiwalentu grantu, uwzględniającej jedynie element grantu pomnożony przez wartość danego przepływu. Element grantu jest wyliczany w szczególności dla kredytów pomocy wiązanej.  Dodatkowo trwają prace nad włączeniem do ODA innych przepływów, np. kwot zmobilizowanych przez sektor publiczny z instrumentów sektora prywatnego. Ponadto od 2019 r. Polska raportuje nowy wskaźnik TOSSD (Total Oficial Support for Sustainable Development), który mierzy wsparcie udzielone na wdrożenie SDGs na poziomie globalnym.",
                          
                            "data_aktualizacji_danych": "21-04-2023",
                          
                            "data_aktualizacji_metadanych": "01-08-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "383.5",
                              
                                  "2011" :   "424.9",
                              
                                  "2012" :   "438.7",
                              
                                  "2013" :   "506.2",
                              
                                  "2014" :   "473.1",
                              
                                  "2015" :   "465.6",
                              
                                  "2016" :   "688.7",
                              
                                  "2017" :   "705.6",
                              
                                  "2018" :   "766.0",
                              
                                  "2019" :   "776.6",
                              
                                  "2020" :   "829.3",
                              
                                  "2021" :   "983.5",
                              
                                  "2022" :   "3378.2"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
