{
  "2":[
    {
      "2-1-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.1.1 Częstotliwość występowania niedożywienia",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "zadanie": "2.1 Do 2030 roku wyeliminować głód i zapewnić wszystkim ludziom, w szczególności ubogim i narażonym na zagrożenia, w tym niemowlętom, dostęp do bezpiecznej i pożywnej żywności w wystarczającej ilości przez cały rok",
                          
                            "definicja": "Odsetek populacji, wśród której zwykłe spożycie żywności jest niewystarczające dla zapewnienia poziomu energii w diecie niezbędnej do utrzymania normalnego, aktywnego i zdrowego życia.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik ten był wykorzystywany przez Organizację Narodów Zjednoczonych do spraw Wyżywienia i Rolnictwa (Food and Agriculture Organization - FAO) do monitorowania m.in. jednego z Milenijnych Celów Rozwoju (tj. zmniejszenie odsetka osób cierpiących głód o połowę w latach 1990-2015). Umożliwia on monitorowanie trendów w zakresie niedoboru energii w diecie. Jest wynikiem połączenia zmian w ogólnej dostępności żywności, w możliwościach dostępu gospodarstw domowych oraz w społeczno-demograficznych cechach populacji, a także różnicach między krajami i regionami w dowolnym momencie. Niedożywienie - wg FAO jest to stan, w którym dana osoba ma regularny dostęp do takiej ilości pożywienia, która jest niewystarczająca dla zapewnienia energii niezbędnej do prowadzenia normalnego, zdrowego i aktywnego życia, biorąc pod uwagę jej własne zapotrzebowanie energetyczne. Podczas gdy warunek niedożywienia dotyczy poszczególnych osób, wskaźnik można odnieść tylko do populacji lub grupy osób (ze względów koncepcyjnych). Występowanie niedożywienia jest zatem oszacowaniem odsetka osób w danej grupie, bez możliwości określenia, które osoby w grupie są faktycznie niedożywione.",
                          
                            "zrodlo": "FAO",
                          
                            "czestotliwosc": "Dane roczne, od 2010 r.",
                          
                            "uwagi": "Dane szacunkowe, obliczone przez FAO. Wartość 2,5 dla Polski należy interpretować jako mniejszą od 2,5 (<2,5)."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "2.5",
                              
                                  "2011" :   "2.5",
                              
                                  "2012" :   "2.5",
                              
                                  "2013" :   "2.5",
                              
                                  "2014" :   "2.5",
                              
                                  "2015" :   "2.5",
                              
                                  "2016" :   "2.5",
                              
                                  "2017" :   "2.5",
                              
                                  "2018" :   "2.5"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-1-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.1.2 Częstotliwość występowania umiarkowanego lub dużego braku bezpieczeństwa żywnościowego w populacji, w oparciu o Skalę Bezpieczeństwa Żywnościowego (FIES)",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "zadanie": "2.1 Do 2030 roku wyeliminować głód i zapewnić wszystkim ludziom, w szczególności ubogim i narażonym na zagrożenia, w tym niemowlętom, dostęp do bezpiecznej i pożywnej żywności w wystarczającej ilości przez cały rok",
                          
                            "definicja": "Odsetek osób, które doświadczyły umiarkowanego lub dużego braku bezpieczeństwa żywnościowego w badanym okresie. Brak bezpieczeństwa żywnościowego, definiowany jako cecha ukryta, określany jest w oparciu globalną Skalę Bezpieczeństwa Żywnościowego (Food Insecurity Experience Scale – FIES), opracowaną przez FAO w wyniku zastosowania FIES w 140 krajach na świecie, począwszy od 2014 r.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "umiarkowany lub duży brak bezpieczeństwa żywnościowegoduży brak bezpieczeństwa żywnościowego",
                          
                            "metodologia": "Brak bezpieczeństwa żywnościowego oznacza ograniczony dostęp do żywności w gospodarstwach domowych ze względu na brak środków finansowych lub niedobór innych zasobów.  Poziom braku bezpieczeństwa żywnościowego określany jest na podstawie badania modułowego z wykorzystaniem Skali Bezpieczeństwa Żywnościowego (FIES-SM). Podczas badania respondentom zdawanych jest osiem pytań na temat doświadczeń oraz okoliczności związanych z brakiem bezpieczeństwa żywnościowego. Metodologia FIES opracowana przez FAO umożliwia pomiar braku bezpieczeństwa żywnościowego w skali globu, a także pozwala na uzyskanie porównywalności między krajami w obszarze braku bezpieczeństwa żywnościowego.",
                          
                            "zrodlo": "FAO",
                          
                            "czestotliwosc": "Dane uśrednione z czterech lat: 2014-2016, 2015-2017, 2016-2018, 2017-2019.",
                          
                            "uwagi": "Wartość dla dużego braku bezpieczeństwa żywnościowego w 2018 r. należy interpretować jako mniejszą od 0,5 (<0,5)."
                          }
          ],
          "dane": [
            {
                      
                              "wg poziomu braku bezpieczeństwa żywnościowego": [
                                  {"umiarkowany lub duży": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "8.9",
                                          
                                              "2016" : "6.0",
                                          
                                              "2017" : "5.3",
                                          
                                              "2018" : "4.3"
                                          
                                          }
                                      ],"duży": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "1.8",
                                          
                                              "2016" : "1.1",
                                          
                                              "2017" : "0.7",
                                          
                                              "2018" : "0.5"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-2-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.2.1 Częstotliwość występowania zahamowania wzrostu (wzrost w odniesieniu do wieku, odchylenie standardowe mniejsze lub równe minus 2 w odniesieniu do mediany wzrostu wynikającej ze Standardów Wzrostu WHO dla Dzieci) wśród dzieci w wieku poniżej 5 lat",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "zadanie": "2.2 Do 2030 roku wyeliminować wszystkie formy niedożywienia, w tym do 2025 r. zrealizować uzgodnione na szczeblu międzynarodowym zadania dotyczące zaburzeń wzrostu wśród dzieci poniżej piątego roku życia oraz zapewnić właściwą żywność dla dorastających dziewcząt, ciężarnych i karmiących kobiet oraz osób starszych",
                          
                            "definicja": "Częstotliwość występowania zahamowania wzrostu wśród dzieci poniżej 5 lat - wzrost równy lub niższy od -2 odchylenia standardowego mediany wzrostu dla danego wieku wg norm WHO (normy wzrostu dla dzieci).",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Mediana (wartość środkowa) - wartość dzieląca daną zbiorowość na pół. Poniżej i powyżej mediany znajduje się dokładnie po 50% jednostek danej zbiorowości. Jeżeli mediana wzrostu wynosi 120 cm, to znaczy, że wzrost u połowy osób danej zbiorowości jest niższy, a u drugiej połowy wyższy od 120 cm.  Odchylenie standardowe  wskazuje jak bardzo wartości danej zmiennej są rozproszone wokół średniej, którą w rozpatrywanym wskaźniku stanowi mediana (wzrostu do wieku). Im niższa wartość odchylenia tym obserwacje są bardziej skupione wokół średniej. Wskaźnik obliczany jest na podstawie informacji pozyskanych z Europejskiego Ankietowego Badania Zdrowia (EHIS). Badanie to obejmuje osoby w wieku 15 lat i więcej w gospodarstwach domowych, mieszkające na terytorium danego kraju. W Polsce badaniem zostały objęte również dzieci w wieku 0-14 lat.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co 5 lat 2009 r., 2014 r., 2019 r.",
                          
                            "uwagi": "Dane prezentowane w 2010 r. dotyczą 2009 r."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "2.9",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "2.6",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "5.5"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-2-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.2.2 Częstotliwość występowania niedożywienia - stan odżywiania wśród dzieci poniżej 5 lat (waga w odniesieniu do wzrostu, odchylenie standardowe większe od 2 lub mniejsze lub równe 2 w odniesieniu do mediany wzrostu wynikającej ze Standardów Wzrostu WHO dla Dzieci), wg typu (niedowaga oraz nadwaga)",
                          
                            "cel": "cel 2. Zero głodu",
                          
                            "zadanie": "2.2 Do 2030 roku wyeliminować wszystkie formy niedożywienia, w tym do 2025 r. zrealizować uzgodnione na szczeblu międzynarodowym zadania dotyczące zaburzeń wzrostu wśród dzieci poniżej piątego roku życia oraz zapewnić właściwą żywność dla dorastających dziewcząt, ciężarnych i karmiących kobiet oraz osób starszych",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "2-2-3": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.2.3 Częstość występowania niedokrwistości u kobiet w wieku 15- 49 lat w podziale na kobiety w ciąży i niebędące w ciąży (%)",
                          
                            "cel": "cel 2. Zero głodu",
                          
                            "zadanie": "2.2 Do 2030 roku wyeliminować wszystkie formy niedożywienia, w tym do 2025 r. zrealizować uzgodnione na szczeblu międzynarodowym zadania dotyczące zaburzeń wzrostu wśród dzieci poniżej piątego roku życia oraz zapewnić właściwą żywność dla dorastających dziewcząt, ciężarnych i karmiących kobiet oraz osób starszych",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "2-3-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.3.1 Wielkość produkcji na jednostkę pracy wg klas wielkości gospodarstw rolnych/pastwisk/przedsiębiorstw leśnych",
                          
                            "cel": "cel 2. Zero głodu",
                          
                            "zadanie": "2.3 Do 2030 roku podwoić wydajność rolnictwa i dochody drobnych producentów żywności, w szczególności kobiet, ludności rdzennej, rodzinnych gospodarstw rolnych, pasterzy i rybaków, m.in. poprzez bezpieczny i równy dostęp do ziemi oraz innych zasobów i czynników produkcji, dostęp do wiedzy, usług finansowych i rynków oraz możliwości zwiększenia wartości dodanej i zatrudnienia poza sektorem rolniczym",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "2-3-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.3.2 Przeciętny dochód małych producentów żywności, wg płci oraz statusu pochodzenia",
                          
                            "cel": "cel 2. Zero głodu",
                          
                            "zadanie": "2.3 Do 2030 roku podwoić wydajność rolnictwa i dochody drobnych producentów żywności, w szczególności kobiet, ludności rdzennej, rodzinnych gospodarstw rolnych, pasterzy i rybaków, m.in. poprzez bezpieczny i równy dostęp do ziemi oraz innych zasobów i czynników produkcji, dostęp do wiedzy, usług finansowych i rynków oraz możliwości zwiększenia wartości dodanej i zatrudnienia poza sektorem rolniczym",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "2-4-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.4.1 Udział powierzchni użytków rolnych w produktywnym i zrównoważonym rolnictwie",
                          
                            "cel": "cel 2. Zero głodu",
                          
                            "zadanie": "2.4 Do 2030 roku utworzyć systemy zrównoważonej produkcji żywności oraz wdrożyć działania w zakresie rolnictwa, mające zwiększyć wydajność i produkcję, zachować ekosystemy, wzmocnić zdolność przystosowania się do zmian klimatu, ekstremalnych zjawisk pogodowych, suszy, powodzi i innych katastrof, a także mające stopniowo poprawiać jakość gleby i gruntów",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "2-5-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.5.1 Liczba zasobów genetycznych roślin i zwierząt dla wyżywienia i rolnictwa zabezpieczonych w kolekcjach banków genów",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "zadanie": "2.5 Do 2020 roku zapewnić różnorodność genetyczną nasion, roślin uprawnych, zwierząt hodowlanych i udomowionych oraz powiązanych z nimi dzikich gatunków, w tym poprzez skutecznie zarządzane i różnorodne banki nasion i roślin na poziomie krajowym, regionalnym i międzynarodowym, jak również promować uczciwy i sprawiedliwy podział oraz dostęp do korzyści płynących z wykorzystania zasobów genetycznych oraz związanej z nimi tradycyjnej wiedzy, zgodnie z ustaleniami na szczeblu międzynarodowym",
                          
                            "definicja": "Wskaźnik określa zasoby genetyczne roślin dla wyżywienia i rolnictwa (zabezpieczone w kolekcjach banków genów, przechowywane w postaci generatywnej – w formie nasion oraz w postaci wegetatywnej – w formie plantacji polowych, kultur in vitro, mikrobulwek itp.) oraz zasoby genetyczne zwierząt gospodarskich metodami ex situ in vitro i ex situ in vivo.",
                          
                            "jednostka": "sztuki",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Kolekcje roślin utrzymywanych w banku genów obejmują rośliny: rolnicze (zboża, okopowe, specjalne, zielarskie, pastewne, rekultywacyjne i energetyczne, motylkowate drobnonasienne, marginalne rośliny strączkowe gruboziarniste), warzywne, sadownicze (w tym podkładki drzew ziarnkowych, podkładki drzew pestkowych, rzadkie gatunki roślin sadowniczych, rośliny jagodowe), miododajne i ozdobne. Zasoby genetyczne roślin obliczane są na podstawie bazy danych, zawierającej liczbę obiektów oraz dane na ich temat. Informacje dostępne są w IHAR-PIB, pod adresem: http://egiset.ihar.edu.pl/index.aspx?lang=pl-PL. Baza danych obejmuje zasoby przechowywane w kolekcjach banku genów, w różnych formach, zlokalizowanych w IHAR Radzików (centralna przechowalnia nasion) oraz w szeregu innych instytucji, m.in.: Instytut Ogrodnictwa w Skierniewicach, Arboretum i Zakład Fizjografii w Bolestraszycach Polska Akademia Nauk Ogród Botaniczny - Centrum Zachowania Bioróżnorodności Biologicznej w Powsinie Szkoła Główna Gospodarstwa Wiejskiego w Warszawie Uniwersytet Przyrodniczy w Poznaniu Towarzystwo Przyjaciół Dolnej Wisły w Grucznie Poznańska Hodowla Roślin Sp. z o.o. w Tulcach Instytut Włókien Naturalnych i Roślin Zielarskich w Poznaniu Instytut Uprawy Nawożenia i Gleboznawstwa - PIB w Puławach. Liczba zasobów genetycznych zwierząt określana jest  metodami ex situ in vitro i ex situ in vivo. Istnieją następujące metody ochrony populacji zwierząt przed wyginięciem: - in situ - polegającą na ochronie żywych zwierząt w ich naturalnym środowisku, - ex-situ -ochrona zasobów genetycznych poza miejscem ich naturalnego występowania, w tym:  ex-situ in vitro - kriokonserwowanego materiału w bankach materiału genetycznego, ex situ in vivo - kolekcje żywych zwierząt utrzymywane poza miejscem występowania.  W przypadku kolekcji ex situ in vivo, aby można je było uznać za utrzymywane w sposób długookresowy i stabilny, przyjmuje się, że są one w placówkach należących do sektora publicznego.",
                          
                            "zrodlo": "Ministerstwo Rolnictwa i Rozwoju Wsi / Instytut Hodowli i Aklimatyzacji Roślin - PIB in Radzików / Instytut Ogrodnictwa w Skierniewicach/ Instytut Zootechniki",
                          
                            "czestotliwosc": "Dane roczne od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "zasoby genetyczne roślin": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "73660",
                                          
                                              "2011" : "74215",
                                          
                                              "2012" : "75551",
                                          
                                              "2013" : "76951",
                                          
                                              "2014" : "80430",
                                          
                                              "2015" : "81807",
                                          
                                              "2016" : "82514",
                                          
                                              "2017" : "88362",
                                          
                                              "2018" : "85855",
                                          
                                              "2019" : "85876",
                                          
                                              "2020" : "85876"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "zasoby genetyczne zwierząt": [
                                  {"gęsi w żywych kolekcjach": [
                                          {
                                          
                                              "2010" : "3681",
                                          
                                              "2011" : "3716",
                                          
                                              "2012" : "3675",
                                          
                                              "2013" : "3959",
                                          
                                              "2014" : "3981",
                                          
                                              "2015" : "3907",
                                          
                                              "2016" : "4256",
                                          
                                              "2017" : "3979",
                                          
                                              "2018" : "4197",
                                          
                                              "2019" : "4453",
                                          
                                              "2020" : "4350"
                                          
                                          }
                                      ],"kaczki w żywych kolekcjach": [
                                          {
                                          
                                              "2010" : "1293",
                                          
                                              "2011" : "1277",
                                          
                                              "2012" : "1296",
                                          
                                              "2013" : "1319",
                                          
                                              "2014" : "1314",
                                          
                                              "2015" : "1394",
                                          
                                              "2016" : "1307",
                                          
                                              "2017" : "1373",
                                          
                                              "2018" : "1455",
                                          
                                              "2019" : "1497",
                                          
                                              "2020" : "1578"
                                          
                                          }
                                      ],"kury w żywych kolekcjach": [
                                          {
                                          
                                              "2010" : "7225",
                                          
                                              "2011" : "7210",
                                          
                                              "2012" : "7884",
                                          
                                              "2013" : "8168",
                                          
                                              "2014" : "8207",
                                          
                                              "2015" : "8239",
                                          
                                              "2016" : "8170",
                                          
                                              "2017" : "8137",
                                          
                                              "2018" : "8125",
                                          
                                              "2019" : "8198",
                                          
                                              "2020" : "8160"
                                          
                                          }
                                      ],"bydło od którego pobrano materiał genetyczny do banku genów": [
                                          {
                                          
                                              "2010" : "31",
                                          
                                              "2011" : "47",
                                          
                                              "2012" : "52",
                                          
                                              "2013" : "57",
                                          
                                              "2014" : "60",
                                          
                                              "2015" : "76",
                                          
                                              "2016" : "85",
                                          
                                              "2017" : "125",
                                          
                                              "2018" : "120",
                                          
                                              "2019" : "144",
                                          
                                              "2020" : "156"
                                          
                                          }
                                      ],"materiał genetyczny bydła w banku genów": [
                                          {
                                          
                                              "2010" : "7565",
                                          
                                              "2011" : "9315",
                                          
                                              "2012" : "10315",
                                          
                                              "2013" : "11315",
                                          
                                              "2014" : "11915",
                                          
                                              "2015" : "28838",
                                          
                                              "2016" : "30638",
                                          
                                              "2017" : "34511",
                                          
                                              "2018" : "33679",
                                          
                                              "2019" : "37589",
                                          
                                              "2020" : "40100"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-5-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.5.2 Odsetek ras lokalnych sklasyfikowanych jako zagrożone wyginięciem",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "zadanie": "2.5 Do 2020 roku zapewnić różnorodność genetyczną nasion, roślin uprawnych, zwierząt hodowlanych i udomowionych oraz powiązanych z nimi dzikich gatunków, w tym poprzez skutecznie zarządzane i różnorodne banki nasion i roślin na poziomie krajowym, regionalnym i międzynarodowym, jak również promować uczciwy i sprawiedliwy podział oraz dostęp do korzyści płynących z wykorzystania zasobów genetycznych oraz związanej z nimi tradycyjnej wiedzy, zgodnie z ustaleniami na szczeblu międzynarodowym",
                          
                            "definicja": "Wskaźnik określa proporcje ras zagrożonych i niezagrożonych ryzkiem wyginięcia w ogólnej liczbie populacji objętych programami ochrony zasobów genetycznych.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "proporcje ras zagrożonych, proporcje ras niezagrożonych",
                          
                            "metodologia": "Podstawowym celem programów ochrony zasobów genetycznych jest zachowanie poszczególnych populacji i ochrona przed ich wyginięciem, poprzez utrzymanie i wzrost liczebnosci populacj, utrzymanie równowagi genetycznej, przy jednoczesnym zachowaniu charakterystycznych cech fenotypowych zwierząt danej rasy. Programem ochrony zasobów genetycznych w Polsce objęte są następujące rasy zwierząt:    - 4 rasy bydła,    - 3 rasy świń,    - 7 ras koni,    - 15 ras owiec,    - 14 ras gęsi,    - 11 ras kur nieśnych,    - 10 ras kaczek,    - 4 rasy zwierząt futerkowych    - oraz 5 linii pszczół. Istnieją następujące metody ochrony populacji zwierząt przed wyginięciem:    - in situ – polegającą na ochronie żywych zwierząt w ich naturalnym środowisku,    - ex-situ –ochrona zasobów genetycznych poza miejscem ich naturalnego występowania, w tym:   • ex-situ in vitro - kriokonserwowanego materiału w bankach materiału genetycznego,    • ex situ in vivo - kolekcje żywych zwierząt utrzymywane poza miejscem występowania.",
                          
                            "zrodlo": "Ministerstwo Rolnictwa i Rozwoju Wsi / Instytut Zootechniki",
                          
                            "czestotliwosc": "Dane roczne  od 2015 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "wg poziomu ryzyka wyginięcia": [
                                  {"rasy zagrożone": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "69.88",
                                          
                                              "2016" : "69.88",
                                          
                                              "2017" : "67.50",
                                          
                                              "2018" : "68.70",
                                          
                                              "2019" : "65.10",
                                          
                                              "2020" : "65.10"
                                          
                                          }
                                      ],"rasy niezagrożone": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "30.12",
                                          
                                              "2016" : "30.12",
                                          
                                              "2017" : "32.50",
                                          
                                              "2018" : "31.30",
                                          
                                              "2019" : "34.90",
                                          
                                              "2020" : "34.90"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-a-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.a.1 Wskaźnik kształtowania się wydatków rządowych w rolnictwie (AOI)",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "zadanie": "2.a Zwiększyć inwestycje, w tym, poprzez wzmocnioną współpracę międzynarodową, w infrastrukturę obszarów wiejskich, badania w dziedzinie rolnictwa i usług, rozwój technologii oraz banki zasobów genetycznych roślin i inwentarza żywego w celu zwiększenia zdolności produkcyjnych gospodarstw rolnych w krajach rozwijających się, zwłaszcza w tych najsłabiej rozwiniętych",
                          
                            "definicja": "Wskaźnik jest obliczany jako udział wydatków rządowych przeznaczonych na rolnictwo w wydatkach rządowych ogółem, odniesiony do udziału rolnictwa w PKB.",
                          
                            "jednostka": "[–]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Udział wydatków rządowych przeznaczonych na rolnictwo oznacza wydatki na rolnictwo centralnego szczebla rządowego odniesione do nakładów ogółem centralnego szczebla rządowego, tj. wydatków ogółem podsektora centralnego oraz wydatków podsektora ubezpieczeń (wg Klasyfikacji wydatków sektora instytucji rządowych i samorządowych według funkcji – COFOG). Udział rolnictwa w PKB jest równy wartości dodanej brutto w sekcji A Klasyfikacji PKD 2007, tj. Rolnictwo, leśnictwo, łowiectwo, wg ESA2010 odniesionej do wartości Produktu Krajowego Brutto. Produkt krajowy brutto (PKB) obrazuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej (jednostek będących rezydentami) w danym roku. Szczegółową definicję i metodologię obliczania PKB określa rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 549/2013 z 21 maja 2013 r. w sprawie europejskiego systemu rachunków narodowych i regionalnych w Unii Europejskiej (ESA 2010). Wskaźnik AOI wyższy od 1 odzwierciedla większe ukierunkowanie na sektor rolniczy, którego udział w wydatkach rządowych zwiększa się w odniesieniu do jego wkładu w wartość dodaną brutto. AOI mniejszy od 1 odzwierciedla spadek ukierunkowania na rolnictwo, natomiast AOI=1 oznacza neutralność w zakresie ukierunkowania rządu na sektor rolny.",
                          
                            "zrodlo": "Główny Urząd Statystyczny / FAO",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0.51",
                              
                                  "2011" :   "0.39",
                              
                                  "2012" :   "0.40",
                              
                                  "2013" :   "0.26",
                              
                                  "2014" :   "0.30",
                              
                                  "2015" :   "0.33",
                              
                                  "2016" :   "0.34",
                              
                                  "2017" :   "0.30",
                              
                                  "2018" :   "0.48",
                              
                                  "2019" :   "0.44"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-a-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.a.2 Oficjalna Pomoc Rozwojowa na rzecz sektora rolniczego",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "zadanie": "2.a Zwiększyć inwestycje, w tym, poprzez wzmocnioną współpracę międzynarodową, w infrastrukturę obszarów wiejskich, badania w dziedzinie rolnictwa i usług, rozwój technologii oraz banki zasobów genetycznych roślin i inwentarza żywego w celu zwiększenia zdolności produkcyjnych gospodarstw rolnych w krajach rozwijających się, zwłaszcza w tych najsłabiej rozwiniętych",
                          
                            "definicja": "Oficjalne wsparcie międzynarodowe ogółem na rzecz sektora rolniczego, z wyłączeniem kredytów eksportowych.",
                          
                            "jednostka": "mln USD (ceny bieżące)",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Do Oficjalnej Pomocy Rozwojowej (ang. Official Development Assistance  ODA) zaliczane są darowizny i pożyczki przekazywane przez instytucje rządowe lub organizacje międzynarodowe, mające na celu wsparcie rozwoju gospodarczego i dobrobytu w krajach rozwijających się. Pożyczki są kwalifikowane jako ODA wtedy, gdy zawierają element grantu o wartości udzielanej pomocy przynajmniej:  45% dla krajów najsłabiej rozwiniętych i innych krajów o niskich dochodach (least developed countries and other low income countires LDCs & other LICs), wyliczony przy stopie dyskontowej 9%, 15% dla krajów o średnich i niskich dochodach (lower middle income countries LMICs), wyliczony przy stopie dyskontowej 7%, 10% dla krajów o średniowysokim dochodzie (upper middle income countries UMICs), wyliczony przy stopie dyskontowej 6%.  Do ODA zaliczana jest również pomoc techniczna, mająca na celu rozwój zasobów ludzkich, podniesienie kwalifikacji oraz możliwości technicznych i produkcyjnych krajów rozwijających się. Pomoc ta polega między innymi na przekazywaniu wiedzy i doświadczeń w postaci szkoleń, delegowania ekspertów, inicjowania badań i/lub pokrywania wynikających z tego kosztów. Do ODA nie zalicza się dotacji przeznaczonych na wydatki wojskowe. Warunkiem zaklasyfikowania współpracy jako Oficjalnej Pomocy Rozwojowej jest to, aby kraj partnerski, na rzecz którego udzielane jest wsparcie, znajdował się na liście Komitetu Pomocy Rozwojowej OECD (Development Assistance Committee). W zależności od sposobu realizacji pomocy możemy wyróżnić :  pomoc dwustronną  podejmowana przez donatora bezpośrednio w kraju partnerskim bądź poprzez organizację międzynarodową w formie wpłaty celowej na rzecz kraju partnerskiego (earmarked contribution) lub w formie wpłaty na określony program/fundusz zarządzany przez organizację, pomoc wielostronną  udzielana w formie wpłat do budżetów ogólnych organizacji międzynarodowych, których lista jest corocznie aktualizowana przez Sekretariat DAC OECD.  Oficjalna Pomoc Rozwojowa w Polsce świadczona jest na podstawie ustawy o współpracy rozwojowej z dnia 16 września 2011 r. (Dz.U. 2011 r., Nr 234, poz. 1386). Polska współpraca rozwojowa prowadzona jest w oparciu o Wieloletni Program Współpracy Rozwojowej opracowywany na okres minimum 4 lat. Ustawa definiuje współpracę rozwojową jako ogół działań podejmowanych przez organy administracji rządowej w celu udzielenia państwom rozwijającym się pomocy rozwojowej, pomocy humanitarnej oraz realizację działań edukacyjnych na rzecz podniesienia świadomości i zrozumienia problemów i współzależności globalnych. Za zagadnienia związane z pomocą rozwojową w Polsce odpowiedzialne jest Ministerstwo Spraw Zagranicznych, które opracowało „Solidarność dla Rozwoju. Wieloletni program współpracy rozwojowej  2021-2030”, w oparciu o który polska współpraca rozwojowa koncentruje się na wybranych maksymalnie 10 krajach Partnerstwa Wschodniego oraz Bliskiego Wschodu, Afryki Północnej i Afryki Subsaharyjskiej. „Plan współpracy rozwojowej w 2021 roku” precyzuje priorytetowy zasięg geograficzny do: Białorusi, Gruzji, Mołdawii, Ukrainy, Libanu, Palestyny, Etiopii, Kenii, Senegalu i Tanzanii.    Polska współpraca rozwojowa służy realizacji następujących priorytetów tematycznych: pokój, sprawiedliwość i silne instytucje, równe szanse (edukacja, godna praca, przedsiębiorczość, redukcja nierówności, zrównoważone miasta), zdrowie, klimat i zasoby naturalne (czysta woda i warunki sanitarne, lasy i różnorodność biologiczna, odnawialne źródła energii), wpisujących się w cele zrównoważonego rozwoju (16, 4, 8, 10, 3, 6, 11 oraz 13). Działania objęte programem finansowane są ze środków Ministerstwa Spraw Zagranicznych, rezerwy celowej budżetu państwa przeznaczonej na współpracę rozwojową i funduszy innych resortów.",
                          
                            "zrodlo": "Ministerstwo Spraw Zagranicznych",
                          
                            "czestotliwosc": "Dane roczne; od 2013 r.",
                          
                            "uwagi": "Do 2017 r. obowiązywała metodologia DAC OECD zbierania danych na temat pomocy rozwojowej w formacie CRS (Creditor Reporting System), która pozwala na oznaczanie sektora wsparcia jedynie przy przepływach dwustronnych. Do wskaźnika nie zaliczono wydatków w ramach pomocy wielostronnej w formie wpłat do budżetów ogólnych takich organizacji, jak np. FAO, które również działają w obszarze sekotora rolniczego. Od 2018 r. wiodący wskaźnik ODA jest prezentowany w formie ekwiwalentu grantu, uwzględniającej jedynie element grantu pomnożony przez wartość danego przepływu. Nie obowiązuje przy tym podział na wydatkowanie ODA brutto i netto. Dodatkowo trwają prace nad włączeniem do ODA innych przepływów, np. kwot zmobilizowanych przez sektor publiczny z instrumentów sektora prywatnego. Aktualnie konstruowany jest alternatywny do ODA wskaźnik TOSSD (Total Oficial Support for Sustainable Development), który będzie mierzył środki przeznaczane na wdrożenie SDGs."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "1.41",
                              
                                  "2014" :   "24.33",
                              
                                  "2015" :   "27.76",
                              
                                  "2016" :   "72.69",
                              
                                  "2017" :   "13.97",
                              
                                  "2018" :   "25.45",
                              
                                  "2019" :   "13.30",
                              
                                  "2020" :   "7.12"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-b-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.b.1 Rolne dotacje eksportowe",
                          
                            "cel": "cel 2. Zero głodu",
                          
                            "zadanie": "2.b Ograniczyć i zapobiegać restrykcjom handlowym i nieprawidłowościom na światowych rynkach rolnych, w tym poprzez równoczesną likwidację wszystkich form rolnych subwencji eksportowych i wszystkich innych środków wywozowych o analogicznym działaniu, zgodnie z mandatem Rundy z Doha (Doha Development Round)",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "2-c-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.c.1 Wskaźnik nieprawidłowości cenowych w zakresie żywności",
                          
                            "cel": "cel 2. Zero głodu",
                          
                            "zadanie": "2.c Wprowadzić mechanizmy zapewniające prawidłowe funkcjonowanie rynków towarów żywnościowych i ich pochodnych oraz ułatwić dostęp do aktualnych informacji rynkowych, w tym do informacji o rezerwach żywnościowych, by ograniczyć ekstremalną niestabilność cen żywności",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    }]
}
