{
  "3":[
    {
      "3-1-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.1.1 Współczynnik umieralności matek",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.1 Do 2030 roku zmniejszyć globalny wskaźnik umieralności okołoporodowej do poziomu mniejszego niż 70 przypadków na 100 tysięcy żywych urodzeń.",
                          
                            "definicja": "Liczba zgonów matek w przeliczeniu na 100 tys. urodzeń żywych.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Zgon  trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju. Zgony matek  zgony kobiet w wyniku chorób związanych z ciążą, porodem i połogiem (wg ICD10: O00-O99). Źródłem informacji o zgonach jest wykorzystywany wtórnie przez statystykę publiczną indywidualny dokument 'Karta zgonu' (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231). Urodzenia żywe – całkowite wydalenie lub wydobycie z ustroju matki noworodka, niezależnie od okresu trwania ciąży, który po takim oddzieleniu oddycha bądź wykazuje jakiekolwiek inne oznaki życia, jak czynność serca, tętnienie pępowiny lub wyraźne skurcze mięśni zależnych od woli (mięśni szkieletowych), bez względu na to, czy sznur pępowiny został przecięty lub łożysko zostało oddzielone  każdy taki noworodek jest uważany za żywo urodzonego. Współczynnik jest liczony w oparciu o dane o zgonach według przyczyn z badania 'Zgony. Umieralność. Trwanie życia' oraz w oparciu o dane o liczbie urodzeń żywych z badania 'Urodzenia. Dzietność.'. Dane o zgonach opracowano w podziale terytorialnym według miejsca zameldowania na pobyt stały osoby zmarłej.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "2.2",
                              
                                  "2011" :   "2.3",
                              
                                  "2012" :   "1.0",
                              
                                  "2013" :   "1.9",
                              
                                  "2014" :   "2.1",
                              
                                  "2015" :   "1.6",
                              
                                  "2016" :   "2.4",
                              
                                  "2017" :   "2.2",
                              
                                  "2018" :   "1.3",
                              
                                  "2019" :   "1.1"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-1-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.1.2 Odsetek urodzeń żywych z pomocą fachową",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.1 Do 2030 roku zmniejszyć globalny wskaźnik umieralności okołoporodowej do poziomu mniejszego niż 70 przypadków na 100 tysięcy żywych urodzeń.",
                          
                            "definicja": "Odsetek urodzeń żywych, przy których w trakcie porodu brali udział wykwalifikowani pracownicy służby zdrowia (lekarz, pielęgniarka i/lub położna).",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Urodzenia żywe – całkowite wydalenie lub wydobycie z ustroju matki noworodka, niezależnie od okresu trwania ciąży, który po takim oddzieleniu oddycha bądź wykazuje jakiekolwiek inne oznaki życia, jak czynność serca, tętnienie pępowiny lub wyraźne skurcze mięśni zależnych od woli (mięśni szkieletowych), bez względu na to, czy sznur pępowiny został przecięty lub łożysko zostało oddzielone  każdy taki noworodek jest uważany za żywo urodzonego. Źródłem danych o urodzeniach jest, wykorzystywany wtórnie przez statystykę publiczną, dokument podstawowy Ministerstwa Zdrowia „Karta urodzenia” (Rozporządzenie Ministra Zdrowia w sprawie wzorów karty urodzenia i karty martwego urodzenia Dz. U. z 2015, poz. 171). Do wykwalifikowanych pracowników służby zdrowia zalicza się lekarzy, pielęgniarki i położne. Zgodnie z ustawą z dnia 5 grudnia 1996 r. o zawodach lekarza i lekarza dentysty (tekst jednolity: Dz. U. 2005 r. Nr 226 poz. 1943) lekarzem jest osoba posiadająca wymagane prawem kwalifikacje do wykonywania zawodu lekarza i wykonująca zawód, tj. udziela świadczeń zdrowotnych, w szczególności: bada stan zdrowia, rozpoznaje choroby i im zapobiega, prowadzi leczenie i rehabilitację chorych, udziela porad lekarskich, a także wydaje opinie i orzeczenia lekarskie. Zgodnie z w/w ustawą zawód lekarza może być wykonywany w różnych formach prawnych. Do lekarzy nie zaliczamy dentystów.Pielęgniarką lub pielęgniarzem jest osoba, która posiada wymagane kwalifikacje, potwierdzone odpowiednimi dokumentami do udzielania świadczeń zdrowotnych (w szczególności świadczeń pielęgnacyjnych, zapobiegawczych, diagnostycznych, leczniczych, rehabilitacyjnych oraz z zakresu promocji zdrowia). (Ustawa z dnia 5 lipca 1996 r. o zawodach pielęgniarki i położnej - tekst jednolity: Dz.U. 2009 r. Nr 151 poz. 1217 z późn. zm.). Położną lub położnym jest osoba, która posiada wymagane kwalifikacje, potwierdzone odpowiednimi dokumentami do udzielania świadczeń zdrowotnych (w szczególności świadczeń pielęgnacyjnych, zapobiegawczych, diagnostycznych, leczniczych, rehabilitacyjnych oraz promocji zdrowia, w zakresie opieki nad kobietą, kobietą ciężarną, rodzącą i położnicą oraz nad noworodkiem). (Ustawa z dnia 5 lipca 1996 r. o zawodach pielęgniarki i położnej. Tekst pierwotny: Dz. U. 1996 r. Nr 91 poz. 410  tekst jednolity: Dz. U. 2001 r. Nr 57 poz. 602 z późn. zm). Odsetek wyliczany w oparciu o dane o urodzeniach z badania 'Urodzenia. Dzietność.'.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "99.9",
                              
                                  "2011" :   "99.9",
                              
                                  "2012" :   "99.9",
                              
                                  "2013" :   "99.9",
                              
                                  "2014" :   "99.9",
                              
                                  "2015" :   "99.9",
                              
                                  "2016" :   "99.8",
                              
                                  "2017" :   "99.8",
                              
                                  "2018" :   "99.8",
                              
                                  "2019" :   "99.8",
                              
                                  "2020" :   "99.7"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-2-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.2.1 Współczynnik umieralności dzieci w wieku 0-4 lata",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.2 Do 2030 roku wyeliminować przypadki zgonów wśród noworodków i dzieci poniżej pięciu lat, którym można zapobiec. Wszystkie państwa będą dążyć do ograniczenia umieralności noworodków co najwyżej do poziomu 12 przypadków na tysiąc żywych urodzeń i umieralność dzieci poniżej piątego roku życia co najwyżej do poziomu 25 przypadków na tysiąc żywych urodzeń.",
                          
                            "definicja": "Liczba zgonów dzieci w wieku poniżej 5 roku życia w przeliczeniu na 1000 urodzeń żywych.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Zgon  trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju. Źródłem informacji o zgonach jest wykorzystywany wtórnie przez statystykę publiczną indywidualny dokument 'Karta zgonu' (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231). Urodzenia żywe – całkowite wydalenie lub wydobycie z ustroju matki noworodka, niezależnie od okresu trwania ciąży, który po takim oddzieleniu oddycha bądź wykazuje jakiekolwiek inne oznaki życia, jak czynność serca, tętnienie pępowiny lub wyraźne skurcze mięśni zależnych od woli (mięśni szkieletowych), bez względu na to, czy sznur pępowiny został przecięty lub łożysko zostało oddzielone  każdy taki noworodek jest uważany za żywo urodzonego. Współczynnik wyliczany w oparciu o dane o zgonach według wieku z badania 'Zgony. Umieralność. Trwanie życia.' oraz w oparciu o dane o liczbie urodzeń żywych z badania 'Urodzenia. Dzietność.'.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "5.8",
                              
                                  "2011" :   "5.6",
                              
                                  "2012" :   "5.4",
                              
                                  "2013" :   "5.4",
                              
                                  "2014" :   "5.0",
                              
                                  "2015" :   "4.7",
                              
                                  "2016" :   "4.6",
                              
                                  "2017" :   "4.6",
                              
                                  "2018" :   "4.5",
                              
                                  "2019" :   "4.4",
                              
                                  "2020" :   "4.2"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-2-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.2.2 Współczynnik zgonów noworodków, tj. dzieci w wieku 0-27 dni",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.2 Do 2030 roku wyeliminować przypadki zgonów wśród noworodków i dzieci poniżej pięciu lat, którym można zapobiec. Wszystkie państwa będą dążyć do ograniczenia umieralności noworodków co najwyżej do poziomu 12 przypadków na tysiąc żywych urodzeń i umieralność dzieci poniżej piątego roku życia co najwyżej do poziomu 25 przypadków na tysiąc żywych urodzeń.",
                          
                            "definicja": "Stosunek liczby zgonów noworodków (tj. dzieci w wieku 0-27 dni) do liczby urodzeń żywych w tym samym okresie.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Zgon  trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju. Zgony noworodków  zgony dzieci, które nie osiągnęły wieku czterech tygodni (0-27 dni). Przez 0 dni określa się wiek żywo urodzonego noworodka, który nie przeżył 24 godzin. Umieralność noworodków określana jest także mianem umieralności neonatalnej. Wyróżnia się:    - wczesne zgony noworodków, tj. następujące w ciągu pierwszych 7 dób życia (0-6 dni) (wczesna umieralność noworodkowa),    - późne zgony noworodków, tj. następujące po upływie 7 dób życia, lecz przed upływem 28 ukończonych dób życia. Źródłem informacji o zgonach jest wykorzystywany wtórnie przez statystykę publiczną indywidualny dokument 'Karta zgonu' (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231). Urodzenia żywe – całkowite wydalenie lub wydobycie z ustroju matki noworodka, niezależnie od okresu trwania ciąży, który po takim oddzieleniu oddycha bądź wykazuje jakiekolwiek inne oznaki życia, jak czynność serca, tętnienie pępowiny lub wyraźne skurcze mięśni zależnych od woli (mięśni szkieletowych), bez względu na to, czy sznur pępowiny został przecięty lub łożysko zostało oddzielone  każdy taki noworodek jest uważany za żywo urodzonego. Współczynnik jest liczony w oparciu o dane z zgonach według wieku z badania 'Zgony. Umieralność. Trwanie życia.' oraz w opraciu o dane o urodzeniach żywych z badania 'Urodzenia. Dzietność.'.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "3.5",
                              
                                  "2011" :   "3.2",
                              
                                  "2012" :   "3.3",
                              
                                  "2013" :   "3.1",
                              
                                  "2014" :   "2.9",
                              
                                  "2015" :   "2.9",
                              
                                  "2016" :   "2.9",
                              
                                  "2017" :   "2.8",
                              
                                  "2018" :   "2.8",
                              
                                  "2019" :   "2.7",
                              
                                  "2020" :   "2.6"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-3-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.3.1 Liczba nowych zakażeń wirusem HIV",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.3 Do 2030 roku wyeliminować epidemie AIDS, gruźlicy, malarii i zaniedbanych chorób tropikalnych oraz zwalczyć wirusowe zapalenie wątroby, choroby przenoszone przez wodę oraz inne choroby zakaźne.",
                          
                            "definicja": "Liczba nowych zakażeń wirusem HIV.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Oszacowanie nowych zakażeń wirusem HIV na podstawie ECDC Modelling Tool. Jest to nowe narzędzie opracowane przez Europejskie Centrum ds. Zapobiegania i Kontroli Chorób (European Centre for Disease Prevention and Control - ECDC) we współpracy z partnerami międzynarodowymi w celu zapewnienia szacunkowej liczby osób żyjących z HIV, w tym osób jeszcze nie zdiagnozowanych. Narzędzie to może również oszacować roczną liczbę nowych zakażeń HIV, średni czas pomiędzy zakażeniem a diagnozą oraz liczbę osób potrzebujących leczenia zgodnie z liczbą komórek CD4 (białe krwinki, które kierują reakcjami systemu immunologicznego). Wirus HIV (ang. Human Immunodeficiency Virus) - ludzki wirus upośledzenia odporności, który atakuje, osłabia i niszczy system odpornościowy organizmu, czego rezultatem jest utrata przez człowieka zdolności zwalczania różnych chorób i infekcji. Wirus HIV jest przenoszony:   przez krew,  w drodze kontaktów seksualnych,  z zakażonej matki na dziecko (dziecko może zakazić się od matki podczas ciąży, porodu lub karmienia piersią). Wskaźnik obliczany jest na podstawie sprawozdania MZ-56 o zachorowaniach na choroby zakaźne, zakażeniach i zatruciach oraz sprawozdania MZ-57 o zachorowaniach na wybrane choroby zakaźne według płci, wieku, miejsca zamieszkania oraz ich sezonowości. Dotyczy nowych zakażeń, które wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10 klasyfikowane są pod jednostką chorobową o symbolu:   Z21 - bezobjawowy stan zakażenia wirusem HIV  oraz B20 - B24:  B20 - Choroba wywołana przez ludzki wirus upośledzenia odporności [HIV], której skutkiem są choroby zakaźne i pasożytnicze, B21 - Choroba wywołana przez ludzki wirus upośledzenia odporności [HIV], której skutkiem są nowotwory złośliwe, B22 - Choroba wywołana przez ludzki wirus upośledzenia odporności [HIV], której skutkiem są inne określone choroby, B23 - Choroba wywołana przez ludzki wirus upośledzenia odporności [HIV], której skutkiem są inne stany, B24 - Choroba wywołana przez ludzki wirus upośledzenia odporności [HIV]. Nie określona. ",
                          
                            "zrodlo": "Narodowy Instytut Zdrowia Publicznego – Państwowy Zakład Higieny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "955",
                              
                                  "2011" :   "1113",
                              
                                  "2012" :   "1102",
                              
                                  "2013" :   "1100",
                              
                                  "2014" :   "1132",
                              
                                  "2015" :   "1278",
                              
                                  "2016" :   "1315",
                              
                                  "2017" :   "1397",
                              
                                  "2018" :   "1153",
                              
                                  "2019" :   "1546",
                              
                                  "2020" :   "1720"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-3-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.3.2 Liczba nowych zachorowań na gruźlicę czynną płuc na 100 tys. ludności",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.3 Do 2030 roku wyeliminować epidemie AIDS, gruźlicy, malarii i zaniedbanych chorób tropikalnych oraz zwalczyć wirusowe zapalenie wątroby, choroby przenoszone przez wodę oraz inne choroby zakaźne.",
                          
                            "definicja": "Liczba nowych przypadków zachorowań na gruźlicę w przeliczeniu na 1 tys. ludności.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Gruźlica – wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10: jednostka chorobowa o symbolu A15–A19 choroba zakaźna, wywoływana przez prątka gruźlicy (Mycobacterium tuberculosis), przenoszona drogą kropelkową.",
                          
                            "zrodlo": "Instytut Gruźlicy i Chorób Płuc",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "19.7",
                              
                                  "2011" :   "22.2",
                              
                                  "2012" :   "19.6",
                              
                                  "2013" :   "18.8",
                              
                                  "2014" :   "17.4",
                              
                                  "2015" :   "16.7",
                              
                                  "2016" :   "16.8",
                              
                                  "2017" :   "15.1",
                              
                                  "2018" :   "14.3",
                              
                                  "2019" :   "13.9"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-3-3": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.3.3 Liczba zachorowań na malarię",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.3 Do 2030 roku wyeliminować epidemie AIDS, gruźlicy, malarii i zaniedbanych chorób tropikalnych oraz zwalczyć wirusowe zapalenie wątroby, choroby przenoszone przez wodę oraz inne choroby zakaźne.",
                          
                            "definicja": "Liczba zarejestrowanych zachorowań na malarię.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Malaria (zimnica) jest chorobą pasożytniczą, przenoszoną przez komary. Choroba objawia się regularnymi nawrotami gorączki i dreszczy. Dane obliczane na podstawie sprawozdania MZ-56 o zachorowaniach na choroby zakaźne, zakażeniach i zatruciach. Według Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10: jednostka chorobowa o symbolu B50.",
                          
                            "zrodlo": "Narodowy Instytut Zdrowia Publicznego – Państwowy Zakład Higieny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "35",
                              
                                  "2011" :   "14",
                              
                                  "2012" :   "21",
                              
                                  "2013" :   "36",
                              
                                  "2014" :   "19",
                              
                                  "2015" :   "29",
                              
                                  "2016" :   "38",
                              
                                  "2017" :   "27",
                              
                                  "2018" :   "28",
                              
                                  "2019" :   "24",
                              
                                  "2020" :   "7"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-3-4": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.3.4 Liczba zachorowań na wirusowe zapalenie wątroby typu B na 100 tys. ludności",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.3 Do 2030 roku wyeliminować epidemie AIDS, gruźlicy, malarii i zaniedbanych chorób tropikalnych oraz zwalczyć wirusowe zapalenie wątroby, choroby przenoszone przez wodę oraz inne choroby zakaźne.",
                          
                            "definicja": "Liczba nowych przypadków zakażenia wirusowym zapaleniem wątroby typu B w przeliczeniu na 100 tys. ludności.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wirusowe zapalenie wątroby typu B (wzw B) – wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10: jednostka chorobowa o symbolu B16, B18.0 i B18.1 – choroba zakaźna, najczęstsza z infekcyjnych chorób wątroby na świecie. Wirus HBV przenosi się przez krew i inne płyny ustrojowe, przez bezpośredni kontakt z zakażonym płynem, kontakty seksualne odbywane bez właściwego zabezpieczenia z osobami zakażonymi, dożylne przyjmowanie substancji odurzających zakażonymi igłami lub strzykawkami. Do zakażenia dziecka może dojść podczas ciąży lub porodu.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "4.2",
                              
                                  "2011" :   "4.1",
                              
                                  "2012" :   "4.1",
                              
                                  "2013" :   "4.0",
                              
                                  "2014" :   "7.2",
                              
                                  "2015" :   "9.1",
                              
                                  "2016" :   "9.9",
                              
                                  "2017" :   "8.8",
                              
                                  "2018" :   "8.3",
                              
                                  "2019" :   "7.4"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-3-5": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.3.5 Liczba zachorowań na wybrane choroby tropikalne",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.3 Do 2030 roku wyeliminować epidemie AIDS, gruźlicy, malarii i zaniedbanych chorób tropikalnych oraz zwalczyć wirusowe zapalenie wątroby, choroby przenoszone przez wodę oraz inne choroby zakaźne.",
                          
                            "definicja": "Liczba zachorowań na wybrane choroby tropikalne.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Choroby tropikalne  choroby, występujące w krajach o klimacie tropikalnym. Choroby tropikalne mogą być wywoływane przez: bakterie, wirusy, grzyby oraz pasożyty jedno- i wielokomórkowe. Dane obliczane na podstawie sprawozdania MZ-56 o zachorowaniach na choroby zakaźne, zakażeniach i zatruciach. Według Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10, do chorób tropikalnych zaliczamy jednostki chorobowe o symbolu:    • A30 (trąd, zwana chorobą Hansena)    • A31.1 (owrzodzenie Buruli)    • A66 (frambezja)    • A71 (jaglica)    • A82 (wścieklizna)    • A90 (gorączka denga)    • A91 (gorączka krwotoczna Denga)    • A92.0 (Chikungunya) B55 (leiszmanioza)    • B56 (śpiączka afrykańska, zwana trypanosomatozą afrykańską)    • B57 (choroba Chagasa)    • B65 (Schistosomatoza)    • B66 (choroby przenoszone droga pokarmową wywoływane przez przywry)    • B67 (Bąblowica - echinokokoza)    • B68 (Tasiemczyca)    • B69 (wągrzyca, zwana cysticerkozą)    • B72 (drakunkuloza)    • B73 (Onchocerkoza - ślepota rzeczna)    • B74 (filarioza)    • B83.0 (Larwa wędrująca trzewna)  Spośród ww. chorób w Polsce podlegają zgłoszeniom i są wyodrębniane w rejestracji zachorowań następujące choroby zakaźne:    • Bąblowica    • Wągrzyca    • Chikungunya    • Gorączka denga    • Wścieklizna  Dla Polski największe znaczenia mają: bąblowica (większość przypadków to przypadki rodzime) oraz wścieklizna (z uwagi na istniejącą wściekliznę zwierząt w Polsce, a tym samym istniejące zagrożenie wystąpienia przypadków u ludzi).",
                          
                            "zrodlo": "Narodowy Instytut Zdrowia Publicznego – Państwowy Zakład Higieny",
                          
                            "czestotliwosc": "Dane roczne od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "43",
                              
                                  "2011" :   "26",
                              
                                  "2012" :   "33",
                              
                                  "2013" :   "55",
                              
                                  "2014" :   "63",
                              
                                  "2015" :   "60",
                              
                                  "2016" :   "105",
                              
                                  "2017" :   "104",
                              
                                  "2018" :   "85",
                              
                                  "2019" :   "126",
                              
                                  "2020" :   "30"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-4-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.4.1 Zgony z powodu chorób układu krążenia, cukrzycy, nowotworów złośliwych i przewlekłej choroby dróg oddechowych na 100 tys. ludności",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.4 Do 2030 roku obniżyć o 1/3 przedwczesną umieralność z powodu chorób niezakaźnych poprzez zapobieganie i leczenie oraz promowanie zdrowia psychicznego i dobrostanu.",
                          
                            "definicja": "Liczba zgonów z powodu przewlekłej choroby dróg oddechowych w przeliczeniu na 100 tys. ludności.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Zgon  trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju. Choroby układu krążenia – wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10: jednostki chorobowe o symbolach I00-I99 - schorzenia dotyczące narządów i tkanek wchodzących w skład układu krążenia, a w szczególności serca, tętnic i żył. Nowotwór złośliwy - wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10: jednostka chorobowa o symbolu z zakresu C00-C97 - nowotwór rozrastający się w sposób naciekający, co oznacza, że nie rozpycha okolicznych tkanek (jak nowotwór łagodny) lecz wnika pomiędzy komórki prawidłowej tkanki, dając przerzuty. Cukrzyca - wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10: jednostki chorobowe o symbolach E10-E14 - schorzenie metaboliczne spowodowane niedoborem lub nieprawidłowym działaniem insuliny, czego skutkiem jest podwyższony poziom cukru we krwi - hiperglikemia.  Przewlekła choroba dróg oddechowych – wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10: jednostki chorobowe o symbolach J30-J98 - schorzenia dotyczące chorób górnych i dolnych dróg oddechowych. Źródłem informacji o zgonach jest wykorzystywany wtórnie przez statystykę indywidualny dokument 'Karta zgonu' (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231). Dane o zgonach opracowano w podziale terytorialnym - według miejsca zameldowania na pobyt stały osoby zmarłej. Przy opracowywaniu danych zgonów według przyczyn przyjmuje się wyjściowa przyczynę zgonu. Za przyczynę wyjściową uważa się chorobę stanowiącą początek procesu chorobowego, który doprowadził do zgonu albo uraz czy zatrucie, w wyniku którego nastąpił zgon. Dane dotyczące orzecznictwa o przyczynach zgonów podano zgodnie z Międzynarodową Statystyczną Klasyfikacją Chorób i Problemów Zdrowotnych (X Rewizja). Ludność opracowano na podstawie:    • bilansów ludności zamieszkałej na terenie gminy w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2011 (dla danych od 2010 r.)  dla lat wcześniejszych (2000-2009) w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2002,    • rejestrów Ministerstwa Spraw Wewnętrznych i Administracji - migracje wewnętrzne i zagraniczne na pobyt stały (od 2006 r. dane są pobierane z rejestru PESEL - Powszechny Elektroniczny System Ewidencji Ludności),    • sprawozdań urzędów stanu cywilnego - urodzenia, zgony.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "wg przyczyny": [
                                  {"choroby układu krążenia": [
                                          {
                                          
                                              "2010" : "451.8",
                                          
                                              "2011" : "440.9",
                                          
                                              "2012" : "460.8",
                                          
                                              "2013" : "460.8",
                                          
                                              "2014" : "441.1",
                                          
                                              "2015" : "469.0",
                                          
                                              "2016" : "437.1",
                                          
                                              "2017" : "434.8",
                                          
                                              "2018" : "437.2",
                                          
                                              "2019" : "421.0"
                                          
                                          }
                                      ],"cukrzyca": [
                                          {
                                          
                                              "2010" : "16.9",
                                          
                                              "2011" : "17.6",
                                          
                                              "2012" : "18.5",
                                          
                                              "2013" : "19.3",
                                          
                                              "2014" : "17.6",
                                          
                                              "2015" : "21.5",
                                          
                                              "2016" : "21.6",
                                          
                                              "2017" : "22.9",
                                          
                                              "2018" : "23.5",
                                          
                                              "2019" : "24.2"
                                          
                                          }
                                      ],"nowotwór": [
                                          {
                                          
                                              "2010" : "240.4",
                                          
                                              "2011" : "239.3",
                                          
                                              "2012" : "245.9",
                                          
                                              "2013" : "244.4",
                                          
                                              "2014" : "248.3",
                                          
                                              "2015" : "261.6",
                                          
                                              "2016" : "260.1",
                                          
                                              "2017" : "259.3",
                                          
                                              "2018" : "263.9",
                                          
                                              "2019" : "261.3"
                                          
                                          }
                                      ],"przewlekła choroba dróg oddechowych": [
                                          {
                                          
                                              "2010" : "25.3",
                                          
                                              "2011" : "25.6",
                                          
                                              "2012" : "23.4",
                                          
                                              "2013" : "24.5",
                                          
                                              "2014" : "21.0",
                                          
                                              "2015" : "24.7",
                                          
                                              "2016" : "24.7",
                                          
                                              "2017" : "26.4",
                                          
                                              "2018" : "24.6",
                                          
                                              "2019" : "22.6"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-4-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.4.2 Współczynnik zgonów w wyniku samobójstw na 100 tys. ludności",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.4 Do 2030 roku obniżyć o 1/3 przedwczesną umieralność z powodu chorób niezakaźnych poprzez zapobieganie i leczenie oraz promowanie zdrowia psychicznego i dobrostanu.",
                          
                            "definicja": "Liczba zgonów z powodu samobójstw w przeliczeniu na 100 tys. ludności.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem, płeć",
                          
                            "metodologia": "Zgon  trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju. Samobójstwo – rozmyślny akt pozbawienia się życia (wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10 – jednostka chorobowa o symbolu z zakresu X60-X84, Y87.0). Źródłem informacji o zgonach jest wykorzystywany wtórnie przez statystykę indywidualny dokument 'Karta zgonu' (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231). Dane o zgonach opracowano w podziale terytorialnym - według miejsca zameldowania na pobyt stały osoby zmarłej. Przy opracowywaniu danych zgonów według przyczyn przyjmuje się wyjściową przyczynę zgonu. Za przyczynę wyjściową uważa się chorobę stanowiącą początek procesu chorobowego, który doprowadził do zgonu albo uraz czy zatrucie, w wyniku którego nastąpił zgon. Dane dotyczące orzecznictwa o przyczynach zgonów podano zgodnie z Międzynarodową Statystyczną Klasyfikacją Chorób i Problemów Zdrowotnych (X Rewizja). Ludność opracowano na podstawie:    • bilansów ludności zamieszkałej na terenie gminy w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2011 (dla danych od 2010 r.)  dla lat wcześniejszych (2000-2009) w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2002,    • rejestrów Ministerstwa Spraw Wewnętrznych i Administracji - migracje wewnętrzne i zagraniczne na pobyt stały (od 2006 r. dane są pobierane z rejestru PESEL - Powszechny Elektroniczny System Ewidencji Ludności),    • sprawozdań urzędów stanu cywilnego - urodzenia, zgony.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "wg płci": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "16.5",
                                          
                                              "2011" : "15.9",
                                          
                                              "2012" : "16.5",
                                          
                                              "2013" : "16.1",
                                          
                                              "2014" : "15.4",
                                          
                                              "2015" : "14.1",
                                          
                                              "2016" : "12.2",
                                          
                                              "2017" : "11.7",
                                          
                                              "2018" : "11.6",
                                          
                                              "2019" : "11.9"
                                          
                                          }
                                      ],"mężczyźni": [
                                          {
                                          
                                              "2010" : "29.6",
                                          
                                              "2011" : "28.7",
                                          
                                              "2012" : "29.8",
                                          
                                              "2013" : "28.9",
                                          
                                              "2014" : "27.5",
                                          
                                              "2015" : "25.2",
                                          
                                              "2016" : "21.9",
                                          
                                              "2017" : "20.9",
                                          
                                              "2018" : "20.8",
                                          
                                              "2019" : "21.3"
                                          
                                          }
                                      ],"kobiety": [
                                          {
                                          
                                              "2010" : "4.2",
                                          
                                              "2011" : "3.8",
                                          
                                              "2012" : "4.1",
                                          
                                              "2013" : "4.2",
                                          
                                              "2014" : "4.1",
                                          
                                              "2015" : "3.6",
                                          
                                              "2016" : "3.0",
                                          
                                              "2017" : "3.0",
                                          
                                              "2018" : "2.9",
                                          
                                              "2019" : "3.1"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-5-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.5.1 Zakres interwencji (farmakologicznych, psychospołecznych i rehabilitacji oraz usług zaradczych) w leczeniu zaburzeń związanych ze stosowaniem substancji psychoaktywnych",
                          
                            "cel": "cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.5 Wzmocnić zapobieganie i leczenie uzależnień od środków odurzających, w tym narkotyków oraz szkodliwego spożycia alkoholu.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "3-5-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.5.2 Spożycie alkoholu na 1 mieszkańca",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.5 Wzmocnić zapobieganie i leczenie uzależnień od środków odurzających, w tym narkotyków oraz szkodliwego spożycia alkoholu.",
                          
                            "definicja": "Roczna ilość spożytego czystego w 100% alkoholu w przeliczeniu na 1 osobę wśród osób w wieku 15 lat i więcej.",
                          
                            "jednostka": "litry",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Spożycie niektórych artykułów konsumpcyjnych na 1 mieszkańca powyżej 15 roku życia — źródłem opracowania są informacje o: wielkości krajowej produkcji, imporcie, eksporcie, zapasach w magazynach producentów i w przedsiębiorstwach handlowych. Metoda obliczeniowa jest zgodna z wytycznymi, gdzie do przeliczeń na czysty alkohol przyjęto odpowiednio dla piw 5%, win i miodów pitnych 12%. Dane o poziomie spożycia opracowane są metodą bilansową, służą ocenie globalnych zmian spożycia żywności w kraju i nie mogą być bezpośrednio porównywane z danymi o spożyciu artykułów żywnościowych w gospodarstwach domowych opracowanymi na podstawie wyników reprezentacyjnych badań budżetów domowych.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "10.0",
                              
                                  "2011" :   "10.3",
                              
                                  "2012" :   "10.2",
                              
                                  "2013" :   "10.8",
                              
                                  "2014" :   "10.5",
                              
                                  "2015" :   "10.5",
                              
                                  "2016" :   "10.5",
                              
                                  "2017" :   "10.6",
                              
                                  "2018" :   "10.7",
                              
                                  "2019" :   "11.0"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-6-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.6.1 Liczba ofiar śmiertelnych w wypadkach drogowych na 100 tys. ludności",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.6 Do 2020 roku zmniejszyć o połowę liczbę wszystkich rannych i ofiar śmiertelnych w wypadkach drogowych na świecie.",
                          
                            "definicja": "Liczba ofiar śmiertelnych wypadków drogowych w przeliczeniu na 100 tys. ludności.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wypadek drogowy to zdarzenie mające związek z ruchem pojazdów na drogach publicznych, w wyniku którego nastąpiła śmierć lub uszkodzenie ciała osób.  Za śmiertelną ofiarę wypadku drogowego uznaje się osobę zmarłą (w wyniku doznanych obrażeń) na miejscu wypadku lub w ciągu 30 dni.",
                          
                            "zrodlo": "Główny Urząd Statystyczny / Komenda Główna Policji",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "10.1",
                              
                                  "2011" :   "10.9",
                              
                                  "2012" :   "9.3",
                              
                                  "2013" :   "8.7",
                              
                                  "2014" :   "8.3",
                              
                                  "2015" :   "7.6",
                              
                                  "2016" :   "7.9",
                              
                                  "2017" :   "7.4",
                              
                                  "2018" :   "7.5",
                              
                                  "2019" :   "7.6"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-7-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.7.1 Odsetek kobiet w wieku rozrodczym (15-49 lat), które mają zaspokojone potrzeby w zakresie planowania rodziny stosując nowoczesne metody",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.7 Do 2030 roku zapewnić powszechny dostęp do świadczeń z zakresu zdrowia seksualnego reprodukcyjnego, w tym planowania rodziny, informacji i edukacji oraz włączyć zdrowie reprodukcyjne do krajowych strategii i programów",
                          
                            "definicja": "Odsetek kobiet w wieku rozrodczym (15-49 lat), które mają zaspokojone potrzeby w zakresie planowania rodziny stosując nowoczesne metody.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik obliczany jest na podstawie informacji pozyskanych z Europejskiego Ankietowego Badania Zdrowia (EHIS). Badanie to obejmuje osoby w wieku 15 lat i więcej w gospodarstwach domowych, mieszkające na terytorium danego kraju. Dane dotyczą odsetka kobiet w wieku rozrodczym (15-49 lat), które współżyły płciowo i zadeklarowały stosowanie co najmniej jednej nowoczesnej metody antykoncepcji, tj. stosowanie prezerwatywy, pigułki antykoncepcyjnej, innych środków hormonalnych (np. plastry, zastrzyki), spirali, środków chemicznych i mechanicznych, itp.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co 5 lat 2009 r., 2014 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "49.6",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "51.5",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   ""
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-7-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.7.2 Współczynnik urodzeń wśród młodych kobiet",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.7 Do 2030 roku zapewnić powszechny dostęp do świadczeń z zakresu zdrowia seksualnego reprodukcyjnego, w tym planowania rodziny, informacji i edukacji oraz włączyć zdrowie reprodukcyjne do krajowych strategii i programów",
                          
                            "definicja": "Liczba młodych dziewcząt (w wieku 10-14, 15-19), które urodziły dziecko, w przeliczeniu na 1000 dziewcząt w danej grupie wieku.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "wiek",
                          
                            "metodologia": "Urodzenie żywe – całkowite wydalenie lub wydobycie z ustroju matki noworodka, niezależnie od okresu trwania ciąży, który po takim oddzieleniu oddycha bądź wykazuje jakiekolwiek inne oznaki życia, jak czynność serca, tętnienie pępowiny lub wyraźne skurcze mięśni zależnych od woli (mięśni szkieletowych), bez względu na to, czy sznur pępowiny został przecięty lub łożysko zostało oddzielone  każdy taki noworodek jest uważany za żywo urodzonego. Źródłem danych o urodzeniach jest, wykorzystywany wtórnie przez statystykę publiczną, dokument podstawowy Ministerstwa Zdrowia „Karta urodzenia” (Rozporządzenie Ministra Zdrowia w sprawie wzorów karty urodzenia i karty martwego urodzenia Dz. U. z 2015, poz. 171).",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "wg grup wieku": [
                                  {"kobiety w wieku 10-19 lat": [
                                          {
                                          
                                              "2010" : "8.5",
                                          
                                              "2011" : "7.7",
                                          
                                              "2012" : "7.8",
                                          
                                              "2013" : "7.4",
                                          
                                              "2014" : "7.0",
                                          
                                              "2015" : "6.5",
                                          
                                              "2016" : "6.2",
                                          
                                              "2017" : "5.5",
                                          
                                              "2018" : "5.1",
                                          
                                              "2019" : "4.5",
                                          
                                              "2020" : "3.8"
                                          
                                          }
                                      ],"kobiety w wieku 10-14 lat": [
                                          {
                                          
                                              "2010" : "0.1",
                                          
                                              "2011" : "0.0",
                                          
                                              "2012" : "0.1",
                                          
                                              "2013" : "0.1",
                                          
                                              "2014" : "0.1",
                                          
                                              "2015" : "0.1",
                                          
                                              "2016" : "0.1",
                                          
                                              "2017" : "0.0",
                                          
                                              "2018" : "0.0",
                                          
                                              "2019" : "0.0",
                                          
                                              "2020" : "0.0"
                                          
                                          }
                                      ],"kobiety w wieku 15-19 lat": [
                                          {
                                          
                                              "2010" : "15.2",
                                          
                                              "2011" : "14.0",
                                          
                                              "2012" : "14.2",
                                          
                                              "2013" : "13.7",
                                          
                                              "2014" : "13.1",
                                          
                                              "2015" : "12.2",
                                          
                                              "2016" : "11.9",
                                          
                                              "2017" : "10.9",
                                          
                                              "2018" : "10.2",
                                          
                                              "2019" : "9.3",
                                          
                                              "2020" : "8.1"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-8-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.8.1 Wskaźnik pokrycia powszechnego ubezpieczenia zdrowotnego",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.8 Zapewnić powszechną opiekę zdrowotną, w tym zabezpieczenie przed ryzykiem finansowym, dostęp do podstawowej opieki zdrowotnej wysokiej jakości oraz bezpiecznych, skutecznych, wysokiej jakości, przystępnych cenowo lekarstw i szczepionek",
                          
                            "definicja": "Pokrycie podstawowych usług zdrowotnych jest definiowane jako średni zakres podstawowych usług opartych na wybranych rodzajach interwencji, które obejmują: zdrowie reprodukcyjne, macierzyństwo, noworodki i dzieci, choroby zakaźne, choroby niezakaźne oraz możliwości i dostęp do usług w populacji ogólnej i znajdującej się w najbardziej niekorzystnej sytuacji.",
                          
                            "jednostka": "[0 – 100]",
                          
                            "wymiary": "",
                          
                            "metodologia": "Wskaźnik jest prezentowany w skali od 0 do 100 i jest obliczany jako średnia geometryczna z 14 wskaźników dot. pokrycia świadczeń zdrowotnych. Wskaźniki te są uporządkowane według czterech kategorii pokrycia usług: I. Zdrowie reprodukcyjne, zdrowie matki, noworodka i dziecka 1. Planowanie rodziny: Odsetek kobiet w wieku rozrodczym (15-49 lat) zamężnych lub pozostających w związkach, których potrzeba planowania rodziny jest satysfakcjonująca, przy wykorzystaniu nowoczesnych metod. 2. Ciąża i opieka w trakcie porodu: Odsetek kobiet w wieku 15-49 lat, które urodziły żywe dziecko i które otrzymały opiekę przedporodową cztery lub więcej razy. 3. Szczepienia dzieci: Odsetek niemowląt, które otrzymały trzy dawki szczepionki przeciwko błonicy, tężcowi i krztuścowi. 4. Leczenie dzieci: Odsetek dzieci w wieku poniżej 5 roku życia z podejrzeniem zapalenia płuc (kaszel i trudności w oddychaniu, które nie są spowodowane problemami klatki piersiowej i zatkanego nosa) w ciągu 2 tygodni poprzedzających badanie, skierowanych do odpowiedniej placówki służby zdrowia lub świadczeniodawcy. II. Choroby zakaźne 5. Gruźlica: Odsetek przypadków gruźlicy, które są wykrywane i skutecznie leczone. 6. HIV/AIDS: Odsetek osób żyjących z HIV, objętych obecnie terapią antyretrowirusową. 7. Malaria: Odsetek ludności na obszarach zagrożonych malarią, która poprzedniej nocy spała pod siatką nasączoną środkami owadobójczymi (dotyczy tylko krajów o wysokiej zachorowalności na malarię). 8. Woda i kanalizacja: Odsetek gospodarstw domowych, korzystających co najmniej z podstawowych urządzeń sanitarnych. III. Choroby niezakaźne 9. Nadciśnienie tętnicze: Występowanie niedociśnienia tętniczego u osób dorosłych (w wieku 18 lat i starszych), standaryzowane pod względem wieku. 10. Cukrzyca: Standaryzowany względem wieku średni poziom glukozy w osoczu na czczo (mmol/l) dla osób dorosłych w wieku 18 lat i starszych. 11. Tytoń: Standaryzowane pod względem wieku rozpowszechnienie wśród osób dorosłych w wieku 15 lat i więcej niepalenia tytoniu w ciągu ostatnich 30 dni. IV. Wydajność i dostęp do usług 12. Dostęp do szpitali: Liczba łóżek szpitalnych na jednego mieszkańca, w odniesieniu do maksymalnego progu 18 łóżek na 10 tys. mieszkańców. 13. Pracownicy służby zdrowia: Liczba pracowników służby zdrowia (lekarze, psychiatrzy i chirurdzy) na jednego mieszkańca, w odniesieniu do maksymalnych progów dla każdej kadry. 14. Bezpieczeństwo zdrowotne: Wskaźnik zdolności podstawowej wg Międzynarodowych Przepisów Zdrowotnych (International Health Regulations - IHR), będący średnią z atrybutów 13 podstawowych zdolności, które zostały osiągnięte.",
                          
                            "zrodlo": "Światowa Organizacja Zdrowia",
                          
                            "czestotliwosc": "Dane co kilka lat, od 2010 r. (w zależności od dostępu danych)",
                          
                            "uwagi": "Dane szacunkowe, obliczone przez WHO."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   ""
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-8-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.8.2 Odsetek ludności z dużymi wydatkami gospodarstw domowych na zdrowie (jako udział w całkowitych wydatkach gospodarstw domowych lub dochodach).",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.8 Zapewnić powszechną opiekę zdrowotną, w tym zabezpieczenie przed ryzykiem finansowym, dostęp do podstawowej opieki zdrowotnej wysokiej jakości oraz bezpiecznych, skutecznych, wysokiej jakości, przystępnych cenowo lekarstw i szczepionek",
                          
                            "definicja": "Odsetek ludności z dużymi wydatkami gospodarstw domowych na zdrowie (jako udział w całkowitych wydatkach gospodarstw domowych lub dochodach).",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "",
                          
                            "metodologia": "Wydatkami gospodarstwa domowego na zdrowie nazywamy wydatki przeznaczane na opiekę (profilaktyczną, leczniczą, rehabilitacyjną, paliatywną lub długoterminową), w tym leki, szczepionki i wszystkie produkty zdrowotne dla wszystkich członków gospodarstwa domowego. Dla określenia „dużych wydatków na zdrowie gospodarstwa domowego' używa się dwóch progów: powyżej 10% i powyżej 25% całkowitych wydatków lub dochodów gospodarstwa domowego.",
                          
                            "zrodlo": "Światowa Organizacja Zdrowia",
                          
                            "czestotliwosc": "Dane roczne, od 2010 r.",
                          
                            "uwagi": "Dane szacunkowe, obliczone przez WHO."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   ""
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-9-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.9.1 Współczynnik umieralności z powodu zanieczyszczeń pochodzących z powietrza atmosferycznego i gospodarstw domowych (na 100 tys. ludności)",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.9 Do 2030 roku znacząco obniżyć liczbę zgonów i chorób powodowanych przez niebezpieczne substancje chemiczne oraz zanieczyszczenie i skażenie powietrza, wody i gleby.",
                          
                            "definicja": "Liczba zgonów z powodu połączonych skutków zanieczyszczenia powietrza w gospodarstwie domowym oraz zanieczyszczenia otaczającego powietrza w przeliczeniu na 100 tys. ludności.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Do oceny narażenia na zanieczyszczenie powietrza bierze się pod uwagę następujące schorzenia: • Ostre infekcje dróg oddechowych u małych dzieci (szacowane poniżej 5 roku życia); • Choroby naczyniowo-mózgowe (udar) u osób dorosłych (szacowane powyżej 25 lat); • Choroby niedokrwienne serca u osób dorosłych (szacowane powyżej 25 lat); • Przewlekłą obturacyjną chorobę płuc u osób dorosłych (szacowana powyżej 25 lat); i • Nowotwór płuc u osób dorosłych (szacowany powyżej 25 lat).",
                          
                            "zrodlo": "Światowa Organizacja Zdrowia",
                          
                            "czestotliwosc": "Dane co kilka lat, od 2016 r.",
                          
                            "uwagi": "Dane szacunkowe, obliczone przez WHO."
                          }
          ],
          "dane": [
            {
                      
                              "wg współczynnika": [
                                  {"współczynnik surowy": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "76",
                                          
                                              "2017" : "",
                                          
                                              "2018" : ""
                                          
                                          }
                                      ],"współczynnik standaryzowany względem wieku": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "38",
                                          
                                              "2017" : "",
                                          
                                              "2018" : ""
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-9-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.9.2 Współczynnik umieralności z powodu niebezpiecznej wody, urządzeń sanitarnych i braku higieny (narażenie na niebezpieczne usługi WASH)",
                          
                            "cel": "cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.9 Do 2030 roku znacząco obniżyć liczbę zgonów i chorób powodowanych przez niebezpieczne substancje chemiczne oraz zanieczyszczenie i skażenie powietrza, wody i gleby.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "3-9-3": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.9.3 Zgony z powodu przypadkowych zatruć na 100 tys. ludności",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.9 Do 2030 roku znacząco obniżyć liczbę zgonów i chorób powodowanych przez niebezpieczne substancje chemiczne oraz zanieczyszczenie i skażenie powietrza, wody i gleby.",
                          
                            "definicja": "Liczba zgonów z powodu przypadkowych zatruć w przeliczeniu na 100 tys. ludności.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Zgon – trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju. Przypadkowe zatrucie – wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10 jednostki chorobowe o symbolach: X40 (schorzenie dotyczące przypadkowych zatruć przez narażenie na nieopiatowe środki przeciwbólowe, przeciwgorączkowe i przeciwreumatyczne), X43-X44 (schorzenia dotyczące przypadkowych zatruć przez narażenie na inne leki działające na autonomiczny układ nerwowy oraz inne i nieokreślone leki, środki farmakologiczne i substancje biologiczne), X46-X49 (schorzenia dotyczące przypadkowych zatruć przez narażenie na rozpuszczalniki organiczne i chlorowcowe i ich pary, inne gazy i pary, pestycydy oraz inne i nieokreślone środki chemiczne i niekorzystne substancje). Źródłem informacji o zgonach jest wykorzystywany wtórnie przez statystykę indywidualny dokument Karta zgonu (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231). Dane o zgonach opracowano w podziale terytorialnym - według miejsca zameldowania na pobyt stały osoby zmarłej. Przy opracowywaniu danych zgonów według przyczyn przyjmuje się wyjściowa przyczynę zgonu. Za przyczynę wyjściową uważa się chorobę stanowiącą początek procesu chorobowego, który doprowadził do zgonu albo uraz czy zatrucie, w wyniku którego nastąpił zgon. Dane dotyczące orzecznictwa o przyczynach zgonów podano zgodnie z Międzynarodową Statystyczną Klasyfikacją Chorób i Problemów Zdrowotnych (X Rewizja). Ludność opracowano na podstawie:    • bilansów ludności zamieszkałej na terenie gminy w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2011 (dla danych od 2010 r.)  dla lat wcześniejszych (2000-2009) w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2002,    • rejestrów Ministerstwa Spraw Wewnętrznych i Administracji - migracje wewnętrzne i zagraniczne na pobyt stały (od 2006 r. dane są pobierane z rejestru PESEL - Powszechny Elektroniczny System Ewidencji Ludności),    • sprawozdań urzędów stanu cywilnego - urodzenia, zgony.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0.9",
                              
                                  "2011" :   "0.7",
                              
                                  "2012" :   "0.7",
                              
                                  "2013" :   "0.7",
                              
                                  "2014" :   "0.6",
                              
                                  "2015" :   "0.5",
                              
                                  "2016" :   "0.5",
                              
                                  "2017" :   "0.6",
                              
                                  "2018" :   "0.8",
                              
                                  "2019" :   "1.1"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-a-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.a.1 Codzienne palenie tytoniu wśród osób wieku 15 lat i więcej",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.a Wzmocnić proces wdrażania Ramowej Konwencji Światowej Organizacji Zdrowia o Ograniczeniu Użycia Tytoniu (World Health Organization Framework Convention on Tobacco Control).",
                          
                            "definicja": "Odsetek osób w wieku 15 lat i więcej, które deklarują, że palą tytoń codziennie.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik obliczany jest na podstawie informacji pozyskanych z Europejskiego Ankietowego Badania Zdrowia (EHIS). Badanie to obejmuje osoby w wieku 15 lat i więcej w gospodarstwach domowych, mieszkające na terytorium danego kraju. Dane dotyczą odsetka osób w wieku 15 lat i więcej które zadeklarowały codzienne palenie tytoniu pod różną postacią (np. papierosy, cygara, cygaretki, e-papierosy z likworem zawierającym tytoń). ",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co 5 lat 2009 r., 2014 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "23.8",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "22.7",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   ""
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-b-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.b.1 Odsetek ludności objętej docelowo wszystkimi szczepieniami przewidzianymi w krajowym programie szczepień",
                          
                            "cel": "cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.b Wspierać badania nad oraz opracowanie nowych szczepionek i lekarstw przeciwko chorobom zakaźnym i niezakaźnym, które dotykają przede wszystkim kraje rozwijające się. Zapewnić dostęp do podstawowych lekarstw i szczepionek po przystępnej cenie, zgodnie z Deklaracją z Doha dotyczącą Porozumienia w Sprawie Handlowych Aspektów Praw Własności Intelektualnej i Zdrowia Publicznego (Doha Declaration on Trade-Related Aspects of Intellectual Property Rights and Public Health), które potwierdza prawo krajów rozwijających się do korzystania w pełni z postanowień Porozumienia w Sprawie Handlowych Aspektów Praw Własności Intelektualnej (Agreement on Trade–Related Aspects of Intellectual Property Rights – TRIPS Agreement) w zakresie swobody ochrony zdrowia publicznego i w szczególności zapewnienia wszystkim dostępu do lekarstw.",
                          
                            "definicja": "Odsetek ludności objętej docelowo wszystkimi szczepieniami przewidzianymi w krajowym programie szczepień.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "rodzaj szczepienia",
                          
                            "metodologia": "Wskaźnik pozwala na ocenę dostępu do szczepionek, w tym do szczepionek nowo dostępnych lub niewykorzystywanych na poziomie krajowym. Pod uwagę brane są następujące szczepionki: · DTP3 - trzecia dawka szczepionki przeciwko błonicy, tężcowi i krztuścowi; dane prezentują odsetek niemowląt, które otrzymały 3. dawkę szczepionki zgodnie z harmonogramem zalecanym w kraju w ramach rutynowych szczepień w danym roku, · MCV2 - druga dawka szczepienia preparatami zawierającymi wirusa odry; dane dot. odsetka dzieci, które otrzymały dwie dawki szczepionki przeciw odrze zgodnie z harmonogramem zalecanym w kraju w ramach rutynowych szczepień w danym roku, · PCV3 - trzecia, ostatnia dawka szczepienia przeciw pneumokokom; dane prezentują odsetek niemowląt, które otrzymały zalecane na poziomie krajowym trzy dawki skoniugowanej szczepionki przeciw pneumokokom w danym roku, · HPV - szczepionka (ostatnia dawka w harmonogramie) przeciwko HPV (wirus brodawczaka ludzkiego); dane prezentują odsetek dziewcząt w wieku 15 lat, które otrzymały zalecane dawki szczepionki przeciwko HPV.",
                          
                            "zrodlo": "WHO",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r. (dla PCV3 – od 2018 r.).",
                          
                            "uwagi": "Dane szacunkowe, obliczone przez WHO. Dla szczepienia przeciwko HPV, brak szacunków dla Polski."
                          }
          ],
          "dane": [
            {
                      
                              "wg szczepień": [
                                  {"DTP3": [
                                          {
                                          
                                              "2010" : "99",
                                          
                                              "2011" : "99",
                                          
                                              "2012" : "99",
                                          
                                              "2013" : "99",
                                          
                                              "2014" : "98",
                                          
                                              "2015" : "98",
                                          
                                              "2016" : "98",
                                          
                                              "2017" : "96",
                                          
                                              "2018" : "95",
                                          
                                              "2019" : ""
                                          
                                          }
                                      ],"MCV2": [
                                          {
                                          
                                              "2010" : "94",
                                          
                                              "2011" : "95",
                                          
                                              "2012" : "95",
                                          
                                              "2013" : "93",
                                          
                                              "2014" : "95",
                                          
                                              "2015" : "94",
                                          
                                              "2016" : "93",
                                          
                                              "2017" : "93",
                                          
                                              "2018" : "92",
                                          
                                              "2019" : ""
                                          
                                          }
                                      ],"PCV3": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "60",
                                          
                                              "2019" : ""
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-b-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.b.2 Łączna oficjalna pomoc rozwojowa netto dla badań medycznych i podstawowych sektorów ochrony zdrowia",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.b Wspierać badania nad oraz opracowanie nowych szczepionek i lekarstw przeciwko chorobom zakaźnym i niezakaźnym, które dotykają przede wszystkim kraje rozwijające się. Zapewnić dostęp do podstawowych lekarstw i szczepionek po przystępnej cenie, zgodnie z Deklaracją z Doha dotyczącą Porozumienia w Sprawie Handlowych Aspektów Praw Własności Intelektualnej i Zdrowia Publicznego (Doha Declaration on Trade-Related Aspects of Intellectual Property Rights and Public Health), które potwierdza prawo krajów rozwijających się do korzystania w pełni z postanowień Porozumienia w Sprawie Handlowych Aspektów Praw Własności Intelektualnej (Agreement on Trade–Related Aspects of Intellectual Property Rights – TRIPS Agreement) w zakresie swobody ochrony zdrowia publicznego i w szczególności zapewnienia wszystkim dostępu do lekarstw.",
                          
                            "definicja": "Suma Oficjalnej Pomocy Rozwojowej w zakresie wsparcia badań medycznych i podstawowych sektorów ochrony zdrowia.",
                          
                            "jednostka": "mln USD (ceny bieżące)",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Do Oficjalnej Pomocy Rozwojowej (ang. Official Development Assistance  ODA)zaliczane są darowizny i pożyczki przekazywane przez instytucje rządowe lub organizacje międzynarodowe, mające na celu wsparcie rozwoju gospodarczego i dobrobytu w krajach rozwijających się. Pożyczki są uważane jako ODA wtedy, gdy zawierają element darowizny o wartości udzielanej pomocy przynajmniej:  45% dla krajów najsłabiej rozwiniętych i innych krajów o niskich dochodach (least developed countries and other low income countires LDCs & other LICs), wyliczony przy stopie dyskontowej 9%,15% dla krajów o średnich i niskich dochodach (lower middle income countries LMICs), wyliczony przy stopie dyskontowej 7%, 10% dla krajów o średniowysokim dochodzie (upper middle income countries UMICs), wyliczony przy stopie dyskontowej 6%.  Do ODA zaliczana jest również pomoc techniczna, mająca na celu rozwój zasobów ludzkich, podniesienie kwalifikacji oraz możliwości technicznych i produkcyjnych krajów rozwijających się. Pomoc ta polega między innymi na przekazywaniu wiedzy i doświadczeń w postaci szkoleń, delegowania ekspertów, inicjowania badań i/lub pokrywania wynikających z tego kosztów. Do ODA nie zalicza się dotacji przeznaczonych na wydatki wojskowe. Warunkiem zaklasyfikowania współpracy jako Oficjalnej Pomocy Rozwojowej jest to, aby kraj partnerski, na rzecz którego udzielane jest wsparcie, znajdował się na liście Komitetu Pomocy Rozwojowej OECD (Development Assistance Committee). W zależności od sposobu realizacji pomocy możemy wyróżnić :  pomoc dwustronną  podejmowana przez donatora bezpośrednio w kraju partnerskim bądź poprzez organizację międzynarodową w formie wpłaty celowej na rzecz kraju partnerskiego (earmarked contribution) lub w formie wpłaty na określony program/fundusz zarządzany przez organizację, pomoc wielostronną  udzielana w formie wpłat do budżetów ogólnych organizacji międzynarodowych, których lista jest corocznie aktualizowana przez Sekretariat DAC OECD.  Oficjalna Pomoc Rozwojowa w Polsce świadczona jest na podstawie ustawy o współpracy rozwojowej z dnia 16 września 2011 r. (Dz.U. 2011 r., Nr 234, poz. 1386). Polska współpraca rozwojowa prowadzona jest w oparciu o Wieloletni Program Współpracy Rozwojowej opracowywany na okres minimum 4 lat. Ustawa definiuje współpracę rozwojową jako ogół działań podejmowanych przez organy administracji rządowej w celu udzielenia państwom rozwijającym się pomocy rozwojowej, pomocy humanitarnej oraz realizację działań edukacyjnych na rzecz podniesienia świadomości i zrozumienia problemów i współzależności globalnych. Za zagadnienia związane z pomocą rozwojową w Polsce odpowiedzialne jest Ministerstwo Spraw Zagranicznych, które opracowało Wieloletni program współpracy rozwojowej na lata 2016-2020', w oparciu o który polska współpraca rozwojowa koncentruje się na krajach Partnerstwa Wschodniego (Białoruś, Gruzja, Mołdawia, Ukraina) oraz Afryki, Azji i Bliskiego Wschodu (Etiopia, Kenia, Liban, Mjanma, Palestyna, Senegal, Tanzania, Ugandę). Polska współpraca rozwojowa służy wzmocnieniu rządów prawa i wspieraniu reform decentralizacyjnych oraz zwalczaniu korupcji, a także przestrzeganiu praw człowieka i swobód obywatelskich. Wśród celów współpracy rozwojowej są: poprawa opieki zdrowotnej i dostępu do edukacji oraz wsparcie dla przedsiębiorczości i rolnictwa, a także ochrona środowiska naturalnego, w tym zapobieganie skutkom klęsk żywiołowych. Działania objęte programem finansowane są ze środków Ministerstwa Spraw Zagranicznych, rezerwy celowej budżetu państwa przeznaczonej na współpracę rozwojową i funduszy innych resortów.",
                          
                            "zrodlo": "Ministerstwo Spraw Zagranicznych",
                          
                            "czestotliwosc": "Dane roczne; od 2013 r.",
                          
                            "uwagi": "Do 2017 r. obowiązywała metodologia DAC OECD zbierania danych na temat pomocy rozwojowej w formacie CRS (Creditor Reporting System), która pozwala na oznaczanie sektora wsparcia jedynie przy przepływach dwustronnych. Do wskaźnika nie zaliczono wydatków w ramach pomocy wielostronnej w formie wpłat do budżetów ogólnych takich organizacji, jak np. WHO, które również działają w obszarze zdrowia. Od 2018 r. wiodący wskaźnik ODA jest prezentowany w formie ekwiwalentu grantu, uwzględniającej jedynie element grantu pomnożony przez wartość danego przepływu. Nie obowiązuje przy tym podział na wydatkowanie ODA brutto i netto. Dodatkowo trwają prace nad włączeniem do ODA innych przepływów, np. kwot zmobilizowanych przez sektor publiczny z instrumentów sektora prywatnego. Aktualnie konstruowany jest alternatywny do ODA wskaźnik TOSSD (Total Oficial Support for Sustainable Development), który będzie mierzył środki przeznaczane na wdrożenie SDGs."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "0.77",
                              
                                  "2014" :   "0.36",
                              
                                  "2015" :   "0.44",
                              
                                  "2016" :   "0.59",
                              
                                  "2017" :   "0.59",
                              
                                  "2018" :   "0.72",
                              
                                  "2019" :   "0.85",
                              
                                  "2020" :   "1.96"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-b-3": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.b.3 Odsetek placówek opieki zdrowotnej, które dysponują zestawem podstawowych leków, dostępnych na zasadach zrównoważonych",
                          
                            "cel": "cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.b Wspierać badania nad oraz opracowanie nowych szczepionek i lekarstw przeciwko chorobom zakaźnym i niezakaźnym, które dotykają przede wszystkim kraje rozwijające się. Zapewnić dostęp do podstawowych lekarstw i szczepionek po przystępnej cenie, zgodnie z Deklaracją z Doha dotyczącą Porozumienia w Sprawie Handlowych Aspektów Praw Własności Intelektualnej i Zdrowia Publicznego (Doha Declaration on Trade-Related Aspects of Intellectual Property Rights and Public Health), które potwierdza prawo krajów rozwijających się do korzystania w pełni z postanowień Porozumienia w Sprawie Handlowych Aspektów Praw Własności Intelektualnej (Agreement on Trade–Related Aspects of Intellectual Property Rights – TRIPS Agreement) w zakresie swobody ochrony zdrowia publicznego i w szczególności zapewnienia wszystkim dostępu do lekarstw.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "3-c-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.c.1 Liczba lekarzy, lekarzy dentystów, pielęgniarek i położnych na 10 tys. ludności",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.c Znacznie zwiększyć finansowanie ochrony zdrowia, jak również nabór, rozwój, szkolenie i utrzymanie pracowników opieki zdrowotnej w krajach rozwijających się, szczególnie w tych najmniej rozwiniętych oraz małych rozwijających się państwach wyspiarskich.",
                          
                            "definicja": "Liczba pielęgniarek i położnych w przeliczeniu na 10 tys. ludności.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Pielęgniarką lub pielęgniarzem jest osoba, która posiada wymagane kwalifikacje, potwierdzone odpowiednimi dokumentami do udzielania świadczeń zdrowotnych (w szczególności świadczeń pielęgnacyjnych, zapobiegawczych, diagnostycznych, leczniczych, rehabilitacyjnych oraz z zakresu promocji zdrowia). (Ustawa z dnia 5 lipca 1996 r. o zawodach pielęgniarki i położnej - tekst jednolity: Dz.U. 2009 r. Nr 151 poz. 1217 z późn. zm.). Położną lub położnym jest osoba, która posiada wymagane kwalifikacje, potwierdzone odpowiednimi dokumentami do udzielania świadczeń zdrowotnych (w szczególności świadczeń pielęgnacyjnych, zapobiegawczych, diagnostycznych, leczniczych, rehabilitacyjnych oraz promocji zdrowia, w zakresie opieki nad kobietą, kobietą ciężarną, rodzącą i położnicą oraz nad noworodkiem). (Ustawa z dnia 5 lipca 1996 r. o zawodach pielęgniarki i położnej. Tekst pierwotny: Dz. U. 1996 r. Nr 91 poz. 410  tekst jednolity: Dz. U. 2001 r. Nr 57 poz. 602 z późn. zm). Pracujący według podstawowego miejsca pracy - osoby pracujące w wymiarze pełnego etatu, w wymiarze godzin przekraczających pełny etat oraz w niepełnym wymiarze godzin w stosunku do czasu pracy określonego obowiązującymi przepisami dla danego rodzaju pracy. Osoby te, niezależnie od wymiaru czasu pracy, są liczone raz, według podstawowego miejsca zatrudnienia.  Dane obejmują osoby pracujące z pacjentem, bez osób pracujących w NFZ, administracji państwowej, uczelniach wyższych  nie obejmują osób, pracujących w MON i MSW (do 2011 r. MSWiA).",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "wg zawodu medycznego": [
                                  {"lekarz": [
                                          {
                                          
                                              "2010" : "20.6",
                                          
                                              "2011" : "20.9",
                                          
                                              "2012" : "22.1",
                                          
                                              "2013" : "22.1",
                                          
                                              "2014" : "22.8",
                                          
                                              "2015" : "23.0",
                                          
                                              "2016" : "23.9",
                                          
                                              "2017" : "23.5",
                                          
                                              "2018" : "23.3",
                                          
                                              "2019" : "23.7"
                                          
                                          }
                                      ],"lekarz dentysta": [
                                          {
                                          
                                              "2010" : "3.2",
                                          
                                              "2011" : "3.3",
                                          
                                              "2012" : "3.2",
                                          
                                              "2013" : "3.2",
                                          
                                              "2014" : "3.4",
                                          
                                              "2015" : "3.3",
                                          
                                              "2016" : "3.5",
                                          
                                              "2017" : "3.5",
                                          
                                              "2018" : "3.4",
                                          
                                              "2019" : "3.5"
                                          
                                          }
                                      ],"pielęgniarki i położne": [
                                          {
                                          
                                              "2010" : "53.7",
                                          
                                              "2011" : "54.2",
                                          
                                              "2012" : "61.2",
                                          
                                              "2013" : "58.0",
                                          
                                              "2014" : "57.6",
                                          
                                              "2015" : "57.2",
                                          
                                              "2016" : "56.9",
                                          
                                              "2017" : "56.3",
                                          
                                              "2018" : "56.2",
                                          
                                              "2019" : "56.3"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-d-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.d.1 Międzynarodowe Przepisy Zdrowotne",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.d Wzmocnić zdolność wszystkich krajów, szczególnie państw rozwijających się, w dziedzinie wczesnego ostrzegania, redukcji ryzyka oraz zarządzania krajowym i globalnym ryzykiem w obszarze zdrowia.",
                          
                            "definicja": "Międzynarodowe Przepisy Zdrowotne (International Health Regulations - IHR) stanowią zbiór wytycznych, praw i obowiązków nałożonych zarówno na państwa-strony, jak i na Światową Organizację Zdrowia (Wealth Health Organization).",
                          
                            "jednostka": "punkty",
                          
                            "wymiary": "",
                          
                            "metodologia": "Międzynarodowe Przepisy Zdrowotne (ang. International Health Regulations - IHR) zostały przyjęte przez 58. Światowe Zgromadzenie Zdrowia w dn. 23 maja 2005 r. w Genewie. Stanowią one zbiór wytycznych, praw i obowiązków nałożonych zarówno na państwa - strony, jak i na Światową Organizację Zdrowia (World Health Organization - WHO). Międzynarodowe Przepisy Zdrowotne mają na celu zwalczanie i zapobieganie rozprzestrzeniania się chorób w skali międzynarodowej, przy zastosowaniu proporcjonalnych do zagrożenia środków z uniknięciem niepotrzebnych ingerencji w transport międzynarodowy. Przepisy te regulują przekazywanie i wymianę informacji o zagrożeniach zdrowotnych między krajami, będącymi ich stroną (państwa - strony) oraz wyznaczają nowe standardy zapobiegania szerzeniu się chorób zakaźnych. Zgodnie z art. 4 Międzynarodowych Przepisów Zdrowotnych, Polska tak jak każde państwo członkowskie WHO (państwo - strona), wyznacza lub ustanawia Krajowy Punkt Centralny ds. Międzynarodowych Przepisów Zdrowotnych (KPC ds. MPZ). Krajowy Punkt Centralny ds. Międzynarodowych Przepisów Zdrowotnych (KPC ds. MPZ) ustanowiony został w Narodowym Instytucie Zdrowia Publicznego – Państwowy Zakład Higieny. Główny Inspektorat Sanitarny współpracuje z KPC ds. MPZ, dzięki czemu otrzymuje za ich pośrednictwem informacje o zdarzeniach stanowiących zagrożenie zdrowia publicznego oznaczeniu międzynarodowym. Od dnia 15 czerwca 2007 r. wszystkie kraje, które ratyfikowały konwencję WHO, w tym Polska, są zobowiązane do przestrzegania zapisów Międzynarodowych Przepisów Zdrowotnych. Przy ocenie realizacji Międzynarodowych Przepisów Zdrowotnych brane są pod uwagę jakość i poziom następujących atrybutów:    1. przepisy krajowe, polityka i finansowanie,    2. komunikacja Krajowego Punktu Centralnego,    3. nadzór,    4. reakcja,    5. gotowość,    6. wymiana informacji o zagrożeniu,    7. zasoby ludzkie,    8. laboratorium,    9. punkty wejścia,    10. wydarzenia związane z chorobami odzwierzęcymi,    11. bezpieczeństwo żywności,    12. zdarzenia chemiczne,    13. katastrofy promieniotwórcze.",
                          
                            "zrodlo": "Światowa Organizacja Zdrowia",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "65.6",
                              
                                  "2011" :   "72.7",
                              
                                  "2012" :   "76.3",
                              
                                  "2013" :   "81.6",
                              
                                  "2014" :   "73.8",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "73.8",
                              
                                  "2017" :   "73.8",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "66.0",
                              
                                  "2020" :   "50.0"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "3-d-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "3.d.2 Zmniejszenie odsetka zakażeń krwi spowodowanych organizmami odpornymi na środki drobnoustrojobójcze",
                          
                            "cel": "Cel 3. Dobre zdrowie i jakość życia",
                          
                            "zadanie": "3.d Wzmocnić zdolność wszystkich krajów, szczególnie państw rozwijających się, w dziedzinie wczesnego ostrzegania, redukcji ryzyka oraz zarządzania krajowym i globalnym ryzykiem w obszarze zdrowia.",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    }]
}
