{
  "5":[
    {
      "5-1-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.1.1 Ramy prawne lub inne zasady wprowadzone w celu promowania, egzekwowania i monitorowania równości i niedyskryminacji ze względu na płeć",
                          
                            "cel": "cel 5. Równość płci",
                          
                            "zadanie": "5.1 Zakończyć dyskryminację we wszystkich formach wobec kobiet i dziewcząt na całym świecie",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "5-2-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.2.1 Odsetek kobiet w wieku 18-74 lata, które doświadczyły przemocy fizycznej, seksualnej lub psychicznej ze strony obecnego lub byłego partnera",
                          
                            "cel": "Cel 5. Równość płci",
                          
                            "zadanie": "5.2 Wyeliminować wszelkie formy przemocy wobec kobiet i dziewcząt w sferze publicznej i prywatnej, w tym handel ludźmi, wykorzystywanie seksualne i inne formy wyzysku",
                          
                            "definicja": "Odsetek kobiet w wieku 18-74 lata, które doświadczyły przemocy fizycznej, seksualnej lub psychicznej ze strony obecnego lub byłego partnera w okresie 12 miesięcy poprzedzających badanie.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane pochodzą z badania 'Przemoc wobec kobiet. Badanie na poziomie Unii Europejskiej' przeprowadzonego przez Agencję Praw Podstawowych Unii Europejskiej (European Union Agency for Fundamental Right  Wyniki badania zostały opracowane w oparciu o rozmowy z 42 tys. kobiet w wieku 18–74 lata pochodzącymi ze wszystkich 28 państw członkowskich Unii Europejskiej (w każdym państwie członkowskim przeprowadzono średnio 1,5 tys. rozmów). Respondentki zostały wybrane metodą doboru losowego. Standardowe rozmowy przeprowadzane w ramach badania obejmowały pytania dotyczące przemocy fizycznej, seksualnej i psychicznej, w tym aktów przemocy ze strony partnerów (przemoc domowa). W badaniu ujęto również pytania dotyczące uporczywego nękania (stalking), molestowania seksualnego, roli nowych technologii w doświadczeniach związanych ze znęcaniem się oraz przemocy w dzieciństwie.  W badaniu FRA proszono kobiety o wyodrębnienie zdarzeń, które miały miejsce po ukończeniu przez nie 15. roku życia (w określonym okresie życia) oraz zdarzeń z okresu 12 miesięcy poprzedzających rozmowę w ramach badania.  Pytania dotyczące przemocy ze strony partnera odnosiły się do wszelkich aktów przemocy, które miały miejsce podczas trwania związku. Za obecnych partnerów uznane zostały osoby, które są małżeństwem lub zarejestrowanym związkiem partnerskim, mieszkają razem bez małżeństwa lub są zaangażowani w związek bez wspólnego zamieszkania. Osoby, które wcześniej pozostawały w jednej z wyżej wymienionych form związku, uważani są za byłych partnerów. Wyniki odnoszące się do doświadczeń kobiet z dowolnym partnerem są oparte na odpowiedziach respondentek, którzy w trakcie badania miały obecnego lub przynajmniej jednego poprzedniego partnera.",
                          
                            "zrodlo": "Agencja Praw Podstawowych Unii Europejskiej",
                          
                            "czestotliwosc": "Dane za 2012 r.",
                          
                            "uwagi": "Prezentowany wskaźnik (5.2.1 Odsetek kobiet w wieku 18-74 lata, które doświadczyły przemocy fizycznej, seksualnej lub psychicznej ze strony obecnego lub byłego partnera) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (5.2.1 Odsetek kobiet i dziewcząt w wieku 15 lat i starszych, będących obecnie lub w przeszłości w związku małżeńskim lub mieszkających z partnerem, wobec których obecny lub były partner stosował przemoc fizyczną, seksualną lub psychiczną w okresie ostatnich 12 miesięcy, według formy przemocy i według grupy wiekowej) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "2.0",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   ""
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-2-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.2.2 Odsetek kobiet i dziewcząt w wieku 15 lat i starszych wobec których inne osoby niż partner stosowały przemoc seksualną w ciągu ostatnich 12 miesięcy, według grupy wiekowej i miejsca zdarzenia",
                          
                            "cel": "cel 5. Równość płci",
                          
                            "zadanie": "5.2 Wyeliminować wszelkie formy przemocy wobec kobiet i dziewcząt w sferze publicznej i prywatnej, w tym handel ludźmi, wykorzystywanie seksualne i inne formy wyzysku",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "5-3-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.3.1 Liczba zawartych związków małżeńskich, w których kobieta w dniu ślubu nie miała ukończonych 18 lat",
                          
                            "cel": "Cel 5. Równość płci",
                          
                            "zadanie": "5.3 Wyeliminować wszelkie krzywdzące praktyki, takie jak wczesne i przymusowe małżeństwa, małżeństwa dzieci, a także okaleczanie żeńskich narządów płciowych",
                          
                            "definicja": "Liczba zawartych związków małżeńskich, w których kobieta w dniu ślubu miała ukończone 16 lub 17 lat.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem, wiek",
                          
                            "metodologia": "Przepisy regulujące zawieranie małżeństw w Polsce zostały ujęte w Ustawie z dnia 25 lutego 1964 r. - Kodeks rodzinny i opiekuńczy (Dz.U. 2012 poz. 788). Małżeństwo zostaje zawarte w momencie jednoczesnego oświadczenia woli wstąpienia w związek małżeński przez mężczyznę i kobietę. Oświadczenie to musi zostać złożone w obecności kierownika urzędu stanu cywilnego bądź duchownego, w przypadku gdy kobieta i mężczyzna zawierający związek małżeński, podlegający prawu wewnętrznemu wybranego związku wyznaniowego, oświadczą wolę jednoczesnego zawarcia małżeństwa cywilnego, a kierownik urzędu stanu cywilnego sporządzi następnie akt małżeństwa. Zgodnie z art. 10 § 1 Kodeksu rodzinnego i opiekuńczego, nie może zawrzeć małżeństwa osoba nie mająca ukończonych osiemnastu lat. Z ważnych powodów sąd opiekuńczy może jednak zezwolić na zawarcie małżeństwa kobiecie, która ukończyła lat szesnaście, a z okoliczności wynika, że zawarcie małżeństwa będzie zgodne z dobrem założonej rodziny.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": "Prezentowany wskaźnik (5.3.1 Liczba zawartych związków małżeńskich, w których kobieta w dniu ślubu nie miała ukończonych 18 lat) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (5.3.1 Odsetek kobiet w wieku 20 – 24 lata, które zawarły związek małżeński przed 15. i przed 18. rokiem życia) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                          }
          ],
          "dane": [
            {
                      
                              "wiek": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "564",
                                          
                                              "2011" : "446",
                                          
                                              "2012" : "374",
                                          
                                              "2013" : "329",
                                          
                                              "2014" : "297",
                                          
                                              "2015" : "253",
                                          
                                              "2016" : "228",
                                          
                                              "2017" : "157",
                                          
                                              "2018" : "178",
                                          
                                              "2019" : "149",
                                          
                                              "2020" : "122",
                                          
                                              "2021" : "117"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-3-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.3.2 Odsetek dziewcząt i kobiet w wieku 15-49 lat, które zostały poddane okaleczeniu żeńskich narządów płciowych, według grupy wiekowej",
                          
                            "cel": "cel 5. Równość płci",
                          
                            "zadanie": "5.3 Wyeliminować wszelkie krzywdzące praktyki, takie jak wczesne i przymusowe małżeństwa, małżeństwa dzieci, a także okaleczanie żeńskich narządów płciowych",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "5-4-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.4.1 Odsetek czasu poświęconego na niepłatną pracę w gospodarstwie domowym i pracę opiekuńczą",
                          
                            "cel": "Cel 5. Równość płci",
                          
                            "zadanie": "5.4 Docenić nieodpłatną opiekę i pracę w domu przez zapewnienie usług publicznych, infrastruktury, ochrony socjalnej oraz przez promowanie wspólnej odpowiedzialności w gospodarstwie domowym i rodzinie, zgodnie z krajowymi uwarunkowaniami",
                          
                            "definicja": "Przeciętny czas poświęcony na nieodpłatną pracę w gospodarstwie domowym i pracę opiekuńczą wyrażony jako procent doby.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem, płeć, wiek, miasto/wieś",
                          
                            "metodologia": "Dane pochodzą z Badania budżetu czasu ludności. Badanie budżetu czasu ludności dostarcza informacji o bardzo wielu aspektach życia Polaków, w tym rozkładzie czasu poświęcanego na różne sfery życia. Badanie odbywa się co 10 lat. Ostatnie przeprowadzono w 2013 r., trwało przez cały rok i obejmowało osoby w wieku 10 lat lub więcej. Czas, którym dysponujemy w ciągu doby został podzielony na 10 głównych grup czynności oraz dodatkową jedenastą grupę zawierającą niewielki odsetek innych niewymienionych czynności, tj.:   • potrzeby fizjologiczne;    • zajęcia i prace domowe;    • praca zawodowa;    • korzystanie ze środków masowego przekazu;    • życie towarzyskie i rozrywki;    • dojazdy i dojścia;    • zamiłowania osobiste;    • uczestnictwo w sporcie i rekreacji;    • nauka;    • dobrowolna praca w organizacjach i poza nimi  pomoc innym  zaangażowanie w działalność organizacji i praktyki religijne;    • inne niewymienione czynności.  Do grupy związanej z zajęciami i pracami domowymi zaliczono m.in. utrzymanie porządku, gotowanie, opiekę nad dziećmi i dorosłymi oraz zakupy i korzystanie z usług.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co 10 lat od 2013 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "osoby w wieku 15 lat i więcej - wg płci i miasto/wieś": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "14.3",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"mężczyźni": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "9.9",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"kobiety": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "18.3",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"miasto": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "14.0",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"wieś": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "14.9",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ]
                                  }
                              ],
                              "wg grup wieku": [
                                  {"10-14 lat": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "3.6",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"15-19 lat": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "5.3",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"20-24 lata": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "9.7",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"25-34 lata": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "15.8",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"35-44 lata": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "15.4",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"45-54 lata": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "14.0",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"55-64 lata": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "15.7",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"65 lat i więcej": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "16.0",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-5-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.5.1 Odsetek kobiet zasiadających w parlamentach krajowych i samorządach lokalnych",
                          
                            "cel": "Cel 5. Równość płci",
                          
                            "zadanie": "5.5 Zapewnić kobietom pełny i efektywny udział w procesach decyzyjnych na wszystkich szczeblach w życiu politycznym, ekonomicznym i publicznym oraz równe szanse w pełnieniu funkcji przywódczych",
                          
                            "definicja": "Odsetek kobiet: zasiadających w Sejmie i Senacie, pełniących funkcję wójta, burmistrza, prezydenta miasta, zasiadających w radach gmin, powiatów, sejmikach województw.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "wg izby Parlamentu RP, wg organów jednostek samorządu terytorialnego",
                          
                            "metodologia": "Władzę ustawodawczą w Rzeczypospolitej Polskiej sprawują Sejm i Senat. Sejm składa się z 460 posłów. Senat składa się ze 100 senatorów. Sejm i Senat są wybierane na czteroletnie kadencje. Udział kobiet / Posłów / Senatorów w parlamencie (według stanu na początku kadencji) w 2011 r. odpowiada VII kadencji Sejmu i VIII kadencji Senatu (od 8 listopada 2011 r. do 11 listopada 2015 r.), w 2015 r. VIII kadencji Sejmu i IX kadencji Senatu (od 12 listopada 2015 r. do 11 listopada 2019 r.), a w 2019 r. IX kadencji Sejmu i X kadencji Senatu (od 12 listopada 2019 r.). Do organów uchwałodawczych (tj. stanowiących) jednostek samorządu terytorialnego zalicza się radę gminy, radę powiatu i sejmik wojewódzki. Rada gminy jest organem stanowiącym i kontrolnym w gminie. Od 2018 r. członkowie tych organów (radni) wybierani są na pięcioletnią kadencję (w latach 1990-2018 kadencja trwała 4 lata). Na podstawie Ustawy z dnia 29 września 2022 r. o przedłużeniu kadencji organów jednostek samorządu terytorialnego (Dz.U. 2022 poz. 2418) kadencja organów upływająca w 2023 r. została jednorazowo wydłużona do 30 kwietnia 2024 r.  Organem wykonawczym w gminie wiejskiej jest wójt. Burmistrz jest organem wykonawczym w gminie, w której siedziba władz znajduje się w mieście położonym na terytorium tej gminy. W miastach powyżej 100 000 mieszkańców organem wykonawczym jest prezydent miasta. Dotyczy to również miast, w których, do dnia wejścia w życie ustawy z dnia 8 marca 1990 r. o samorządzie gminnym, prezydent miasta był organem wykonawczo-zarządzającym.",
                          
                            "zrodlo": "Kancelaria Sejmu i Kancelaria Senatu / Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Sejm i Senat - dane co cztery lata (od 2011 r.), samorządy lokalne - dane roczne (od 2010 r.).",
                          
                            "uwagi": "Dane dotyczące wójtów/burmistrzów/prezydentów miast prezentowane są z łącznie z burmistrzami dzielnic m.st. Warszawy. Dane dotyczące radnych gmin prezentowane są z wyłączeniem radnych miast na prawach powiatu. Dane dotyczące radnych miast na prawach powiatu prezentowane są łącznie z radnymi dzielnic m.st. Warszawy."
                          }
          ],
          "dane": [
            {
                      
                              "wg izby Parlamentu RP": [
                                  {"Sejm RP": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "23.9",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "27.4",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "28.7",
                                          
                                              "2020" : "",
                                          
                                              "2021" : "",
                                          
                                              "2022" : ""
                                          
                                          }
                                      ],"Senat RP": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "13.0",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "13.0",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "24.0",
                                          
                                              "2020" : "",
                                          
                                              "2021" : "",
                                          
                                              "2022" : ""
                                          
                                          }
                                      ]
                                  }
                              ],
                              "wg organów jednostek samorządu terytorialnego": [
                                  {"Wójt/burmistrz/prezydent miasta": [
                                          {
                                          
                                              "2010" : "9.5",
                                          
                                              "2011" : "9.5",
                                          
                                              "2012" : "9.7",
                                          
                                              "2013" : "9.6",
                                          
                                              "2014" : "10.9",
                                          
                                              "2015" : "10.9",
                                          
                                              "2016" : "10.8",
                                          
                                              "2017" : "10.9",
                                          
                                              "2018" : "12.1",
                                          
                                              "2019" : "12.1",
                                          
                                              "2020" : "12.2",
                                          
                                              "2021" : "12.4",
                                          
                                              "2022" : "12.2"
                                          
                                          }
                                      ],"Rady gmin": [
                                          {
                                          
                                              "2010" : "25.5",
                                          
                                              "2011" : "25.6",
                                          
                                              "2012" : "25.7",
                                          
                                              "2013" : "25.7",
                                          
                                              "2014" : "27.4",
                                          
                                              "2015" : "27.4",
                                          
                                              "2016" : "27.5",
                                          
                                              "2017" : "27.7",
                                          
                                              "2018" : "30.7",
                                          
                                              "2019" : "30.9",
                                          
                                              "2020" : "31.0",
                                          
                                              "2021" : "31.2",
                                          
                                              "2022" : "31.3"
                                          
                                          }
                                      ],"Rady miast na prawach powiatów": [
                                          {
                                          
                                              "2010" : "27.9",
                                          
                                              "2011" : "28.3",
                                          
                                              "2012" : "28.6",
                                          
                                              "2013" : "28.9",
                                          
                                              "2014" : "28.9",
                                          
                                              "2015" : "29.2",
                                          
                                              "2016" : "30.0",
                                          
                                              "2017" : "29.9",
                                          
                                              "2018" : "31.7",
                                          
                                              "2019" : "32.3",
                                          
                                              "2020" : "32.6",
                                          
                                              "2021" : "32.9",
                                          
                                              "2022" : "33.3"
                                          
                                          }
                                      ],"Rady powiatów": [
                                          {
                                          
                                              "2010" : "18.7",
                                          
                                              "2011" : "19.0",
                                          
                                              "2012" : "19.1",
                                          
                                              "2013" : "19.3",
                                          
                                              "2014" : "20.8",
                                          
                                              "2015" : "21.1",
                                          
                                              "2016" : "21.5",
                                          
                                              "2017" : "21.6",
                                          
                                              "2018" : "23.9",
                                          
                                              "2019" : "24.2",
                                          
                                              "2020" : "24.4",
                                          
                                              "2021" : "24.6",
                                          
                                              "2022" : "24.8"
                                          
                                          }
                                      ],"Sejmiki województw": [
                                          {
                                          
                                              "2010" : "23.6",
                                          
                                              "2011" : "25.2",
                                          
                                              "2012" : "24.9",
                                          
                                              "2013" : "25.0",
                                          
                                              "2014" : "23.7",
                                          
                                              "2015" : "25.1",
                                          
                                              "2016" : "25.2",
                                          
                                              "2017" : "25.6",
                                          
                                              "2018" : "29.0",
                                          
                                              "2019" : "28.9",
                                          
                                              "2020" : "29.2",
                                          
                                              "2021" : "29.5",
                                          
                                              "2022" : "29.8"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-5-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.5.2 Udział kobiet w ogólnej liczbie osób zatrudnionych na stanowiskach wyższego szczebla",
                          
                            "cel": "Cel 5. Równość płci",
                          
                            "zadanie": "5.5 Zapewnić kobietom pełny i efektywny udział w procesach decyzyjnych na wszystkich szczeblach w życiu politycznym, ekonomicznym i publicznym oraz równe szanse w pełnieniu funkcji przywódczych",
                          
                            "definicja": "Wskaźnik określa procentowy udział kobiet w ogólnej liczbie osób zatrudnionych jako przedstawiciele władz publicznych, wyżsi urzędnicy i kierownicy. Za pracowników zatrudnionych należy uznać osoby, które przepracowały w badanych jednostkach cały miesiąc październik danego roku w pełnym lub niepełnym wymiarze czasu pracy, obowiązującym w danym zakładzie pracy lub na danym stanowisku.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z badania struktury wynagrodzeń według zawodów. Badanie struktury wynagrodzeń według zawodów jest badaniem realizowanym co dwa lata metodą reprezentacyjną, obejmuje podmioty gospodarki narodowej o liczbie pracujących powyżej 9 osób. Dane obejmują osoby pełnozatrudnione oraz niepełnozatrudnione, które przepracowały cały miesiąc październik danego roku, w którym jest realizowane badanie. Badanie nie obejmuje: uczniów, osób wykonujących pracę nakładczą (chałupniczą), słuchaczy szkół odbywających praktykę wakacyjną lub dyplomową, uczestników grup roboczych zorganizowanych przez inne jednostki i delegowanych do pracy w jednostce sprawozdawczej, np. żołnierzy, uczestników hufców pracy, osób skazanych; a ponadto osób korzystających z urlopów macierzyńskich, wychowawczych oraz osób skierowanych do szkół stacjonarnych, na studia doktoranckie, itp., zatrudnionych przy pracach interwencyjnych i robotach publicznych, osób przebywających na zwolnieniach lekarskich. Dane dotyczące udziału kobiet w ogólnej liczbie osób zatrudnionych na stanowiskach wyższego szczebla dotyczą kobiet zatrudnionych w jednej z dziewięciu tzw. ,,wielkich,, grup zawodów (zgodnie z ,,Klasyfikacją zawodów i specjalności,, - ISCO-08), tj. w grupie przedstawicieli władz publicznych, wyższych urzędników i kierowników. Pozostałymi ,,wielkimi,, grupami zawodów są:  Specjaliści Technicy i inny średni personel Pracownicy biurowi Pracownicy usług i sprzedawcy Rolnicy, ogrodnicy, leśnicy i rybacy Robotnicy przemysłowi i rzemieślnicy Operatorzy i monterzy maszyn i urządzeń Pracownicy wykonujący prace proste ",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co dwa lata; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "przedstawiciele władz publicznych oraz wyżsi urzędnicy i kierownicy": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "45.3",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "45.2",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "45.3",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "45.8",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "46.3",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "45.0"
                                          
                                          }
                                      ],"przedstawiciele władz publicznych oraz wyżsi urzędnicy i dyrektorzy generalni": [
                                          {
                                          
                                              "2010" : "27.6",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "28.2",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "28.6",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "28.8",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "30.8",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "31.4"
                                          
                                          }
                                      ],"przedstawiciele władz publicznych i wyżsi urzędnicy": [
                                          {
                                          
                                              "2010" : "45.3",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "41.9",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "42.3",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "40.3",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "41.4",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "42.7"
                                          
                                          }
                                      ],"dyrektorzy generalni i zarządzający": [
                                          {
                                          
                                              "2010" : "25.4",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "26.9",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "27.3",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "27.8",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "29.8",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "30.3"
                                          
                                          }
                                      ],"kierownicy do spraw zarządzania i handlu": [
                                          {
                                          
                                              "2010" : "60.7",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "59.2",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "58.7",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "57.3",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "56.8",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "55.4"
                                          
                                          }
                                      ],"kierownicy do spraw produkcji i usług": [
                                          {
                                          
                                              "2010" : "38.3",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "37.3",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "36.4",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "36.7",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "36.1",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "35.1"
                                          
                                          }
                                      ],"kierownicy w branży hotelarskiej i handlu oraz innych branżach usługowych": [
                                          {
                                          
                                              "2010" : "55.5",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "58.7",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "61.1",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "63.7",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "65.7",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "58.9"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-6-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.6.1 Odsetek kobiet w wieku 15-49 lat, które dokonują własnych, świadomych decyzji dotyczących współżycia seksualnego, antykoncepcji oraz opieki w zakresie zdrowia reprodukcyjnego",
                          
                            "cel": "cel 5. Równość płci",
                          
                            "zadanie": "5.6 Zapewnić powszechny dostęp do ochrony zdrowia seksualnego i reprodukcyjnego oraz korzystanie z praw reprodukcyjnych, zgodnie z Programem Działań Międzynarodowej Konferencji na Rzecz Ludności i Rozwoju, Pekińską Platformą Działania i dokumentami końcowymi ich konferencji przeglądowych",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "5-6-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.6.2 Liczba krajów z przepisami ustawowymi i wykonawczymi, które gwarantują kobietom i mężczyznom w wieku 15 lat i więcej dostęp do opieki, informacji i edukacji w zakresie zdrowia seksualnego i reprodukcyjnego",
                          
                            "cel": "cel 5. Równość płci",
                          
                            "zadanie": "5.6 Zapewnić powszechny dostęp do ochrony zdrowia seksualnego i reprodukcyjnego oraz korzystanie z praw reprodukcyjnych, zgodnie z Programem Działań Międzynarodowej Konferencji na Rzecz Ludności i Rozwoju, Pekińską Platformą Działania i dokumentami końcowymi ich konferencji przeglądowych",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "5-a-1-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.a.1.a Udział kierujących gospodarstwem rolnym z prawem własności (łącznie ze współwłasnością małżeńską i rodzinną) w ogólnej liczbie kierujących gospodarstwem rolnym",
                          
                            "cel": "Cel 5. Równość płci",
                          
                            "zadanie": "5.a Przeprowadzić reformy zapewniające kobietom równe prawa w dostępie do zasobów ekonomicznych, prawa własności, sprawowania kontroli nad gruntami i innym mieniem, usług finansowych, dziedziczenia oraz zasobów naturalnych, zgodnie z prawem krajowym",
                          
                            "definicja": "Udział kierujących gospodarstwem rolnym z prawem własności (łącznie ze współwłasnością małżeńską i rodzinną) w ogólnej liczbie kierujących gospodarstwem rolnym.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem, płeć, wiek",
                          
                            "metodologia": "Gospodarstwo rolne to jednostka wyodrębniona pod względem technicznym i ekonomicznym, posiadająca odrębne kierownictwo (użytkownik lub zarządzający) i prowadząca działalność rolniczą. Prawo własności to uprawnienia do posiadania, korzystania oraz rozporządzania rzeczami w granicach ustanowionych przepisami prawa i współżycia społecznego. Przez prawo własności do gospodarstwa rolnego rozumie się stan z ewidencji gruntów i budynków prowadzonej przez Główny Urząd Geodezji i Kartografii.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co 3 lata od 2010 r.",
                          
                            "uwagi": "Prezentowany wskaźnik (5.a.1.a Udział kierujących gospodarstwem rolnym z prawem własnosci (łącznie ze współwłasnością małżeńską i rodzinną) w ogólnej liczbie kierujących gospodarstwem rolnym) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (5.a.1.a Odsetek ludności rolniczej z prawem własności lub zabezpieczeniem praw do gruntów rolnych według płci) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                          }
          ],
          "dane": [
            {
                      
                              "wg grup wieku": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "86.1",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "97.9",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "97.8",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"do 40 lat": [
                                          {
                                          
                                              "2010" : "86.5",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "97.9",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "96.8",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"40-64 lata": [
                                          {
                                          
                                              "2010" : "86.4",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "98.0",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "98.2",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"65 lat i więcej": [
                                          {
                                          
                                              "2010" : "83.9",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "97.4",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "97.3",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ]
                                  }
                              ],
                              "mężczyźni - wg grup wieku": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "57.9",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "68.4",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "69.0",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"do 40 lat": [
                                          {
                                          
                                              "2010" : "60.2",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "70.7",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "69.8",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"40-64 lata": [
                                          {
                                          
                                              "2010" : "59.6",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "69.7",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "70.8",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"65 lat i więcej": [
                                          {
                                          
                                              "2010" : "43.4",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "53.8",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "56.8",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ]
                                  }
                              ],
                              "kobiety - wg grup wieku": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "28.2",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "29.5",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "28.0",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"do 40 lat": [
                                          {
                                          
                                              "2010" : "26.3",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "27.1",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "27.0",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"40-64 lata": [
                                          {
                                          
                                              "2010" : "26.8",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "28.3",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "27.3",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ],"65 lat i więcej": [
                                          {
                                          
                                              "2010" : "40.5",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "43.7",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "40.5",
                                          
                                              "2017" : ""
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-a-1-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.a.1.b Udział kobiet wśród użytkowników gospodarstw rolnych w ogólnej liczbie użytkowników gospodarstw indywidualnych",
                          
                            "cel": "Cel 5. Równość płci",
                          
                            "zadanie": "5.a Przeprowadzić reformy zapewniające kobietom równe prawa w dostępie do zasobów ekonomicznych, prawa własności, sprawowania kontroli nad gruntami i innym mieniem, usług finansowych, dziedziczenia oraz zasobów naturalnych, zgodnie z prawem krajowym",
                          
                            "definicja": "Udział kobiet wśród użytkowników gospodarstw rolnych w ogólnej liczbie użytkowników gospodarstw indywidualnych.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Gospodarstwo rolne to jednostka wyodrębniona pod względem technicznym i ekonomicznym, posiadająca odrębne kierownictwo (użytkownik lub zarządzający) i prowadząca działalność rolniczą.  Gospodarstwo indywidualne to gospodarstwo osoby fizycznej. Przez użytkowanie rozumie się faktyczne gospodarowanie na gruntach.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co 3 lata  od 2010 r.",
                          
                            "uwagi": "Prezentowany wskaźnik (5.a.1.b Udział kobiet wśród użytkowników gospodarstw rolnych w ogólnej liczbie użytkowników gospodarstw indywidualnych) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (5.a.1.b Udział kobiet wśród właścicieli lub posiadaczy praw do gruntów rolnych według rodzaju własności) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "31.3",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "32.0",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "31.5",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "31.3"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-a-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.a.2 Odsetek państw, w których ramy prawne (w tym prawo zwyczajowe) gwarantują kobietom równe prawa do własności i/lub sprawowania kontroli nad gruntami",
                          
                            "cel": "cel 5. Równość płci",
                          
                            "zadanie": "5.a Przeprowadzić reformy zapewniające kobietom równe prawa w dostępie do zasobów ekonomicznych, prawa własności, sprawowania kontroli nad gruntami i innym mieniem, usług finansowych, dziedziczenia oraz zasobów naturalnych, zgodnie z prawem krajowym",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "5-b-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.b.1 Odsetek osób posiadających telefon komórkowy",
                          
                            "cel": "Cel 5. Równość płci",
                          
                            "zadanie": "5.b Upowszechnić korzystanie z technologii, w szczególności technologii informacyjnych i komunikacyjnych, by przyczyniać się do wzmocnienia pozycji kobiet",
                          
                            "definicja": "Udział osób posiadających telefon komórkowy w ogólnej liczbie ludności w wieku 15 lat i więcej.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "płeć",
                          
                            "metodologia": "Dane pochodzą z badania konsumenckiego prowadzonego corocznie na zlecenie Urzędu Komunikacji Elektronicznej. Celem badania jest poznanie opinii klientów indywidualnych na temat rynku usług telekomunikacyjnych w Polsce.  Usługi objęte badaniem to:    • telefonia: stacjonarna, VoIP, komórkowa, w tym usługi Premium Rate;   • internet: dial-up, stacjonarny, mobilny;   • usługi wiązane (pakiety);   • elementy usługi powszechnej - Ogólnopolskie Biuro Numerów, Ogólnopolski Spis Abonentów, Publiczne Aparaty Samoinkasujące, faks.  Dodatkowo zbierane są ogólne opinie konsumentów o rynku telekomunikacyjnym w Polsce i zmianach na nim następujących. Badania przeprowadzane są przy wykorzystaniu metody CAPI (Computer Assisted Personal Interview), tj. bezpośrednich wywiadów z respondentem przy użyciu urządzeń mobilnych (np. laptop), na których zapisywane sa odpowiedzi. W badaniu zastosowano próbę losową, warstwowaną według województwa i objęto nią osoby w wieku 15 lat i więcej. Dane wynikowe z badania zostały zważone według struktury Polaków w wieku 15 lat i więcej. Przy tworzeniu wagi uwzględniono płeć, wiek, wykształcenie oraz wielkość miejscowości zamieszkania.",
                          
                            "zrodlo": "Urząd Komunikacji Elektronicznej",
                          
                            "czestotliwosc": "Dane roczne  od 2012 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "wg płci": [
                                  {"mężczyźni": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "65.0",
                                          
                                              "2013" : "83.0",
                                          
                                              "2014" : "84.0",
                                          
                                              "2015" : "93.0",
                                          
                                              "2016" : "89.4",
                                          
                                              "2017" : "91.2",
                                          
                                              "2018" : "92.0",
                                          
                                              "2019" : "93.2",
                                          
                                              "2020" : "97.3",
                                          
                                              "2021" : "96.9",
                                          
                                              "2022" : "98.4"
                                          
                                          }
                                      ],"kobiety": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "59.0",
                                          
                                              "2013" : "89.0",
                                          
                                              "2014" : "91.0",
                                          
                                              "2015" : "91.0",
                                          
                                              "2016" : "85.7",
                                          
                                              "2017" : "92.5",
                                          
                                              "2018" : "94.2",
                                          
                                              "2019" : "92.6",
                                          
                                              "2020" : "96.4",
                                          
                                              "2021" : "96.8",
                                          
                                              "2022" : "96.2"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-c-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.c.1 Odsetek państw posiadających systemy przyznawania środków publicznych i śledzenia ich wydatkowania na rzecz równości płci i wzmocnienia pozycji kobiet",
                          
                            "cel": "cel 5. Równość płci",
                          
                            "zadanie": "5.c Przyjąć oraz wzmocnić polityki i skuteczne ustawodawstwo promujące równość płci oraz wzmacniające pozycję kobiet i dziewcząt na wszystkich szczeblach",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    }]
}
