{
  "6":[
    {
      "6-1-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "6.1.1 Odsetek ludności korzystającej z bezpiecznie zarządzanej dystrybucji wody pitnej",
                          
                            "cel": "Cel 6. Czysta woda i warunki sanitarne",
                          
                            "zadanie": "6.1 Do 2030 roku zapewnić powszechny i sprawiedliwy dostęp do bezpiecznej wody pitnej po przystępnej cenie",
                          
                            "definicja": "Udział ludności korzystającej z sieci wodociągowej do ludności ogółem.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Zgodnie z definicją zawartą w ustawie z dnia 7 czerwca 2001 r. o zbiorowym zaopatrzeniu w wodę i zbiorowym odprowadzaniu ścieków (Dz.U. 2001 Nr 72 poz. 747 z późn. zmianami) sieć wodociągowa i kanalizacyjna to przewody wodociągowe i kanalizacyjne wraz z uzbrojeniem i urządzeniami, którymi dostarczana jest woda lub którymi odprowadzane są ścieki, będące w posiadaniu przedsiębiorstwa wodociągowo-kanalizacyjnego. Wodociąg jest zespołem urządzeń inżynierskich i obiektów technicznych, którego zadaniem jest zaopatrywanie ludności i przemysłu w wodę o wymaganych ilościach i właściwościach odpowiadających jej przeznaczeniu. Wymagania dotyczące jakości wody przeznaczonej do spożycia przez ludzi, w tym wymagania bakteriologiczne, fizykochemiczne oraz organoleptyczne określa rozporządzenie Ministra Zdrowia z dnia 13 listopada 2015 r. w sprawie jakości wody przeznaczonej do spożycia przez ludzi (Dz. U. 2015, poz. 1989). Dane o ludności korzystającej z wodociągów i kanalizacji obejmują ludność zamieszkałą w budynkach mieszkalnych i w budynkach zbiorowego zamieszkania podłączonych do określonej sieci. Ze względu na zmianę metody szacowania, dane od 2014 r. nie są w pełni porównywalne z danymi prezentowanymi w poprzednich latach. Obecnie punktem wyjścia do szacowania danych są wyniki Narodowego Spisu Powszechnego Ludności i Mieszkań. Dane te są korygowane o informacje o zmianie liczby użytkowanych budynków oraz liczby mieszkań przypadających na jeden budynek (na podstawie zestawów danych o budynkach mieszkalnych i mieszkaniach w budynkach niemieszkalnych oddanych do użytkowania oraz o ubytkach mieszkaniowych). Wskaźnik liczby osób przypadających na jedno mieszkanie pochodzi z Bilansu zasobów mieszkaniowych. Jest to liczba ludności faktycznie zamieszkała według stanu w dniu 31 grudnia w danym roku podzielona przez liczbę mieszkań. Informacje na temat nowo przyłączonych lub odłączonych budynków pochodzą z zestawu danych o wodociągach, kanalizacji i wywozie nieczystości ciekłych gromadzonych w zbiornikach bezodpływowych.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "87.4",
                              
                                  "2011" :   "87.6",
                              
                                  "2012" :   "87.9",
                              
                                  "2013" :   "88.0",
                              
                                  "2014" :   "91.6",
                              
                                  "2015" :   "91.8",
                              
                                  "2016" :   "91.9",
                              
                                  "2017" :   "92.0",
                              
                                  "2018" :   "92.1"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-2-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "6.2.1 Odsetek ludności korzystającej z bezpiecznie zarządzanych usług kanalizacyjnych, w tym stanowisk do mycia rąk z dostępem do wody i mydła",
                          
                            "cel": "Cel 6. Czysta woda i warunki sanitarne",
                          
                            "zadanie": "6.2 Do 2030 roku zapewnić dostęp do odpowiednich i godziwych warunków sanitarnych i higienicznych dla wszystkich oraz wyeliminować praktyki defekacji na świeżym powietrzu, przy czym należy zwrócić szczególną uwagę na potrzeby kobiet, dziewcząt i osób żyjących we wrażliwych sytuacjach",
                          
                            "definicja": "Udział ludności korzystajacej z sieci kanalizacyjnej do ludności ogółem.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik dotyczy szacunkowej liczby ludności zamieszkałej w budynkach mieszkalnych i w budynkach zbiorowego zamieszkania, przyłączonych do sieci kanalizacyjnej, co jest jednym z wyznaczników poziomu życia. Co do zasady, sytuacją idealną jest wartość wskaźnika równa 100, lecz może być osiagnięta tylko w warunkach racjonalnej i zwartej zabudowy. Przy analizie wskaźnika należy brać pod uwagę nie tylko możliwości inwestycyjne gmin, lecz również warunki naturalne oraz charakter zabudowy, co wpływa na niższe wartości wskaźnika na terenach wiejskich oraz terenach o urozmaiconej rzeźbie terenu.  Punktem wyjścia do szacowania danych są wyniki Narodowego Spisu Powszechnego Ludności i Mieszkań. Następnie dane są korygowane o informacje o zmianie liczby użytkowanych budynków oraz liczby mieszkań przypadających na jeden budynek. Wskaźnik liczby osób przypadających na jedno mieszkanie pochodzi z Bilansu zasobów mieszkaniowych. Jest to liczba ludności faktycznie zamieszkała wg stanu w dniu 31 XII w danym roku podzielona przez liczbę mieszkań. Informacje nt. nowo przyłączonych lub odłączonych budynków pochodzą natomiast ze sprawozdania o wodociągach, kanalizacji i wywozie nieczystości ciekłych gromadzonych w zbiornikach bezodpływowych.  Dane dotyczące ludności korzystającej z sieci wodociągowej i kanalizacyjnej od 2014 r., ze względu na zmianę metody szacowania, nie są w pełni porównywalne z danymi prezentowanymi w poprzednich latach.  Od 2014 r. brana jest pod uwagę liczba budynków przyłączonych do określonej sieci, która jest podawana przez gminy.  Zgodnie z ustawą z dnia 7 czerwca 2001 r. o zbiorowym zaopatrzeniu w wodę i zbiorowym odprowadzaniu ścieków, sieć kanalizacyjna (czynna) to system kanałów krytych (podziemnych) odprowadzających ścieki z budynków i innych obiektów do odbiorników lub urządzeń do oczyszczania ścieków.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "62.0",
                              
                                  "2011" :   "63.5",
                              
                                  "2012" :   "64.3",
                              
                                  "2013" :   "65.1",
                              
                                  "2014" :   "68.7",
                              
                                  "2015" :   "69.7",
                              
                                  "2016" :   "70.2",
                              
                                  "2017" :   "70.5",
                              
                                  "2018" :   "70.8"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-3-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "6.3.1 Odsetek oczyszczanych ścieków przemysłowych i komunalnych w stosunku do ścieków wytworzonych(Ilość ścieków wymagających oczyszczenia oczyszczonych w stosunku do ilości ścieków przemysłowych i komunalnych odprowadzanych do wód lub do ziemi)",
                          
                            "cel": "Cel 6. Czysta woda i warunki sanitarne",
                          
                            "zadanie": "6.3 Do 2030 roku poprawić jakość wody poprzez redukcję zanieczyszczeń, likwidowanie wysypisk śmieci, ograniczenie stosowania szkodliwych substancji chemicznych i innych szkodliwych materiałów. Zmniejszyć o połowę ilość nieoczyszczonych ścieków oraz znacząco podnieść poziom recyklingu i bezpiecznego ponownego użytkowania materiałów w skali globalnej",
                          
                            "definicja": "Stosunek ilości ścieków przemysłowych i komunalnych oczyszczanych biologicznie, chemicznie i z podwyższonym usuwaniem biogenów, do ilości ścieków wymagających oczyszczenia odprowadzonych do wód lub do ziemi w ciągu roku.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Ścieki przemysłowe to ścieki niebędące ściekami bytowymi albo wodami opadowymi lub roztopowymi powstałe w związku z prowadzoną przez zakład działalnością handlową, przemysłową, składową, transportową lub usługową, a także będące ich mieszaniną ze ściekami innego podmiotu, odprowadzane urządzeniami kanalizacyjnymi tego zakładu.  Rodzaje i ilość zanieczyszczeń zawartych w ściekach przemysłowych są bardzo różnorodne. Zależą od rodzaju przemysłu, rodzaju surowców używanych do produkcji i od stosowanej technologii produkcji. W statystyce, do ścieków przemysłowych zalicza się również wody chłodnicze, zanieczyszczone i zasolone wody z odwadniania zakładów górniczych oraz obiektów budowlanych oraz ścieki socjalno-bytowe, towarzyszące procesom produkcyjnym.  Dane o ściekach przemysłowych dotyczą ścieków odprowadzonych z jednostek, które według Polskiej Klasyfikacji Działalności zostały ujęte w „Przemyśle” obejmującym sekcje „Górnictwo i wydobywanie”, „Przetwórstwo przemysłowe”, „Wytwarzanie i zaopatrywanie w energię elektryczną, gaz, parę wodną, gorącą wodę i powietrze do układów klimatyzacyjnych”, „Dostawa wody  gospodarowanie ściekami i odpadami oraz działalność związana z rekultywacją”, jak również w pozostałych sekcjach, których udział w ilości odprowadzanych ścieków jest niewielki.  Jako ścieki przemysłowe wymagające oczyszczania przyjęto ścieki odprowadzone siecią kanałów lub rowów otwartych bezpośrednio do wód, do ziemi lub do sieci kanalizacyjnej z jednostek produkcyjnych (łącznie z zanieczyszczonymi wodami z odwadniania zakładów górniczych oraz zanieczyszczonymi wodami wykorzystanymi w przemyśle do celów chłodniczych). Ścieki komunalne to ścieki bytowe lub mieszanina ścieków bytowych ze ściekami przemysłowymi albo wodami opadowymi lub roztopowymi, odprowadzane urządzeniami służącymi do realizacji zadań własnych gminy w zakresie kanalizacji i oczyszczania ścieków komunalnych. Dane o ściekach komunalnych obejmują ścieki odprowadzone siecią kanalizacyjną przez jednostki będące w gestii przedsiębiorstw i zakładów wodociągowo-kanalizacyjnych, dla których organem założycielskim jest wojewoda (lub będących pod zarządem samorządów terytorialnych) oraz od 1994 r. wszystkich jednostek nadzorujących pracę zbiorowego odprowadzania ścieków poprzez sieć kanalizacyjną (w tym również spółdzielni mieszkaniowych, spółek wodnych, zakładów usług wodnych, zakładów pracy itd.). Ścieki te przed odprowadzeniem do odbiornika powinny być w całości poddane procesom oczyszczania, stąd w statystyce zostały ujęte jako ścieki wymagające oczyszczania. Dane te nie obejmują wód opadowych i infiltracyjnych odprowadzanych siecią kanalizacyjną. Ścieki oczyszczane to ścieki poddane procesowi dostosowania do standardów środowiskowych lub innych norm jakości. Wyróżnia się trzy metody oczyszczania: mechaniczne, biologiczne i o podwyższonym stopniu oczyszczania (w tym chemiczne). Dla celów obliczenia ogólnej ilości oczyszczonych ścieków wykazuje się jedynie ilość, która była poddana najwyższemu z wymienionych stopni oczyszczania. Tak więc ścieki oczyszczane mechanicznie, jak również biologicznie powinny być wykazywane jako ścieki oczyszczone biologicznie, a ścieki oczyszczane wszystkimi metodami powinny być wykazywane jako oczyszczone metodą o podwyższonym stopniu oczyszczania. Ścieki wymagające oczyszczania to ścieki, które przed odprowadzeniem do odbiornika powinny być w całości poddane procesom oczyszczania.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "65.73",
                              
                                  "2011" :   "64.76",
                              
                                  "2012" :   "67.35",
                              
                                  "2013" :   "69.77",
                              
                                  "2014" :   "70.48",
                              
                                  "2015" :   "70.90",
                              
                                  "2016" :   "71.44",
                              
                                  "2017" :   "72.52",
                              
                                  "2018" :   "73.17"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-3-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "6.3.2 Odsetek jednolitych części wód o dobrej jakości wody",
                          
                            "cel": "Cel 6. Czysta woda i warunki sanitarne",
                          
                            "zadanie": "6.3 Do 2030 roku poprawić jakość wody poprzez redukcję zanieczyszczeń, likwidowanie wysypisk śmieci, ograniczenie stosowania szkodliwych substancji chemicznych i innych szkodliwych materiałów. Zmniejszyć o połowę ilość nieoczyszczonych ścieków oraz znacząco podnieść poziom recyklingu i bezpiecznego ponownego użytkowania materiałów w skali globalnej",
                          
                            "definicja": "Stosunek liczby jednolitych części wód powierzchniowych o dobrym stanie do ogólnej liczby jednolitych części wód rzecznych monitorowanych w ramach monitoringu diagnostycznego w ostatnich 6 latach w danej kategorii wód tj: (1) jeziora, (2) rzeki.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Stan jednolitych części wód rzek i jezior ocenia się jako dobry lub zły, analizując wyniki klasyfikacji ich stanu lub potencjału ekologicznego (na podstawie wyników badań wskaźników jakości wód wchodzących w skład elementów fizyko-chemicznych, biologicznych i hydromorfologicznych) oraz, jeżeli takie badania były planowane i zrealizowane, wyniki klasyfikacji stanu chemicznego (na podstawie wartości granicznych chemicznych wskaźników jakości wód). O ocenie końcowej decyduje najgorszy wskaźnik. Sklasyfikowanie jednolitej części wód do umiarkowanego lub gorszego stanu/potencjału ekologicznego, bądź do złego stanu chemicznego, wskazuje na zły stan wód, informujący, że w ocenianym okresie jednolita część wód nie spełniała wymagań określonych w przypisanych jej celach środowiskowych. W przypadku, gdy w wyniku oceny uzyskany został co najmniej dobry stan/potencjał ekologiczny, a nie została wykonana ocena stanu chemicznego lub wskazany został dobry stan chemiczny, a nie było możliwości określenia stanu/potencjału ekologicznego, nie można określić końcowej oceny stanu jednolitych części wód. Ocena monitorowanych jednolitych części wód rzek i jezior została uzupełniona o ekspercką ocenę stanu/potencjału ekologicznego pozostałych wód. W przyjętej metodzie, gdy brak było danych umożliwiających precyzyjne określenie stanu/potencjału ekologicznego, dopuszczono przypisanie oceny jako „co najmniej dobry” lub „poniżej dobrego”, co posłużyło określeniu stanu ogólnego tych wód. W związku z cyklicznym planowaniem i programowaniem w gospodarce wodnej w Polsce, dane dotyczące jakości wód powierzchniowych odnoszą się do cyklu obejmującego lata 2010-2015 w odniesieniu do jezior i rzek (jeziora badane w 9 województwach , a rzeki w całym kraju).",
                          
                            "zrodlo": "Główny Inspektorat Ochrony Środowiska",
                          
                            "czestotliwosc": "co 6 lat",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "wg kategorii wód": [
                                  {"jeziora": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "37",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : ""
                                          
                                          }
                                      ],"rzeki": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "",
                                          
                                              "2015" : "20",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : ""
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-4-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "6.4.1 Zmiany w czasie w wykorzystaniu zasobów wodnych",
                          
                            "cel": "Cel 6. Czysta woda i warunki sanitarne",
                          
                            "zadanie": "6.4 Do 2030 roku znacząco podnieść efektywność wykorzystywania wody we wszystkich sektorach oraz zapewnić zrównoważony pobór wody oraz dostawy wody pitnej, by rozwiązać problem niedostatku wody i znacząco zmniejszyć liczbę ludzi cierpiących z tego powodu",
                          
                            "definicja": "Wydajność zasobów wodnych to produkt krajowy brutto (PKB) podzielony przez całkowity roczny pobór wody.",
                          
                            "jednostka": "euro na metr sześcienny [EUR/m3]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wydajność zasobów wodnych określa wielkość wyniku działalności gospodarczej w stosunku do wielkości poboru wód w metrach sześciennych i wyrażona jest w euro na m3 (w bazie Eurostatu: dostępne także w PPS /m3) Całkowity pobór wody obejmuje wody ujmowane ze wszystkich źródeł, stale lub czasowo. Uwzględniane są wody pochodzące z odwadniania zakładów górniczych oraz wody pochodzące z opadów, podczas gdy woda używana w hydroelektrowniach (in-situ) jest wyłączona. Do obliczania wydajności zasobów wodnych EUROSTAT wykorzystuje PKB zarówno w jednostce EUR (powiązane wartości w odniesieniu do 2010 roku oraz od roku 2010 według kursu), jak i w jednostce PPS (Purchasing Power Standard ",
                          
                            "zrodlo": "EUROSTAT",
                          
                            "czestotliwosc": "Dane roczne od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "31.1",
                              
                                  "2011" :   "31.9",
                              
                                  "2012" :   "33.6",
                              
                                  "2013" :   "34.8",
                              
                                  "2014" :   "35.8",
                              
                                  "2015" :   "37.9",
                              
                                  "2016" :   "38.8",
                              
                                  "2017" :   "42.6",
                              
                                  "2018" :   ""
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-4-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "6.4.2 Poziom stresu wodnego (niedoboru wody): pobór wody w stosunku do zasobów wód",
                          
                            "cel": "Cel 6. Czysta woda i warunki sanitarne",
                          
                            "zadanie": "6.4 Do 2030 roku znacząco podnieść efektywność wykorzystywania wody we wszystkich sektorach oraz zapewnić zrównoważony pobór wody oraz dostawy wody pitnej, by rozwiązać problem niedostatku wody i znacząco zmniejszyć liczbę ludzi cierpiących z tego powodu",
                          
                            "definicja": "Procentowy udział ogólnego poboru wód w ogólnej wielkości odnawialnych zasobów wód.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Intenstywność użytkowania zasobów wód (stres wodny) określana jako procentowy udział ogólnego poboru wód (podziemnych lub powierzchniowych) w ogólnej wielkości dostępnych odnawialnych zasobów wód (w tym dopływ wód z obszaru krajów sąsiadujących).",
                          
                            "zrodlo": "OECD",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "19.7",
                              
                                  "2011" :   "20.2",
                              
                                  "2012" :   "19.4",
                              
                                  "2013" :   "19.0",
                              
                                  "2014" :   "19.1",
                              
                                  "2015" :   "18.8",
                              
                                  "2016" :   "18.9",
                              
                                  "2017" :   "18.0",
                              
                                  "2018" :   "17.5"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-5-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "6.5.1 Stopień implementacji (wdrożenia) zintegrowanego zarządzania zasobami wodnymi (0-100)",
                          
                            "cel": "cel 6. Czysta woda i warunki sanitarne",
                          
                            "zadanie": "6.5 Do 2030 roku wdrożyć zintegrowane zarządzanie zasobami wodnymi na wszystkich poziomach, w tym poprzez współpracę transgraniczną",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
            }
          ]
        }
      ]
    },
    {
      "6-5-2": [
        {
          "metadane": [
            
            {
                            "nazwa": "6.5.2 Odsetek obszaru dorzecza transgranicznego objętego porozumieniem dotyczącym zintegrowanego zarządzania zasobami wodnymi",
                          
                            "cel": "Cel 6. Czysta woda i warunki sanitarne",
                          
                            "zadanie": "6.5 Do 2030 roku wdrożyć zintegrowane zarządzanie zasobami wodnymi na wszystkich poziomach, w tym poprzez współpracę transgraniczną",
                          
                            "definicja": "Odsetek obszaru dorzecza transgranicznego objętego porozumieniem dotyczących zintegrowanego zarządzania zasobami wodnymi.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik jest obliczany jako iloraz długości granicy lądowej Rzeczypospolitej Polskiej (RP) objętej rzeczywistą dwustronną i wielostronną współpracą na wodach granicznych, wynikającą z realizacji umów międzynarodowych oraz całkowitej długości granicy lądowej RP, pomnożony przez 100. Wskaźnik ten w latach kolejnych może ulec zwiększeniu w związku z planowanym nawiązaniem współpracy z Białorusią i Rosją.",
                          
                            "zrodlo": "Krajowy Zarząd Gospodarki Wodnej",
                          
                            "czestotliwosc": "Dane roczne od 2013 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "78.8",
                              
                                  "2014" :   "78.8",
                              
                                  "2015" :   "78.8",
                              
                                  "2016" :   "78.8",
                              
                                  "2017" :   "78.8",
                              
                                  "2018" :   "78.8"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-6-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "6.6.1 Zmiany zasięgu/obszaru ekosystemów zależnych od wody",
                          
                            "cel": "Cel 6. Czysta woda i warunki sanitarne",
                          
                            "zadanie": "6.6 Do 2020 roku zapewnić ochronę i odnowić ekosystemy zależne od wody, w tym tereny górskie. Lasy, tereny podmokłe, rzeki, jeziora i wody podziemne",
                          
                            "definicja": "Wskaźnik określa powierzchnię (w hektarach) obszarów będących na liście obszarów wodno-błotnych o międzynarodowym znaczeniu zgodnie z konwecją Ramsarską w danym roku.",
                          
                            "jednostka": "hektary [ha]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Konwencja o obszarach wodno-błotnych mających znaczenie międzynarodowe, zwłaszcza jako środowisko życiowe ptactwa wodnego, zwana Konwencją Ramsarską, została podpisana w Ramsarze dnia 2 lutego 1971 r. Dotychczas ratyfikowało ją 168 państw, które wyznaczyły 2186 obszarów wodno-błotnych o międzynarodowym znaczeniu. Wśród nich jest 13 polskich obszarów. Polska jest Stroną Konwencji od dnia 22 marca 1978 r. Celem Konwencji Ramsarskiej jest ochrona i zrównoważone użytkowanie wszystkich mokradeł poprzez działania na szczeblu krajowym i lokalnym oraz współpracę międzynarodową. Działania te stanowią wkład w osiągnięcie zrównoważonego rozwoju na całym świecie. Zgodnie z Konwencją obszarami wodno-błotnymi są tereny bagien, błot i torfowisk lub zbiorniki wodne, tak naturalne jak i sztuczne, stałe i okresowe, o wodach stojących lub płynących, słodkich, słonawych lub słonych, łącznie z wodami morskimi, których głębokość podczas odpływu nie przekracza sześciu metrów. Strony Konwencji, w tym również Polska, zobowiązane są m.in. do:    • wyznaczenia odpowiednich obszarów w celu włączenia ich do listy obszarów wodno-błotnych o międzynarodowym znaczeniu    • wdrożenia planowania mającego na celu ochronę obszarów wodno-błotnych umieszczonych na liście    • racjonalnego użytkowania wszystkich mokradeł    • współpracy międzynarodowej w zakresie wdrażania Konwencji.  W Polsce na listę obszarów wodno-błotnych o międzynarodowym znaczeniu wpisano 13 obszarów. Są to:    • Biebrzański Park Narodowy (59 233 ha, od 1995 roku)    • Słowiński Park Narodowy (32 744 ha, od 1995 roku)    • Wigierski Park Narodowy (15 085 ha, od 2002 roku)    • Poleski Park Narodowy (9 764 ha, od 2002 roku)    • Narwiański Park Narodowy (7 350 ha, od 2002 roku)    • Rezerwat przyrody Stawy Milickie w Parku Krajobrazowym Dolina Baryczy (5 324 ha, od 1995 roku)    • Park Narodowy Ujście Warty (8 074 ha, od 1984 roku)    • Rezerwat przyrody Jezioro Drużno (3 068 ha, od 2002 roku)    • Rezerwat przyrody Jezioro Siedmiu Wysp (1 618 ha, od 1984 roku)    • Rezerwat przyrody Jezioro Łuknajno (1 189 ha, od 1977 roku)    • Rezerwat przyrody Jezioro Świdwie (891 ha, od 1984 roku)    • Rezerwat przyrody Jezioro Karaś (815 ha, od 1984 roku)    • Subalpejskie torfowiska w Karkonoskim Parku Narodowym (40 ha, od 2002 roku)",
                          
                            "zrodlo": "Generalna Dyrekcja Ochrony Środowiska",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "145065",
                              
                                  "2011" :   "145065",
                              
                                  "2012" :   "145185",
                              
                                  "2013" :   "145185",
                              
                                  "2014" :   "145185",
                              
                                  "2015" :   "145185",
                              
                                  "2016" :   "145185",
                              
                                  "2017" :   "153374",
                              
                                  "2018" :   "153374"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-a-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "6.a.1 Wielkość oficjalnej pomocy rozwojowej (ODA) dotyczącej urządzeń wodnych i sanitarnych, będącej częścią skoordynowanego planu wydatków rządowych",
                          
                            "cel": "Cel 6. Czysta woda i warunki sanitarne",
                          
                            "zadanie": "6.a Do 2030 roku rozszerzyć międzynarodową współpracę i wesprzeć budowę potencjału krajów rozwijających się, który umożliwi podejmowanie działań i opracowanie programów związanych z wodą i warunkami sanitarnymi, m.in. w takich dziedzinach jak gromadzenie wody, odsalanie, efektywna gospodarka wodna, oczyszczanie ścieków, recykling i technologie ponownego wykorzystania wody",
                          
                            "definicja": "Oficjalna pomoc rozwojowa ogółem w sektorze wodno-sanitarnym, która wpisuje się w skoordynowany plan wydatków rządowych.",
                          
                            "jednostka": "mln USD (ceny bieżące)",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Do Oficjalnej Pomocy Rozwojowej (ang. Official Development Assistance  ODA)zaliczane są darowizny i pożyczki przekazywane przez instytucje rządowe lub organizacje międzynarodowe, mające na celu wsparcie rozwoju gospodarczego i dobrobytu w krajach rozwijających się. Pożyczki są uważane jako ODA wtedy, gdy zawierają element darowizny o wartości udzielanej pomocy przynajmniej:  45% dla krajów najsłabiej rozwiniętych i innych krajów o niskich dochodach (least developed countries and other low income countires LDCs & other LICs), wyliczony przy stopie dyskontowej 9%,15% dla krajów o średnich i niskich dochodach (lower middle income countries LMICs), wyliczony przy stopie dyskontowej 7%, 10% dla krajów o średniowysokim dochodzie (upper middle income countries UMICs), wyliczony przy stopie dyskontowej 6%.  Do ODA zaliczana jest również pomoc techniczna, mająca na celu rozwój zasobów ludzkich, podniesienie kwalifikacji oraz możliwości technicznych i produkcyjnych krajów rozwijających się. Pomoc ta polega między innymi na przekazywaniu wiedzy i doświadczeń w postaci szkoleń, delegowania ekspertów, inicjowania badań i/lub pokrywania wynikających z tego kosztów. Do ODA nie zalicza się dotacji przeznaczonych na wydatki wojskowe. Warunkiem zaklasyfikowania współpracy jako Oficjalnej Pomocy Rozwojowej jest to, aby kraj partnerski, na rzecz którego udzielane jest wsparcie, znajdował się na liście Komitetu Pomocy Rozwojowej OECD (Development Assistance Committee). W zależności od sposobu realizacji pomocy możemy wyróżnić :  pomoc dwustronną  podejmowana przez donatora bezpośrednio w kraju partnerskim bądź poprzez organizację międzynarodową w formie wpłaty celowej na rzecz kraju partnerskiego (earmarked contribution) lub w formie wpłaty na określony program/fundusz zarządzany przez organizację, pomoc wielostronną  udzielana w formie wpłat do budżetów ogólnych organizacji międzynarodowych, których lista jest corocznie aktualizowana przez Sekretariat DAC OECD.  Oficjalna Pomoc Rozwojowa w Polsce świadczona jest na podstawie ustawy o współpracy rozwojowej z dnia 16 września 2011 r. (Dz.U. 2011 r., Nr 234, poz. 1386). Polska współpraca rozwojowa prowadzona jest w oparciu o Wieloletni Program Współpracy Rozwojowej opracowywany na okres minimum 4 lat. Ustawa definiuje współpracę rozwojową jako ogół działań podejmowanych przez organy administracji rządowej w celu udzielenia państwom rozwijającym się pomocy rozwojowej, pomocy humanitarnej oraz realizację działań edukacyjnych na rzecz podniesienia świadomości i zrozumienia problemów i współzależności globalnych. Za zagadnienia związane z pomocą rozwojową w Polsce odpowiedzialne jest Ministerstwo Spraw Zagranicznych, które opracowało Wieloletni program współpracy rozwojowej na lata 2016-2020', w oparciu o który polska współpraca rozwojowa koncentruje się na krajach Partnerstwa Wschodniego (Białoruś, Gruzja, Mołdawia, Ukraina) oraz Afryki, Azji i Bliskiego Wschodu (Etiopia, Kenia, Liban, Mjanma, Palestyna, Senegal, Tanzania, Ugandę). Polska współpraca rozwojowa służy wzmocnieniu rządów prawa i wspieraniu reform decentralizacyjnych oraz zwalczaniu korupcji, a także przestrzeganiu praw człowieka i swobód obywatelskich. Wśród celów współpracy rozwojowej są: poprawa opieki zdrowotnej i dostępu do edukacji oraz wsparcie dla przedsiębiorczości i rolnictwa, a także ochrona środowiska naturalnego, w tym zapobieganie skutkom klęsk żywiołowych. Działania objęte programem finansowane są ze środków Ministerstwa Spraw Zagranicznych, rezerwy celowej budżetu państwa przeznaczonej na współpracę rozwojową i funduszy innych resortów.",
                          
                            "zrodlo": "Ministerstwo Spraw Zagranicznych",
                          
                            "czestotliwosc": "Dane roczne; od 2013 r.",
                          
                            "uwagi": "Do 2017 r. obowiązywała metodologia DAC OECD zbierania danych na temat pomocy rozwojowej w formacie CRS (Creditor Reporting System), która pozwala na oznaczanie sektora wsparcia jedynie przy przepływach dwustronnych. Do wskaźnika nie zaliczono wydatków w ramach pomocy wielostronnej w formie wpłat do budżetów ogólnych organizacji, które również działają w sektorze wodno-sanitarnym. Od 2018 r. wiodący wskaźnik ODA jest prezentowany w formie ekwiwalentu grantu, uwzględniającej jedynie element grantu pomnożony przez wartość danego przepływu. Nie obowiązuje przy tym podział na wydatkowanie ODA brutto i netto. Dodatkowo trwają prace nad włączeniem do ODA innych przepływów, np. kwot zmobilizowanych przez sektor publiczny z instrumentów sektora prywatnego. Aktualnie konstruowany jest alternatywny do ODA wskaźnik TOSSD (Total Oficial Support for Sustainable Development), który będzie mierzył środki przeznaczane na wdrożenie SDGs."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "1.53",
                              
                                  "2014" :   "1.21",
                              
                                  "2015" :   "0.87",
                              
                                  "2016" :   "0.32",
                              
                                  "2017" :   "0.22",
                              
                                  "2018" :   "0.76",
                              
                                  "2019" :   "0.58"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-b-1": [
        {
          "metadane": [
            
            {
                            "nazwa": "6.b.1 Odsetek jednostek samorządu terytorialnego z ustalonymi i wdrożonymi zasadami i procedurami dotyczącymi udziału społeczności lokalnych w gospodarowaniu zasobami wodnymi i infrastrukturze sanitarnej",
                          
                            "cel": "Cel 6. Czysta woda i warunki sanitarne",
                          
                            "zadanie": "6.b Wspierać i wzmocnić udział lokalnych społeczności w poprawie gospodarowania zasobami wodnymi i infrastruktury sanitarnej",
                          
                            "definicja": "Udział jednostek samorządu terytorialnego z ustalonymi i wdrożonymi zasadami i procedurami dotyczącymi udziału społeczności lokalnych w gospodarowaniu zasobami wodnymi i infrastrukturze sanitarnej w ogólnej liczbie jednostek samorządu terytorialnego w kraju.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "W Polsce obowiązuje ustawa z dnia 3 października 2008 r. o udostępnianiu informacji o środowisku i jego ochronie, udziale społeczeństwa w ochronie środowiska oraz o ocenach oddziaływania na środowisko, która określa zasady i procedury dotyczące udziału społeczności lokalnych w gospodarowaniu środowiskowego w ramach decyzji jednostek smamorządu terytorialnego. W związku z tym należy uznać, ze 100% jednostek samorządu terytorialnego ma wdrożone zasady i procedury dotyczące udziału społeczności lokalnych w gospodarowaniu zasobami wodnymi i infrastrukturze sanitarnej.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "100",
                              
                                  "2011" :   "100",
                              
                                  "2012" :   "100",
                              
                                  "2013" :   "100",
                              
                                  "2014" :   "100",
                              
                                  "2015" :   "100",
                              
                                  "2016" :   "100",
                              
                                  "2017" :   "100",
                              
                                  "2018" :   "100"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
