
{
  "zamieszkanie_g": [
      {
          "1-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": " 1.2.1 Wskaźnik zagrożenia ubóstwem po transferach społecznych",
                                    
                                      "cel": "Cel 1. Koniec z ubóstwem",
                                    
                                      "zadanie": "1.2 Do 2030 roku zmniejszyć przynajmniej o połowę odsetek mężczyzn, kobiet i dzieci, cierpiących z powodu ubóstwa, we wszystkich jego wymiarach określonych zgodnie z krajowymi definicjami",
                                    
                                      "definicja": "Odsetek osób, których ekwiwalentny dochód do dyspozycji (po uwzględnieniu w dochodach transferów społecznych), jest niższy od granicy ubóstwa ustalonej na poziomie 60% krajowej mediany ekwiwalentnych dochodów do dyspozycji.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, płeć, wiek",
                                    
                                      "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania EU-SILC. Badanie EU-SILC (Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej obserwacji w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy  z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi – danych o osobach indywidualnych.  Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia.  W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym). Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r. Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe). Ekwiwalentny dochód do dyspozycji jest to suma rocznych dochodów pieniężnych netto (po odliczeniu zaliczek na podatek dochodowy, podatków od dochodów z własności, składek na ubezpieczenie społeczne, zdrowotne) wszystkich członków gospodarstwa domowego pomniejszona o: podatki od nieruchomości, transfery pieniężne przekazane innym gospodarstwom domowym oraz saldo rozliczeń z urzędem skarbowym. Przy obliczeniach wyników z zakresu dochodów zastosowano zmodyfikowaną skalę ekwiwalentności OECD. Według tej skali:    • wagę 1 przypisuje się pierwszej osobie w gospodarstwie domowym w wieku 14 lat i więcej;   • wagę 0,5 – każdej następnej osobie w tym wieku;   • wagę 0,3 – każdemu dziecku w wieku poniżej 14 lat. Oznacza to, że granica ubóstwa skrajnego i relatywnego dla gospodarstwa 4-osobowego złożonego z dwóch osób dorosłych i dwojga dzieci jest 2,1 razy wyższa niż dla gospodarstwa 1-osobowego.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": "",
                                    
                                      "data_aktualizacji_danych": "24-10-2023",
                                    
                                      "data_aktualizacji_metadanych": "31-03-2020"
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "17.6",
                                                    
                                                        "2011" : "17.7",
                                                    
                                                        "2012" : "17.1",
                                                    
                                                        "2013" : "17.3",
                                                    
                                                        "2014" : "17.0",
                                                    
                                                        "2015" : "17.6",
                                                    
                                                        "2016" : "17.3",
                                                    
                                                        "2017" : "15.0",
                                                    
                                                        "2018" : "14.8",
                                                    
                                                        "2019" : "15.4",
                                                    
                                                        "2020" : "14.8",
                                                    
                                                        "2021" : "14.8",
                                                    
                                                        "2022" : "13.7"
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "12.6",
                                                    
                                                        "2011" : "12.7",
                                                    
                                                        "2012" : "12.3",
                                                    
                                                        "2013" : "12.1",
                                                    
                                                        "2014" : "11.7",
                                                    
                                                        "2015" : "12.5",
                                                    
                                                        "2016" : "12.8",
                                                    
                                                        "2017" : "10.7",
                                                    
                                                        "2018" : "10.8",
                                                    
                                                        "2019" : "11.1",
                                                    
                                                        "2020" : "10.0",
                                                    
                                                        "2021" : "10.6",
                                                    
                                                        "2022" : "9.8"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "25.3",
                                                    
                                                        "2011" : "25.2",
                                                    
                                                        "2012" : "24.3",
                                                    
                                                        "2013" : "24.9",
                                                    
                                                        "2014" : "24.7",
                                                    
                                                        "2015" : "25.2",
                                                    
                                                        "2016" : "24.0",
                                                    
                                                        "2017" : "21.5",
                                                    
                                                        "2018" : "20.8",
                                                    
                                                        "2019" : "21.9",
                                                    
                                                        "2020" : "21.9",
                                                    
                                                        "2021" : "20.8",
                                                    
                                                        "2022" : "19.2"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "wg płci": [
                                            {"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "17.4",
                                                    
                                                        "2011" : "17.8",
                                                    
                                                        "2012" : "17.1",
                                                    
                                                        "2013" : "17.3",
                                                    
                                                        "2014" : "17.2",
                                                    
                                                        "2015" : "18.1",
                                                    
                                                        "2016" : "17.1",
                                                    
                                                        "2017" : "15.1",
                                                    
                                                        "2018" : "14.6",
                                                    
                                                        "2019" : "15.0",
                                                    
                                                        "2020" : "13.9",
                                                    
                                                        "2021" : "14.1",
                                                    
                                                        "2022" : "13.2"
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "17.7",
                                                    
                                                        "2011" : "17.6",
                                                    
                                                        "2012" : "17.1",
                                                    
                                                        "2013" : "17.3",
                                                    
                                                        "2014" : "16.8",
                                                    
                                                        "2015" : "17.2",
                                                    
                                                        "2016" : "17.4",
                                                    
                                                        "2017" : "14.9",
                                                    
                                                        "2018" : "15.0",
                                                    
                                                        "2019" : "15.8",
                                                    
                                                        "2020" : "15.7",
                                                    
                                                        "2021" : "15.4",
                                                    
                                                        "2022" : "14.1"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "wg grup wieku": [
                                            {"poniżej 6 lat": [
                                                    {
                                                    
                                                        "2010" : "20.5",
                                                    
                                                        "2011" : "19.7",
                                                    
                                                        "2012" : "18.6",
                                                    
                                                        "2013" : "21.7",
                                                    
                                                        "2014" : "19.4",
                                                    
                                                        "2015" : "19.7",
                                                    
                                                        "2016" : "17.6",
                                                    
                                                        "2017" : "11.8",
                                                    
                                                        "2018" : "10.7",
                                                    
                                                        "2019" : "12.5",
                                                    
                                                        "2020" : "12.1",
                                                    
                                                        "2021" : "13.0",
                                                    
                                                        "2022" : "12.8"
                                                    
                                                    }
                                                ],"poniżej 18 lat": [
                                                    {
                                                    
                                                        "2010" : "22.5",
                                                    
                                                        "2011" : "22.0",
                                                    
                                                        "2012" : "21.5",
                                                    
                                                        "2013" : "23.2",
                                                    
                                                        "2014" : "22.3",
                                                    
                                                        "2015" : "22.4",
                                                    
                                                        "2016" : "21.1",
                                                    
                                                        "2017" : "14.0",
                                                    
                                                        "2018" : "13.0",
                                                    
                                                        "2019" : "13.4",
                                                    
                                                        "2020" : "13.5",
                                                    
                                                        "2021" : "14.6",
                                                    
                                                        "2022" : "14.3"
                                                    
                                                    }
                                                ],"18-24 lata": [
                                                    {
                                                    
                                                        "2010" : "20.9",
                                                    
                                                        "2011" : "20.7",
                                                    
                                                        "2012" : "21.8",
                                                    
                                                        "2013" : "21.5",
                                                    
                                                        "2014" : "22.0",
                                                    
                                                        "2015" : "22.6",
                                                    
                                                        "2016" : "23.5",
                                                    
                                                        "2017" : "20.9",
                                                    
                                                        "2018" : "21.1",
                                                    
                                                        "2019" : "22.1",
                                                    
                                                        "2020" : "19.5",
                                                    
                                                        "2021" : "18.0",
                                                    
                                                        "2022" : "17.1"
                                                    
                                                    }
                                                ],"18-64 lata": [
                                                    {
                                                    
                                                        "2010" : "16.9",
                                                    
                                                        "2011" : "17.1",
                                                    
                                                        "2012" : "16.5",
                                                    
                                                        "2013" : "16.7",
                                                    
                                                        "2014" : "16.7",
                                                    
                                                        "2015" : "17.6",
                                                    
                                                        "2016" : "17.3",
                                                    
                                                        "2017" : "15.6",
                                                    
                                                        "2018" : "15.2",
                                                    
                                                        "2019" : "15.5",
                                                    
                                                        "2020" : "14.2",
                                                    
                                                        "2021" : "14.0",
                                                    
                                                        "2022" : "13.0"
                                                    
                                                    }
                                                ],"60 lat i więcej": [
                                                    {
                                                    
                                                        "2010" : "14.0",
                                                    
                                                        "2011" : "14.5",
                                                    
                                                        "2012" : "14.0",
                                                    
                                                        "2013" : "12.3",
                                                    
                                                        "2014" : "12.3",
                                                    
                                                        "2015" : "13.0",
                                                    
                                                        "2016" : "14.0",
                                                    
                                                        "2017" : "15.0",
                                                    
                                                        "2018" : "16.2",
                                                    
                                                        "2019" : "17.7",
                                                    
                                                        "2020" : "18.3",
                                                    
                                                        "2021" : "17.8",
                                                    
                                                        "2022" : "15.1"
                                                    
                                                    }
                                                ],"65 lat i więcej": [
                                                    {
                                                    
                                                        "2010" : "14.2",
                                                    
                                                        "2011" : "14.7",
                                                    
                                                        "2012" : "14.0",
                                                    
                                                        "2013" : "12.3",
                                                    
                                                        "2014" : "11.7",
                                                    
                                                        "2015" : "12.1",
                                                    
                                                        "2016" : "12.8",
                                                    
                                                        "2017" : "13.8",
                                                    
                                                        "2018" : "15.5",
                                                    
                                                        "2019" : "17.4",
                                                    
                                                        "2020" : "18.2",
                                                    
                                                        "2021" : "17.5",
                                                    
                                                        "2022" : "15.2"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "5-4-1":{
                
                "metadane": [
                      {
                                      "nazwa": "5.4.1 Odsetek czasu poświęconego na niepłatną pracę w gospodarstwie domowym i pracę opiekuńczą",
                                    
                                      "cel": "Cel 5. Równość płci",
                                    
                                      "zadanie": "5.4 Docenić nieodpłatną opiekę i pracę w domu przez zapewnienie usług publicznych, infrastruktury, ochrony socjalnej oraz przez promowanie wspólnej odpowiedzialności w gospodarstwie domowym i rodzinie, zgodnie z krajowymi uwarunkowaniami",
                                    
                                      "definicja": "Przeciętny czas poświęcony na nieodpłatną pracę w gospodarstwie domowym i pracę opiekuńczą wyrażony jako procent doby.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, płeć, wiek, miasto/wieś",
                                    
                                      "metodologia": "Dane pochodzą z Badania budżetu czasu ludności. Badanie budżetu czasu ludności dostarcza informacji o bardzo wielu aspektach życia Polaków, w tym rozkładzie czasu poświęcanego na różne sfery życia. Badanie odbywa się co 10 lat. Ostatnie przeprowadzono w 2013 r., trwało przez cały rok i obejmowało osoby w wieku 10 lat lub więcej. Czas, którym dysponujemy w ciągu doby został podzielony na 10 głównych grup czynności oraz dodatkową jedenastą grupę zawierającą niewielki odsetek innych niewymienionych czynności, tj.:   • potrzeby fizjologiczne;    • zajęcia i prace domowe;    • praca zawodowa;    • korzystanie ze środków masowego przekazu;    • życie towarzyskie i rozrywki;    • dojazdy i dojścia;    • zamiłowania osobiste;    • uczestnictwo w sporcie i rekreacji;    • nauka;    • dobrowolna praca w organizacjach i poza nimi  pomoc innym  zaangażowanie w działalność organizacji i praktyki religijne;    • inne niewymienione czynności.  Do grupy związanej z zajęciami i pracami domowymi zaliczono m.in. utrzymanie porządku, gotowanie, opiekę nad dziećmi i dorosłymi oraz zakupy i korzystanie z usług.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane co 10 lat od 2013 r.",
                                    
                                      "uwagi": "",
                                    
                                      "data_aktualizacji_danych": "10-03-2020",
                                    
                                      "data_aktualizacji_metadanych": "03-03-2023"
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "osoby w wieku 15 lat i więcej - wg płci i miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.3",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "9.9",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "18.3",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.0",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.9",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "wg grup wieku": [
                                            {"10-14 lat": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "3.6",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"15-19 lat": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "5.3",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"20-24 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "9.7",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"25-34 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "15.8",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"35-44 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "15.4",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"45-54 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.0",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"55-64 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "15.7",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"65 lat i więcej": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "16.0",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "11-1-1":{
                
                "metadane": [
                      {
                                      "nazwa": "11.1.1 Odsetek ludności żyjącej w mieszkaniach z przeciekającym dachem, wilgotnymi ścianami, podłogami lub fundamentami lub ze zgnilizną ram okiennych lub podłóg",
                                    
                                      "cel": "Cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.1 Do 2030 roku zapewnić wszystkim ludziom dostęp do odpowiednich, bezpiecznych i przystępnych cenowo mieszkań oraz podstawowych usług, a także poprawić warunki życia w slumsach",
                                    
                                      "definicja": "Odsetek osób, które chociaż w jednym przypadku wskazały, że żyją w mieszkaniach z przeciekającym dachem, wilgotnymi ścianami lub podłogami lub fundamentami, ze zgnilizną ram okiennych lub podłogi.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, miasto / wieś",
                                    
                                      "metodologia": "Do kategorii gospodarstw zaliczane są osoby, które chociaż w jednym przypadku wskazały, że żyją w mieszkaniach z przeciekającym dachem lub wilgotnymi ścianami lub podłogami lub fundamentami lub ze zgnilizną ram okiennych lub podłogi. Treść pytania w badaniu EU SILC:    • do 2014 r.: Czy użytkowane przez Pana/Panią mieszkanie ma przeciekający dach, wilgoć na ścianach, podłogach, fundamencie, butwiejące okna lub podłogi?    • od 2015 r.: Czy użytkowane przez Pana/Panią mieszkanie: A. ma przeciekający dach, B. ma wilgoć na ścianach, podłogach, fundamencie, C. ma butwiejące okna lub podłogi?",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": "Prezentowany wskaźnik (11.1.1 Odsetek ludności żyjącej w mieszkaniach z przeciekającym dachem, wilgotnymi ścianami, podłogami lub fundamentami lub ze zgnilizną ram okiennych lub podłóg) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (11.1.1 Odsetek ludności miast zamieszkującej najbardziej ubogie dzielnice (slumsy), w nielegalnych obozowiskach oraz w domach o nieodpowiednich warunkach) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska.",
                                    
                                      "data_aktualizacji_danych": "25-01-2022",
                                    
                                      "data_aktualizacji_metadanych": "13-05-2022"
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "15.6",
                                                    
                                                        "2011" : "11.5",
                                                    
                                                        "2012" : "10.6",
                                                    
                                                        "2013" : "10.2",
                                                    
                                                        "2014" : "9.5",
                                                    
                                                        "2015" : "11.9",
                                                    
                                                        "2016" : "11.7",
                                                    
                                                        "2017" : "12.1",
                                                    
                                                        "2018" : "11.5",
                                                    
                                                        "2019" : "11.0",
                                                    
                                                        "2020" : "6.1"
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "13",
                                                    
                                                        "2011" : "10.3",
                                                    
                                                        "2012" : "9.3",
                                                    
                                                        "2013" : "8.8",
                                                    
                                                        "2014" : "8.9",
                                                    
                                                        "2015" : "10.6",
                                                    
                                                        "2016" : "10.1",
                                                    
                                                        "2017" : "10.5",
                                                    
                                                        "2018" : "10.5",
                                                    
                                                        "2019" : "10.4",
                                                    
                                                        "2020" : "5.7"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "19.6",
                                                    
                                                        "2011" : "13.4",
                                                    
                                                        "2012" : "12.5",
                                                    
                                                        "2013" : "12.4",
                                                    
                                                        "2014" : "10.4",
                                                    
                                                        "2015" : "13.8",
                                                    
                                                        "2016" : "13.9",
                                                    
                                                        "2017" : "14.4",
                                                    
                                                        "2018" : "13.1",
                                                    
                                                        "2019" : "11.9",
                                                    
                                                        "2020" : "6.6"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "11-a-1":{
                
                "metadane": [
                      {
                                      "nazwa": "11.a.1 Odsetek ludności gmin, które posiadają studium lub miejscowe plany zagospodarowania przestrzennego, w podziale na rodzaj gminy",
                                    
                                      "cel": "Cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.a Wspierać korzystne ekonomicznie, społecznie i środowiskowo połączenia pomiędzy obszarami miejskimi, podmiejskimi i wiejskimi poprzez wzmocnienie krajowego i regionalnego planowania rozwoju",
                                    
                                      "definicja": "Odsetek ludności gmin, które posiadają obowiązujące miejscowe plany zagospodarowania przestrzennego/studium, ogółem oraz w podziale na gminy miejskie, wiejskie i miejsko-wiejskie niezależnie od liczby posiadanych planów.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, gmina",
                                    
                                      "metodologia": "Studium uwarunkowań i kierunków zagospodarowania przestrzennego uchwalane jest przez radę gminy w celu określenia polityki przestrzennej, w tym lokalnych zasad zagospodarowania przestrzennego, uwzględniając m.in. zasady określone w koncepcji przestrzennego zagospodarowania kraju, ustalenia strategii rozwoju i planu zagospodarowania przestrzennego województwa, ramowego studium uwarunkowań i kierunków zagospodarowania przestrzennego związku metropolitalnego oraz strategii rozwoju gminy, a także analizy ekonomiczne, środowiskowe i społeczne, prognozy demograficzne.  Miejscowy plan zagospodarowania przestrzennego stanowi akt prawa miejscowego uchwalony przez radę gminy zgodnie z zapisami studium uwarunkowań i kierunków zagospodarowania przestrzennego, w którym określa się przeznaczenie i sposoby zagospodarowania terenami, w tym dla inwestycji celu publicznego.",
                                    
                                      "zrodlo": "Ministerstwo Infrastruktury / Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne  od 2010 r.",
                                    
                                      "uwagi": "Prezentowany wskaźnik (11.a.1 Odsetek ludności gmin, które posiadają studium lub miejscowe plany zagospodarowania przestrzennego, w podziale na rodzaj gminy) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (11.a.1 Liczba krajów, które posiadają polityki miejskie lub regionalne plany zagospodarowania przestrzennego, które (a) uwzględniają dynamikę populacyjną; (b) zapewniają zrównoważony rozwój terytorialny; i (c) zwiększają lokalną przestrzeń fiskalną) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska.",
                                    
                                      "data_aktualizacji_danych": "24-10-2023",
                                    
                                      "data_aktualizacji_metadanych": "24-05-2022"
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miejscowe plany zagospodarowania przestrzennego - wg rodzaju gmin": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "96.87",
                                                    
                                                        "2011" : "97.19",
                                                    
                                                        "2012" : "97.29",
                                                    
                                                        "2013" : "97.48",
                                                    
                                                        "2014" : "97.59",
                                                    
                                                        "2015" : "97.78",
                                                    
                                                        "2016" : "97.85",
                                                    
                                                        "2017" : "97.98",
                                                    
                                                        "2018" : "98.08",
                                                    
                                                        "2019" : "98.17",
                                                    
                                                        "2020" : "98.44",
                                                    
                                                        "2021" : "98.55",
                                                    
                                                        "2022" : "98.63"
                                                    
                                                    }
                                                ],"gminy miejskie": [
                                                    {
                                                    
                                                        "2010" : "99.90",
                                                    
                                                        "2011" : "99.91",
                                                    
                                                        "2012" : "99.93",
                                                    
                                                        "2013" : "99.96",
                                                    
                                                        "2014" : "99.97",
                                                    
                                                        "2015" : "100.00",
                                                    
                                                        "2016" : "100.00",
                                                    
                                                        "2017" : "100.00",
                                                    
                                                        "2018" : "100.00",
                                                    
                                                        "2019" : "100.00",
                                                    
                                                        "2020" : "100.00",
                                                    
                                                        "2021" : "100.00",
                                                    
                                                        "2022" : "100.00"
                                                    
                                                    }
                                                ],"gminy wiejskie": [
                                                    {
                                                    
                                                        "2010" : "90.59",
                                                    
                                                        "2011" : "91.66",
                                                    
                                                        "2012" : "91.90",
                                                    
                                                        "2013" : "92.42",
                                                    
                                                        "2014" : "92.85",
                                                    
                                                        "2015" : "93.32",
                                                    
                                                        "2016" : "93.47",
                                                    
                                                        "2017" : "93.63",
                                                    
                                                        "2018" : "94.04",
                                                    
                                                        "2019" : "94.40",
                                                    
                                                        "2020" : "95.10",
                                                    
                                                        "2021" : "95.42",
                                                    
                                                        "2022" : "95.67"
                                                    
                                                    }
                                                ],"gminy miejsko-wiejskie": [
                                                    {
                                                    
                                                        "2010" : "98.16",
                                                    
                                                        "2011" : "98.22",
                                                    
                                                        "2012" : "98.39",
                                                    
                                                        "2013" : "98.54",
                                                    
                                                        "2014" : "98.45",
                                                    
                                                        "2015" : "98.64",
                                                    
                                                        "2016" : "98.74",
                                                    
                                                        "2017" : "99.12",
                                                    
                                                        "2018" : "99.07",
                                                    
                                                        "2019" : "98.97",
                                                    
                                                        "2020" : "99.30",
                                                    
                                                        "2021" : "99.40",
                                                    
                                                        "2022" : "99.40"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "studium - wg rodzaju gmin": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "99.5",
                                                    
                                                        "2011" : "99.5",
                                                    
                                                        "2012" : "99.7",
                                                    
                                                        "2013" : "99.8",
                                                    
                                                        "2014" : "99.8",
                                                    
                                                        "2015" : "99.8",
                                                    
                                                        "2016" : "99.9",
                                                    
                                                        "2017" : "99.9",
                                                    
                                                        "2018" : "99.9",
                                                    
                                                        "2019" : "99.9",
                                                    
                                                        "2020" : "99.9",
                                                    
                                                        "2021" : "99.9",
                                                    
                                                        "2022" : "99.9"
                                                    
                                                    }
                                                ],"gminy miejskie": [
                                                    {
                                                    
                                                        "2010" : "99.8",
                                                    
                                                        "2011" : "99.8",
                                                    
                                                        "2012" : "99.9",
                                                    
                                                        "2013" : "100.0",
                                                    
                                                        "2014" : "100.0",
                                                    
                                                        "2015" : "100.0",
                                                    
                                                        "2016" : "100.0",
                                                    
                                                        "2017" : "100.0",
                                                    
                                                        "2018" : "100.0",
                                                    
                                                        "2019" : "100.0",
                                                    
                                                        "2020" : "100.0",
                                                    
                                                        "2021" : "100.0",
                                                    
                                                        "2022" : "100.0"
                                                    
                                                    }
                                                ],"gminy wiejskie": [
                                                    {
                                                    
                                                        "2010" : "98.8",
                                                    
                                                        "2011" : "98.9",
                                                    
                                                        "2012" : "99.2",
                                                    
                                                        "2013" : "99.4",
                                                    
                                                        "2014" : "99.5",
                                                    
                                                        "2015" : "99.4",
                                                    
                                                        "2016" : "99.6",
                                                    
                                                        "2017" : "99.8",
                                                    
                                                        "2018" : "99.8",
                                                    
                                                        "2019" : "99.8",
                                                    
                                                        "2020" : "99.8",
                                                    
                                                        "2021" : "99.8",
                                                    
                                                        "2022" : "99.8"
                                                    
                                                    }
                                                ],"gminy miejsko-wiejskie": [
                                                    {
                                                    
                                                        "2010" : "99.8",
                                                    
                                                        "2011" : "99.7",
                                                    
                                                        "2012" : "99.7",
                                                    
                                                        "2013" : "99.9",
                                                    
                                                        "2014" : "99.9",
                                                    
                                                        "2015" : "99.9",
                                                    
                                                        "2016" : "99.9",
                                                    
                                                        "2017" : "100.0",
                                                    
                                                        "2018" : "99.8",
                                                    
                                                        "2019" : "99.8",
                                                    
                                                        "2020" : "99.9",
                                                    
                                                        "2021" : "99.9",
                                                    
                                                        "2022" : "99.9"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              }}
  ]
}
