


{
  "11-1-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.1.1 Odsetek ludności żyjącej w mieszkaniach z przeciekającym dachem, wilgotnymi ścianami, podłogami lub fundamentami lub ze zgnilizną ram okiennych lub podłóg",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności",
                      
                        "zadanie": "11.1 Do 2030 roku zapewnić wszystkim ludziom dostęp do odpowiednich, bezpiecznych i przystępnych cenowo mieszkań oraz podstawowych usług, a także poprawić warunki życia w slumsach",
                      
                        "definicja": "Odsetek osób, które chociaż w jednym przypadku wskazały, że żyją w mieszkaniach z przeciekającym dachem, wilgotnymi ścianami lub podłogami lub fundamentami, ze zgnilizną ram okiennych lub podłogi.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem, miasto / wieś",
                      
                        "metodologia": "Do kategorii gospodarstw zaliczane są osoby, które chociaż w jednym przypadku wskazały, że żyją w mieszkaniach z przeciekającym dachem lub wilgotnymi ścianami lub podłogami lub fundamentami lub ze zgnilizną ram okiennych lub podłogi. Treść pytania w badaniu EU SILC:    • do 2014 r.: Czy użytkowane przez Pana/Panią mieszkanie ma przeciekający dach, wilgoć na ścianach, podłogach, fundamencie, butwiejące okna lub podłogi?    • od 2015 r.: Czy użytkowane przez Pana/Panią mieszkanie: A. ma przeciekający dach, B. ma wilgoć na ścianach, podłogach, fundamencie, C. ma butwiejące okna lub podłogi?",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "Prezentowany wskaźnik (11.1.1 Odsetek ludności żyjącej w mieszkaniach z przeciekającym dachem, wilgotnymi ścianami, podłogami lub fundamentami lub ze zgnilizną ram okiennych lub podłóg) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (11.1.1 Odsetek ludności miast zamieszkującej najbardziej ubogie dzielnice (slumsy), w nielegalnych obozowiskach oraz w domach o nieodpowiednich warunkach) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                      
                        "data_aktualizacji_danych": "25-01-2022",
                      
                        "data_aktualizacji_metadanych": "13-05-2022",
                      }
      ],
      "dane": [
        {
                      "miasto/wieś": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "15.6",
                                  
                                      "2011" :   "11.5",
                                  
                                      "2012" :   "10.6",
                                  
                                      "2013" :   "10.2",
                                  
                                      "2014" :   "9.5",
                                  
                                      "2015" :   "11.9",
                                  
                                      "2016" :   "11.7",
                                  
                                      "2017" :   "12.1",
                                  
                                      "2018" :   "11.5",
                                  
                                      "2019" :   "11.0",
                                  
                                      "2020" :   "6.1"
                                  
                                  }
                              ],
                              "miasto": [
                                  {
                                  
                                      "2010" :   "13",
                                  
                                      "2011" :   "10.3",
                                  
                                      "2012" :   "9.3",
                                  
                                      "2013" :   "8.8",
                                  
                                      "2014" :   "8.9",
                                  
                                      "2015" :   "10.6",
                                  
                                      "2016" :   "10.1",
                                  
                                      "2017" :   "10.5",
                                  
                                      "2018" :   "10.5",
                                  
                                      "2019" :   "10.4",
                                  
                                      "2020" :   "5.7"
                                  
                                  }
                              ],
                              "wieś": [
                                  {
                                  
                                      "2010" :   "19.6",
                                  
                                      "2011" :   "13.4",
                                  
                                      "2012" :   "12.5",
                                  
                                      "2013" :   "12.4",
                                  
                                      "2014" :   "10.4",
                                  
                                      "2015" :   "13.8",
                                  
                                      "2016" :   "13.9",
                                  
                                      "2017" :   "14.4",
                                  
                                      "2018" :   "13.1",
                                  
                                      "2019" :   "11.9",
                                  
                                      "2020" :   "6.6"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
