


{
  "1-5-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "1.5.1 Liczba ofiar śmiertelnych lub poszkodowanych w wyniku katastrof budowlanych na 1 milion ludności",
                      
                        "cel": "Cel 1. Koniec z ubóstwem",
                      
                        "zadanie": "1.5 Do 2030 roku zbudować odporność na zagrożenia wśród osób ubogich i narażonych na zagrożenia, zmniejszyć ich podatność na zagrożenia i bezbronność wobec ekstremalnych zjawisk klimatycznych oraz innych wstrząsów gospodarczych, społecznych i środowiskowych, a także katastrof naturalnych",
                      
                        "definicja": "Relacja liczby osób poszkodowanych w wyniku katastrof budowlanych będących rezultatem zdarzeń losowych, błędu w utrzymaniu lub podczas prac budowlanych, w tym liczba ofiar śmiertelnych w przeliczeniu na 1 milion mieszkańców.",
                      
                        "jednostka": "osoby",
                      
                        "wymiary": "ogółem, ofiary śmiertelne",
                      
                        "metodologia": "Dane o katastrofach budowlanych przekazane są przez powiatowych i wojewódzkich inspektorów nadzoru budowlanego w ramach zadań i kompetencji określonych w art. 76 ust. 1 pkt 2 ustawy Prawo budowlane ((Dz. U. z 2013 r. poz. 1409). Katastrofą budowlaną, zgodnie z art. 73 ustawy — Prawo budowlane, jest niezamierzone, gwałtowne zniszczenie obiektu budowlanego lub jego części, a także konstrukcyjnych elementów rusztowań, elementów formujących, ścianek szczelnych i obudowy wykopów. Katastrofy budowlane grupowane są według przyczyn na:    • wywołane zdarzeniami losowymi (m.in. silne wiatry, pożary, wybuchy gazu),    • spowodowane błędami podczas utrzymani obiektu budowlanego,    • spowodowane błędami podczas budowy nowego obiektu lub wykonywania robót budowlanych w istniejącym obiekcie budowlanym    • oraz spowodowane błędami opracowania dokumentacji obiektu budowlanego.",
                      
                        "zrodlo": "Rejestr Katastrof Budowlanych /  Główny Urząd Nadzoru Budowlanego",
                      
                        "czestotliwosc": "Dane roczne od 2010 r.",
                      
                        "uwagi": "Prezentowany wskaźnik (1.5.1 Liczba ofiar śmiertelnych lub poszkodowanych w wyniku katastrof budowlanych na 1 milion ludności) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (1.5.1. Liczba ofiar śmiertelnych, osób zaginionych oraz bezpośrednio poszkodowanych w wyniku katastrof na 100 tys. ludności) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                      }
      ],
      "dane": [
        {
                      "poszkodowani": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "2.13",
                                  
                                      "2011" :   "2.41",
                                  
                                      "2012" :   "2.08",
                                  
                                      "2013" :   "2.23",
                                  
                                      "2014" :   "1.98",
                                  
                                      "2015" :   "2.47",
                                  
                                      "2016" :   "1.41",
                                  
                                      "2017" :   "3.61",
                                  
                                      "2018" :   "2.73",
                                  
                                      "2019" :   "2.37",
                                  
                                      "2020" :   "2.33",
                                  
                                      "2021" :   "2.25"
                                  
                                  }
                              ],
                              "ofiary śmiertelne": [
                                  {
                                  
                                      "2010" :   "0.31",
                                  
                                      "2011" :   "0.65",
                                  
                                      "2012" :   "0.44",
                                  
                                      "2013" :   "0.55",
                                  
                                      "2014" :   "0.36",
                                  
                                      "2015" :   "0.47",
                                  
                                      "2016" :   "0.36",
                                  
                                      "2017" :   "0.78",
                                  
                                      "2018" :   "0.62",
                                  
                                      "2019" :   "0.73",
                                  
                                      "2020" :   "0.47",
                                  
                                      "2021" :   "0.68"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
