


{
  "1-5-4": [
    {
      "metadane": [
        
        {
                        "nazwa": "1.5.4 Jednostki samorządu terytorialnego, które przyjęły i wdrożyły lokalne strategie redukcji ryzyka katastrof zgodne z krajową strategią redukcji ryzyka katastrof",
                      
                        "cel": "Cel 1. Koniec z ubóstwem",
                      
                        "zadanie": "1.5 Do 2030 roku zbudować odporność na zagrożenia wśród osób ubogich i narażonych na zagrożenia, zmniejszyć ich podatność na zagrożenia i bezbronność wobec ekstremalnych zjawisk klimatycznych oraz innych wstrząsów gospodarczych, społecznych i środowiskowych, a także katastrof naturalnych",
                      
                        "definicja": "Liczba oraz odsetek jednostek samorządu terytorialnego, które przyjęły i wdrożyły lokalne strategie ograniczenia ryzyka katastrof zgodne z krajową strategią ograniczenia ryzyka katastrof.",
                      
                        "jednostka": "liczba (województw)",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Ramowy Program Działań z Sendai na lata 2015-2030 w sprawie ograniczania ryzyka katastrof jest to program ONZ przyjęty podczas III Światowej Konferencji Ograniczenia Ryzyka Katastrof w Sendai w Japonii. Priorytetami programu są: 1. Rozumienie ryzyka związanego z katastrofami. 2. Wzmocnienie zarządzania ryzykiem katastrof w celu umożliwienia zarządzania tym ryzykiem. 3. Inwestowanie w ograniczanie ryzyka katastrof na rzecz wzmacniania odporności. 4. Udoskonalenie systemu gotowości do skutecznego reagowania na katastrofy oraz „lepsza odbudowa” w zakresie przywracania stanu wyjściowego, napraw i odbudowy. Krajowa strategia ograniczenia ryzyka katastrof zgodna z Ramowym Programem Działań z Sendai stanowi część Raportu o zagrożeniach bezpieczeństwa narodowego. Raport ten aktualizowany jest cyklicznie. Aktualizacje miały miejsce w 2015 r., 2018 r. i 2021 r. Główne cele strategii to ograniczenie istniejących i przyszłych zagrożeń poprzez wykonywanie oceny ryzyka, ostrzeganie oraz budowanie odporności na katastrofy. Lokalne strategie ograniczenia ryzyka katastrof – wojewódzkie raporty cząstkowe do Raportu o zagrożeniach bezpieczeństwa narodowego, zgodne z krajową strategią ograniczenia ryzyka katastrof, są cyklicznie aktualizowane i stanowią jedną z podstaw do opracowania Raportu o zagrożeniach bezpieczeństwa narodowego. Główne cele tych strategii to uwzględnienie inicjatyw lokalnych w działaniach na rzecz ograniczenia ryzyka katastrof zarówno naturalnych, jak i spowodowanych intencjonalną działalnością człowieka.",
                      
                        "zrodlo": "Rządowe Centrum Bezpieczeństwa",
                      
                        "czestotliwosc": "Dane roczne; od 2015 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "28-02-2023",
                      
                        "data_aktualizacji_metadanych": "24-01-2022"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "16",
                        
                            "2016" :   "16",
                        
                            "2017" :   "16",
                        
                            "2018" :   "16",
                        
                            "2019" :   "16",
                        
                            "2020" :   "16",
                        
                            "2021" :   "16",
                        
                            "2022" :   "16"
                        
                        }
                    ]}
      ]
    }
  ]
}
