


{
  "1-5-3": [
    {
      "metadane": [
        
        {
                        "nazwa": "1.5.3 Kraje, które przyjęły i wdrożyły krajowe strategie redukcji ryzyka katastrof zgodne z Ramowym Programem Działań na lata 2015-2030 z Sendai w sprawie ograniczania ryzyka katastrof",
                      
                        "cel": "Cel 1. Koniec z ubóstwem",
                      
                        "zadanie": "1.5 Do 2030 roku zbudować odporność na zagrożenia wśród osób ubogich i narażonych na zagrożenia, zmniejszyć ich podatność na zagrożenia i bezbronność wobec ekstremalnych zjawisk klimatycznych oraz innych wstrząsów gospodarczych, społecznych i środowiskowych, a także katastrof naturalnych",
                      
                        "definicja": "Wskaźnik przyjmuje wartość 1, jeśli w kraju przyjęto i wdrożono krajową strategię ograniczenia ryzyka katastrof zgodną z Ramowym Programem Działań z Sendai na lata 2015-2030 w sprawie ograniczenia ryzyka katastrof.Wskaźnik prezentowany jako wynik dot. zakresu zgodności krajowej strategii ograniczenia ryzyka katastrof z Ramowym Programem Działań z Sendai na lata 2015-2030 (score of adoption and implementation of national DRR strategies in line with the Sendai Framework) jest wyrażony jako ułamek dziesiętny w przedziale (0,1) mierzony co 0,05. ",
                      
                        "jednostka": "(0,1)",
                      
                        "wymiary": "ogółem, zakres zgodności strategii krajowej z Programem z Sendai 2015-2030",
                      
                        "metodologia": "Ramowy Program Działań z Sendai na lata 2015-2030 w sprawie ograniczenia ryzyka katastrof jest to program ONZ przyjęty podczas III Światowej Konferencji Ograniczenia Ryzyka w Sendai w Japonii. Priorytetami programu są: 1.	Rozumienie ryzyka związanego z katastrofami. 2.	Wzmocnienie zarządzania ryzykiem katastrof w celu umożliwienia zarządzania tym ryzykiem. 3.	Inwestowanie w ograniczanie ryzyka katastrof na rzecz wzmacniania odporności. 4.	Udoskonalenie systemu gotowości do skutecznego reagowania na katastrofy oraz „lepsza odbudowa” w zakresie przywracania stanu wyjściowego, napraw i odbudowy. Krajowa strategia ograniczenia ryzyka katastrof, w tym klęsk żywiołowych, zgodna z Ramowym Programem Działań z Sendai stanowi część Raportu o zagrożeniach bezpieczeństwa narodowego. Raport ten aktualizowany jest cyklicznie. Aktualizacje miały miejsce w 2015 r., 2018 r. i 2021 r. Główne cele strategii to ograniczenie istniejących i przyszłych zagrożeń poprzez wykonywanie oceny ryzyka, ostrzeganie oraz budowanie odporności na katastrofy.Wynik dot. przyjęcia i wdrożenia krajowej strategii ograniczenia ryzyka katastrof w odniesieniu do Ramowego Programu Działań z Sendai (score of adoption and implementation of national DRR strategies in line with the Sendai Framework) jest wyliczany w zakresie jakościowej oceny zgodności pomiędzy dokumentem krajowym a wymogami wobec krajowej strategii ograniczenia ryzyka katastrof.",
                      
                        "zrodlo": "Rządowe Centrum Bezpieczeństwa",
                      
                        "czestotliwosc": "",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {
                      "wg przyjęcia i wdrożenia strategii krajowej": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "1",
                                  
                                      "2016" :   "1",
                                  
                                      "2017" :   "1",
                                  
                                      "2018" :   "1",
                                  
                                      "2019" :   "1",
                                  
                                      "2020" :   "1"
                                  
                                  }
                              ],
                              "zakres zgodności strategii krajowej z Programem z Sendai 2015-2030": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "0.80",
                                  
                                      "2016" :   "0.80",
                                  
                                      "2017" :   "0.80",
                                  
                                      "2018" :   "0.85",
                                  
                                      "2019" :   "0.85",
                                  
                                      "2020" :   "0.85"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
