
{
  "zamieszkanie": [
      {
          "1-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": " 1.2.1 Stopa ubóstwa po transferach społecznych",
                                    
                                      "cel": "Cel 1. Koniec z ubóstwem",
                                    
                                      "zadanie": "1.2 Do 2030 roku zmniejszyć przynajmniej o połowę odsetek mężczyzn, kobiet i dzieci, cierpiących z powodu ubóstwa, we wszystkich jego wymiarach określonych zgodnie z krajowymi definicjami",
                                    
                                      "definicja": "Odsetek osób, których ekwiwalentny dochód do dyspozycji (po uwzględnieniu w dochodach transferów społecznych), jest niższy od granicy ubóstwa ustalonej na poziomie 60% krajowej mediany ekwiwalentnych dochodów do dyspozycji.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, płeć, wiek",
                                    
                                      "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania EU-SILC. Badanie EU-SILC (Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej obserwacji w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy  z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi – danych o osobach indywidualnych.  Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia.  W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym). Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r. Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe). Ekwiwalentny dochód do dyspozycji jest to suma rocznych dochodów pieniężnych netto (po odliczeniu zaliczek na podatek dochodowy, podatków od dochodów z własności, składek na ubezpieczenie społeczne, zdrowotne) wszystkich członków gospodarstwa domowego pomniejszona o: podatki od nieruchomości, transfery pieniężne przekazane innym gospodarstwom domowym oraz saldo rozliczeń z urzędem skarbowym. Przy obliczeniach wyników z zakresu dochodów zastosowano zmodyfikowaną skalę ekwiwalentności OECD. Według tej skali:    • wagę 1 przypisuje się pierwszej osobie w gospodarstwie domowym w wieku 14 lat i więcej;   • wagę 0,5 – każdej następnej osobie w tym wieku;   • wagę 0,3 – każdemu dziecku w wieku poniżej 14 lat. Oznacza to, że granica ubóstwa skrajnego i relatywnego dla gospodarstwa 4-osobowego złożonego z dwóch osób dorosłych i dwojga dzieci jest 2,1 razy wyższa niż dla gospodarstwa 1-osobowego.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "17.6",
                                                    
                                                        "2011" : "17.7",
                                                    
                                                        "2012" : "17.1",
                                                    
                                                        "2013" : "17.3",
                                                    
                                                        "2014" : "17.0",
                                                    
                                                        "2015" : "17.6",
                                                    
                                                        "2016" : "17.3",
                                                    
                                                        "2017" : "15.0",
                                                    
                                                        "2018" : "14.8",
                                                    
                                                        "2019" : "15.4",
                                                    
                                                        "2020" : "14.8",
                                                    
                                                        "2021" : "14.8"
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "12.6",
                                                    
                                                        "2011" : "12.7",
                                                    
                                                        "2012" : "12.3",
                                                    
                                                        "2013" : "12.1",
                                                    
                                                        "2014" : "11.7",
                                                    
                                                        "2015" : "12.5",
                                                    
                                                        "2016" : "12.8",
                                                    
                                                        "2017" : "10.7",
                                                    
                                                        "2018" : "10.8",
                                                    
                                                        "2019" : "11.1",
                                                    
                                                        "2020" : "10.0",
                                                    
                                                        "2021" : "10.6"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "25.3",
                                                    
                                                        "2011" : "25.2",
                                                    
                                                        "2012" : "24.3",
                                                    
                                                        "2013" : "24.9",
                                                    
                                                        "2014" : "24.7",
                                                    
                                                        "2015" : "25.2",
                                                    
                                                        "2016" : "24.0",
                                                    
                                                        "2017" : "21.5",
                                                    
                                                        "2018" : "20.8",
                                                    
                                                        "2019" : "21.9",
                                                    
                                                        "2020" : "21.9",
                                                    
                                                        "2021" : "20.8"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "wg płci": [
                                            {"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "17.4",
                                                    
                                                        "2011" : "17.8",
                                                    
                                                        "2012" : "17.1",
                                                    
                                                        "2013" : "17.3",
                                                    
                                                        "2014" : "17.2",
                                                    
                                                        "2015" : "18.1",
                                                    
                                                        "2016" : "17.1",
                                                    
                                                        "2017" : "15.1",
                                                    
                                                        "2018" : "14.6",
                                                    
                                                        "2019" : "15.0",
                                                    
                                                        "2020" : "13.9",
                                                    
                                                        "2021" : "14.1"
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "17.7",
                                                    
                                                        "2011" : "17.6",
                                                    
                                                        "2012" : "17.1",
                                                    
                                                        "2013" : "17.3",
                                                    
                                                        "2014" : "16.8",
                                                    
                                                        "2015" : "17.2",
                                                    
                                                        "2016" : "17.4",
                                                    
                                                        "2017" : "14.9",
                                                    
                                                        "2018" : "15.0",
                                                    
                                                        "2019" : "15.8",
                                                    
                                                        "2020" : "15.7",
                                                    
                                                        "2021" : "15.4"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "wg grup wieku": [
                                            {"poniżej 6 lat": [
                                                    {
                                                    
                                                        "2010" : "20.5",
                                                    
                                                        "2011" : "19.7",
                                                    
                                                        "2012" : "18.6",
                                                    
                                                        "2013" : "21.7",
                                                    
                                                        "2014" : "19.4",
                                                    
                                                        "2015" : "19.7",
                                                    
                                                        "2016" : "17.6",
                                                    
                                                        "2017" : "11.8",
                                                    
                                                        "2018" : "10.7",
                                                    
                                                        "2019" : "12.5",
                                                    
                                                        "2020" : "12.1",
                                                    
                                                        "2021" : "13.0"
                                                    
                                                    }
                                                ],"poniżej 18 lat": [
                                                    {
                                                    
                                                        "2010" : "22.5",
                                                    
                                                        "2011" : "22.0",
                                                    
                                                        "2012" : "21.5",
                                                    
                                                        "2013" : "23.2",
                                                    
                                                        "2014" : "22.3",
                                                    
                                                        "2015" : "22.4",
                                                    
                                                        "2016" : "21.1",
                                                    
                                                        "2017" : "14.0",
                                                    
                                                        "2018" : "13.0",
                                                    
                                                        "2019" : "13.4",
                                                    
                                                        "2020" : "13.5",
                                                    
                                                        "2021" : "14.6"
                                                    
                                                    }
                                                ],"18-24 lata": [
                                                    {
                                                    
                                                        "2010" : "20.9",
                                                    
                                                        "2011" : "20.7",
                                                    
                                                        "2012" : "21.8",
                                                    
                                                        "2013" : "21.5",
                                                    
                                                        "2014" : "22.0",
                                                    
                                                        "2015" : "22.6",
                                                    
                                                        "2016" : "23.5",
                                                    
                                                        "2017" : "20.9",
                                                    
                                                        "2018" : "21.1",
                                                    
                                                        "2019" : "22.1",
                                                    
                                                        "2020" : "19.5",
                                                    
                                                        "2021" : "18.0"
                                                    
                                                    }
                                                ],"18-64 lata": [
                                                    {
                                                    
                                                        "2010" : "16.9",
                                                    
                                                        "2011" : "17.1",
                                                    
                                                        "2012" : "16.5",
                                                    
                                                        "2013" : "16.7",
                                                    
                                                        "2014" : "16.7",
                                                    
                                                        "2015" : "17.6",
                                                    
                                                        "2016" : "17.3",
                                                    
                                                        "2017" : "15.6",
                                                    
                                                        "2018" : "15.2",
                                                    
                                                        "2019" : "15.5",
                                                    
                                                        "2020" : "14.2",
                                                    
                                                        "2021" : "14.0"
                                                    
                                                    }
                                                ],"60 lat i więcej": [
                                                    {
                                                    
                                                        "2010" : "14.0",
                                                    
                                                        "2011" : "14.5",
                                                    
                                                        "2012" : "14.0",
                                                    
                                                        "2013" : "12.3",
                                                    
                                                        "2014" : "12.3",
                                                    
                                                        "2015" : "13.0",
                                                    
                                                        "2016" : "14.0",
                                                    
                                                        "2017" : "15.0",
                                                    
                                                        "2018" : "16.2",
                                                    
                                                        "2019" : "17.7",
                                                    
                                                        "2020" : "18.3",
                                                    
                                                        "2021" : "17.8"
                                                    
                                                    }
                                                ],"65 lat i więcej": [
                                                    {
                                                    
                                                        "2010" : "14.2",
                                                    
                                                        "2011" : "14.7",
                                                    
                                                        "2012" : "14.0",
                                                    
                                                        "2013" : "12.3",
                                                    
                                                        "2014" : "11.7",
                                                    
                                                        "2015" : "12.1",
                                                    
                                                        "2016" : "12.8",
                                                    
                                                        "2017" : "13.8",
                                                    
                                                        "2018" : "15.5",
                                                    
                                                        "2019" : "17.4",
                                                    
                                                        "2020" : "18.2",
                                                    
                                                        "2021" : "17.5"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "5-4-1":{
                
                "metadane": [
                      {
                                      "nazwa": "5.4.1 Odsetek czasu poświęconego na niepłatną pracę w gospodarstwie domowym i pracę opiekuńczą",
                                    
                                      "cel": "Cel 5. Równość płci",
                                    
                                      "zadanie": "5.4 Docenić nieodpłatną opiekę i pracę w domu przez zapewnienie usług publicznych, infrastruktury, ochrony socjalnej oraz przez promowanie wspólnej odpowiedzialności w gospodarstwie domowym i rodzinie, zgodnie z krajowymi uwarunkowaniami",
                                    
                                      "definicja": "Przeciętny czas poświęcony na nieodpłatną pracę w gospodarstwie domowym i pracę opiekuńczą wyrażony jako procent doby.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, płeć, wiek, miasto/wieś",
                                    
                                      "metodologia": "Dane pochodzą z Badania budżetu czasu ludności. Badanie budżetu czasu ludności dostarcza informacji o bardzo wielu aspektach życia Polaków, w tym rozkładzie czasu poświęcanego na różne sfery życia. Badanie odbywa się co 10 lat. Ostatnie przeprowadzono w 2013 r., trwało przez cały rok i obejmowało osoby w wieku 10 lat lub więcej. Czas, którym dysponujemy w ciągu doby został podzielony na 10 głównych grup czynności oraz dodatkową jedenastą grupę zawierającą niewielki odsetek innych niewymienionych czynności, tj.:   • potrzeby fizjologiczne;    • zajęcia i prace domowe;    • praca zawodowa;    • korzystanie ze środków masowego przekazu;    • życie towarzyskie i rozrywki;    • dojazdy i dojścia;    • zamiłowania osobiste;    • uczestnictwo w sporcie i rekreacji;    • nauka;    • dobrowolna praca w organizacjach i poza nimi  pomoc innym  zaangażowanie w działalność organizacji i praktyki religijne;    • inne niewymienione czynności.  Do grupy związanej z zajęciami i pracami domowymi zaliczono m.in. utrzymanie porządku, gotowanie, opiekę nad dziećmi i dorosłymi oraz zakupy i korzystanie z usług.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane co 10 lat od 2013 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "osoby w wieku 15 lat i więcej - wg płci i miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.3",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "9.9",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "18.3",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.0",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.9",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "wg grup wieku": [
                                            {"10-14 lat": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "3.6",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"15-19 lat": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "5.3",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"20-24 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "9.7",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"25-34 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "15.8",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"35-44 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "15.4",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"45-54 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.0",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"55-64 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "15.7",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"65 lat i więcej": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "16.0",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "11-1-1":{
                
                "metadane": [
                      {
                                      "nazwa": "11.1.1 Odsetek ludności żyjącej w mieszkaniach z przeciekającym dachem, wilgotnymi ścianami, podłogami lub fundamentami lub ze zgnilizną ram okiennych lub podłóg",
                                    
                                      "cel": "Cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.1 Do 2030 roku zapewnić wszystkim ludziom dostęp do odpowiednich, bezpiecznych i przystępnych cenowo mieszkań oraz podstawowych usług, a także poprawić warunki życia w slumsach",
                                    
                                      "definicja": "Odsetek osób, które chociaż w jednym przypadku wskazały, że żyją w mieszkaniach z przeciekającym dachem, wilgotnymi ścianami lub podłogami lub fundamentami, ze zgnilizną ram okiennych lub podłogi.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, miasto / wieś",
                                    
                                      "metodologia": "Do kategorii gospodarstw zaliczane są osoby, które chociaż w jednym przypadku wskazały, że żyją w mieszkaniach z przeciekającym dachem lub wilgotnymi ścianami lub podłogami lub fundamentami lub ze zgnilizną ram okiennych lub podłogi. Treść pytania w badaniu EU SILC:    • do 2014 r.: Czy użytkowane przez Pana/Panią mieszkanie ma przeciekający dach, wilgoć na ścianach, podłogach, fundamencie, butwiejące okna lub podłogi?    • od 2015 r.: Czy użytkowane przez Pana/Panią mieszkanie: A. ma przeciekający dach, B. ma wilgoć na ścianach, podłogach, fundamencie, C. ma butwiejące okna lub podłogi?",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": "Prezentowany wskaźnik (11.1.1 Odsetek ludności żyjącej w mieszkaniach z przeciekającym dachem, wilgotnymi ścianami, podłogami lub fundamentami lub ze zgnilizną ram okiennych lub podłóg) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (11.1.1 Odsetek ludności miast zamieszkującej najbardziej ubogie dzielnice (slumsy), w nielegalnych obozowiskach oraz w domach o nieodpowiednich warunkach) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "15.6",
                                                    
                                                        "2011" : "11.5",
                                                    
                                                        "2012" : "10.6",
                                                    
                                                        "2013" : "10.2",
                                                    
                                                        "2014" : "9.5",
                                                    
                                                        "2015" : "11.9",
                                                    
                                                        "2016" : "11.7",
                                                    
                                                        "2017" : "12.1",
                                                    
                                                        "2018" : "11.5",
                                                    
                                                        "2019" : "11.0",
                                                    
                                                        "2020" : "6.1"
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "13",
                                                    
                                                        "2011" : "10.3",
                                                    
                                                        "2012" : "9.3",
                                                    
                                                        "2013" : "8.8",
                                                    
                                                        "2014" : "8.9",
                                                    
                                                        "2015" : "10.6",
                                                    
                                                        "2016" : "10.1",
                                                    
                                                        "2017" : "10.5",
                                                    
                                                        "2018" : "10.5",
                                                    
                                                        "2019" : "10.4",
                                                    
                                                        "2020" : "5.7"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "19.6",
                                                    
                                                        "2011" : "13.4",
                                                    
                                                        "2012" : "12.5",
                                                    
                                                        "2013" : "12.4",
                                                    
                                                        "2014" : "10.4",
                                                    
                                                        "2015" : "13.8",
                                                    
                                                        "2016" : "13.9",
                                                    
                                                        "2017" : "14.4",
                                                    
                                                        "2018" : "13.1",
                                                    
                                                        "2019" : "11.9",
                                                    
                                                        "2020" : "6.6"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "11-a-1":{
                
                "metadane": [
                      {
                                      "nazwa": "11.a.1 Odsetek ludności gmin, które posiadają studium lub miejscowe plany zagospodarowania przestrzennego, w podziale na rodzaj gminy",
                                    
                                      "cel": "Cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.a Wspierać korzystne ekonomicznie, społecznie i środowiskowo połączenia pomiędzy obszarami miejskimi, podmiejskimi i wiejskimi poprzez wzmocnienie krajowego i regionalnego planowania rozwoju",
                                    
                                      "definicja": "Odsetek ludności gmin, które posiadają obowiązujące miejscowe plany zagospodarowania przestrzennego/studium, ogółem oraz w podziale na gminy miejskie, wiejskie i miejsko-wiejskie niezależnie od liczby posiadanych planów.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, gmina",
                                    
                                      "metodologia": "Studium uwarunkowań i kierunków zagospodarowania przestrzennego uchwalane jest przez radę gminy w celu określenia polityki przestrzennej, w tym lokalnych zasad zagospodarowania przestrzennego, uwzględniając m.in. zasady określone w koncepcji przestrzennego zagospodarowania kraju, ustalenia strategii rozwoju i planu zagospodarowania przestrzennego województwa, ramowego studium uwarunkowań i kierunków zagospodarowania przestrzennego związku metropolitalnego oraz strategii rozwoju gminy, a także analizy ekonomiczne, środowiskowe i społeczne, prognozy demograficzne.  Miejscowy plan zagospodarowania przestrzennego stanowi akt prawa miejscowego uchwalony przez radę gminy zgodnie z zapisami studium uwarunkowań i kierunków zagospodarowania przestrzennego, w którym określa się przeznaczenie i sposoby zagospodarowania terenami, w tym dla inwestycji celu publicznego.",
                                    
                                      "zrodlo": "Ministerstwo Infrastruktury / Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne  od 2010 r.",
                                    
                                      "uwagi": "Prezentowany wskaźnik (11.a.1 Odsetek ludności gmin, które posiadają studium lub miejscowe plany zagospodarowania przestrzennego, w podziale na rodzaj gminy) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (11.a.1 Liczba krajów, które posiadają polityki miejskie lub regionalne plany zagospodarowania przestrzennego, które (a) uwzględniają dynamikę populacyjną; (b) zapewniają zrównoważony rozwój terytorialny; i (c) zwiększają lokalną przestrzeń fiskalną) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miejscowe plany zagospodarowania przestrzennego - wg rodzaju gmin": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "96.87",
                                                    
                                                        "2011" : "97.19",
                                                    
                                                        "2012" : "97.29",
                                                    
                                                        "2013" : "97.48",
                                                    
                                                        "2014" : "97.59",
                                                    
                                                        "2015" : "97.78",
                                                    
                                                        "2016" : "97.85",
                                                    
                                                        "2017" : "97.98",
                                                    
                                                        "2018" : "98.08",
                                                    
                                                        "2019" : "98.17",
                                                    
                                                        "2020" : "98.41",
                                                    
                                                        "2021" : "98.52"
                                                    
                                                    }
                                                ],"gminy miejskie": [
                                                    {
                                                    
                                                        "2010" : "99.90",
                                                    
                                                        "2011" : "99.91",
                                                    
                                                        "2012" : "99.93",
                                                    
                                                        "2013" : "99.96",
                                                    
                                                        "2014" : "99.97",
                                                    
                                                        "2015" : "100.00",
                                                    
                                                        "2016" : "100.00",
                                                    
                                                        "2017" : "100.00",
                                                    
                                                        "2018" : "100.00",
                                                    
                                                        "2019" : "100.00",
                                                    
                                                        "2020" : "100.00",
                                                    
                                                        "2021" : "100.00"
                                                    
                                                    }
                                                ],"gminy wiejskie": [
                                                    {
                                                    
                                                        "2010" : "90.59",
                                                    
                                                        "2011" : "91.66",
                                                    
                                                        "2012" : "91.90",
                                                    
                                                        "2013" : "92.42",
                                                    
                                                        "2014" : "92.85",
                                                    
                                                        "2015" : "93.32",
                                                    
                                                        "2016" : "93.47",
                                                    
                                                        "2017" : "93.63",
                                                    
                                                        "2018" : "94.04",
                                                    
                                                        "2019" : "94.40",
                                                    
                                                        "2020" : "95.00",
                                                    
                                                        "2021" : "95.35"
                                                    
                                                    }
                                                ],"gminy miejsko-wiejskie": [
                                                    {
                                                    
                                                        "2010" : "98.16",
                                                    
                                                        "2011" : "98.22",
                                                    
                                                        "2012" : "98.39",
                                                    
                                                        "2013" : "98.54",
                                                    
                                                        "2014" : "98.45",
                                                    
                                                        "2015" : "98.64",
                                                    
                                                        "2016" : "98.74",
                                                    
                                                        "2017" : "99.12",
                                                    
                                                        "2018" : "99.07",
                                                    
                                                        "2019" : "98.97",
                                                    
                                                        "2020" : "99.29",
                                                    
                                                        "2021" : "99.32"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "studium - wg rodzaju gmin": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "99.5",
                                                    
                                                        "2011" : "99.5",
                                                    
                                                        "2012" : "99.7",
                                                    
                                                        "2013" : "99.8",
                                                    
                                                        "2014" : "99.8",
                                                    
                                                        "2015" : "99.8",
                                                    
                                                        "2016" : "99.9",
                                                    
                                                        "2017" : "99.9",
                                                    
                                                        "2018" : "99.9",
                                                    
                                                        "2019" : "99.9",
                                                    
                                                        "2020" : "99.9",
                                                    
                                                        "2021" : "99.9"
                                                    
                                                    }
                                                ],"gminy miejskie": [
                                                    {
                                                    
                                                        "2010" : "99.8",
                                                    
                                                        "2011" : "99.8",
                                                    
                                                        "2012" : "99.9",
                                                    
                                                        "2013" : "100.0",
                                                    
                                                        "2014" : "100.0",
                                                    
                                                        "2015" : "100.0",
                                                    
                                                        "2016" : "100.0",
                                                    
                                                        "2017" : "100.0",
                                                    
                                                        "2018" : "100.0",
                                                    
                                                        "2019" : "100.0",
                                                    
                                                        "2020" : "100.0",
                                                    
                                                        "2021" : "100.0"
                                                    
                                                    }
                                                ],"gminy wiejskie": [
                                                    {
                                                    
                                                        "2010" : "98.8",
                                                    
                                                        "2011" : "98.9",
                                                    
                                                        "2012" : "99.2",
                                                    
                                                        "2013" : "99.4",
                                                    
                                                        "2014" : "99.5",
                                                    
                                                        "2015" : "99.4",
                                                    
                                                        "2016" : "99.6",
                                                    
                                                        "2017" : "99.8",
                                                    
                                                        "2018" : "99.8",
                                                    
                                                        "2019" : "99.8",
                                                    
                                                        "2020" : "99.8",
                                                    
                                                        "2021" : "99.8"
                                                    
                                                    }
                                                ],"gminy miejsko-wiejskie": [
                                                    {
                                                    
                                                        "2010" : "99.8",
                                                    
                                                        "2011" : "99.7",
                                                    
                                                        "2012" : "99.7",
                                                    
                                                        "2013" : "99.9",
                                                    
                                                        "2014" : "99.9",
                                                    
                                                        "2015" : "99.9",
                                                    
                                                        "2016" : "99.9",
                                                    
                                                        "2017" : "100.0",
                                                    
                                                        "2018" : "99.8",
                                                    
                                                        "2019" : "99.8",
                                                    
                                                        "2020" : "99.9",
                                                    
                                                        "2021" : "99.9"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "1-2-a":{
                
                "metadane": [
                      {
                                      "nazwa": "1.2.a Odsetek dzieci w wieku 1-2 lata objętych różnymi formami opieki instytucjonalnej",
                                    
                                      "cel": "Cel 1. Koniec z ubóstwem",
                                    
                                      "priorytet": "Poprawa dostępności do usług społecznych (np. wsparcie dla rodzin z dziećmi, opieka nad dziećmi, nad starszymi osobami) i zdrowotnych",
                                    
                                      "definicja": "Udział dzieci objętych opieką instytucjonalną w ogólnej liczbie dzieci w wieku od 1 roku do 2 lat.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Zróżnicowane formy opieki nad małym dzieckiem zostały wprowadzone ustawą z dnia 4 lutego 2011 r. o opiece nad dziećmi w wieku do lat 3, która weszła w życie z dniem 4 kwietnia 2011 r., natomiast przepisy dotyczące niań – od października 2011 r. Ustawa przewiduje sprawowanie opieki nad dziećmi w: żłobkach, klubach dziecięcych, przez dziennego opiekuna oraz przez nianię do ukończenia przez dziecko 3 roku życia. Na mocy ustawy żłobki przestały być częścią systemu opieki zdrowotnej, a opieka w nich sprawowana nie jest świadczeniem zdrowotnym. Do 2011 r. dzieci były objęte opieką w żłobkach i oddziałach żłobkowych. Dzieci w żłobkach i klubach dziecięcych: – wpisanych do rejestru, o których mowa w rozdz. 3 ustawy o opiece nad dziećmi w wieku do lat 3 (Dz.U. z 2011 r. Nr 45, poz. 235, z późn. zm.) pochodzące ze sprawozdania sporządzanego przez gminę z wykonania zadań z zakresu opieki nad dziećmi w wieku do lat 3 (publiczne i niepubliczne otrzymujące dotacje); – prowadzonych przez podmioty niepubliczne na zasadzie działalności gospodarczej w zakresie świadczenia usług opieki nad dziećmi w wieku do lat 3, za które gmina nie przekazuje dotacji (szacunek na podstawie przeciętnej liczby miejsc w podmiotach publicznych i niepublicznych otrzymujących dotacje). Dzieci znajdujące się pod opieką dziennego opiekuna na ostatni dzień okresu sprawozdawczego(dane pochodzą ze sprawozdań z wykonywania zadań z zakresu opieki nad dziećmi w wieku do lat 3). Liczba niań (przyjmuje się, że pod opieką jednej niani znajduje się 1 dziecko) zgłoszonych do ubezpieczeń społecznych lub ubezpieczenia zdrowotnego (dane są przekazywane, zgodnie z art. 53 ww. ustawy, ministrowi właściwemu ds. rodziny przez Zakład Ubezpieczeń Społecznych).",
                                    
                                      "zrodlo": "Ministerstwo Rodziny i Polityki Społecznej",
                                    
                                      "czestotliwosc": "Dane roczne; od 2011 r.",
                                    
                                      "uwagi": "Dane za 2022 r. nie uwzględniają informacji o liczbie niań z uwagi na trwające prace nad zamknięciem okresu sprawozdawczego za ten rok."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    }
                                                ],"miasto": [
                                                    {
                                                    }
                                                ],"wieś": [
                                                    {
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "1-3-a":{
                
                "metadane": [
                      {
                                      "nazwa": "1.3.a Liczba mieszkań przypadających na 1000 ludności ",
                                    
                                      "cel": "Cel 1. Koniec z ubóstwem",
                                    
                                      "priorytet": "Poprawa sytuacji mieszkaniowej",
                                    
                                      "definicja": "Liczba mieszkań w przeliczeniu na 1000 ludności.",
                                    
                                      "jednostka": "[–]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Zgodnie z definicją, mieszkanie to lokal składający się z jednej lub kilku izb i pomieszczeńpomocniczych, przeznaczony na stały pobyt osób - wybudowany lub przebudowany do celówmieszkalnych; konstrukcyjnie wydzielony trwałymi ścianami w obrębie budynku, do którego to lokaluprowadzi niezależne wejście z klatki schodowej, ogólnego korytarza, wspólnej sieni bądź z ulicy,podwórza lub ogrodu. Wskaźnik prezentujący zasoby mieszkaniowe wybranej jednostki terytorialnej. Niskie wartości wskaźnika oznaczają niedobór mieszkań, czego skutkiem mogą być problemy społeczne, np. ludzimłodych z usamodzielnieniem się. Wysokie wartości wskaźnika oznaczają nadmiar mieszkań, czegoefektem mogą być trudności ekonomiczne, np. w utrzymaniu niewykorzystywanych zasobów. Nawartość wskaźnika mają również wpływ czynniki kulturowo-demograficzne, takie jak średnia liczbadzieci w rodzinie, przeciętny wiek oraz kulturowe nawyki wspólnego mieszkania wielopokoleniowych rodzin. Dane dotyczące liczby mieszkań pochodzą ze spisów powszechnych oraz sprawozdań o zasobach mieszkaniowych, kosztach i przychodach utrzymania zasobów lokalowych oraz stawkach opłat wbudynkach z lokalami mieszkalnymi oraz ze sprawozdań o gospodarce mieszkaniowej i komunalnej gminy.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": "Liczba ludności dla lat 2003–2010 na podstawie Narodowego Spisu Powszechnego Ludności iMieszkań 2002, a od 2011 r. na podstawie NSP 2011."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "4.4",
                                                    
                                                        "2012" : "6.0",
                                                    
                                                        "2013" : "8.3",
                                                    
                                                        "2014" : "10.5",
                                                    
                                                        "2015" : "12.4",
                                                    
                                                        "2016" : "13.9",
                                                    
                                                        "2017" : "16.0",
                                                    
                                                        "2018" : "19.3",
                                                    
                                                        "2019" : "22.6",
                                                    
                                                        "2020" : "25.9",
                                                    
                                                        "2021" : "29.0",
                                                    
                                                        "2022" : "32.7"
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "9.5",
                                                    
                                                        "2013" : "12.9",
                                                    
                                                        "2014" : "16.3",
                                                    
                                                        "2015" : "19.1",
                                                    
                                                        "2016" : "21.0",
                                                    
                                                        "2017" : "23.5",
                                                    
                                                        "2018" : "28.7",
                                                    
                                                        "2019" : "33.5",
                                                    
                                                        "2020" : "37.5",
                                                    
                                                        "2021" : "44.5",
                                                    
                                                        "2022" : "49.3"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "0.3",
                                                    
                                                        "2013" : "1.1",
                                                    
                                                        "2014" : "2.1",
                                                    
                                                        "2015" : "2.9",
                                                    
                                                        "2016" : "3.4",
                                                    
                                                        "2017" : "4.4",
                                                    
                                                        "2018" : "6.2",
                                                    
                                                        "2019" : "7.7",
                                                    
                                                        "2020" : "9.6",
                                                    
                                                        "2021" : "14.7",
                                                    
                                                        "2022" : "17.1"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "3-1-c":{
                
                "metadane": [
                      {
                                      "nazwa": "3.1.c Liczba zgonów w wyniku chorób układu krążenia na 100 tys. ludności",
                                    
                                      "cel": "Cel 3. Dobre zdrowie i jakość życia",
                                    
                                      "priorytet": "Zmniejszenie zapadalności na choroby cywilizacyjne i umieralności z ich powodu",
                                    
                                      "definicja": "Liczba zgonów z powodu chorób układu krążenia w przeliczeniu na 100 tys. ludności.",
                                    
                                      "jednostka": "osoby",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Zgon - trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju. Choroby układu krążenia - wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10: jednostki chorobowe o symbolach I00-I99 - schorzenia dotyczące narządów i tkanek wchodzących w skład układu krążenia, a w szczególności serca, tętnic i żył. Źródłem informacji o zgonach jest wykorzystywany wtórnie przez statystykę indywidualny dokument 'Karta zgonu' (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231). Dane o zgonach opracowano w podziale terytorialnym - według miejsca zameldowania na pobyt stały osoby zmarłej. Przy opracowywaniu danych zgonów według przyczyn przyjmuje się wyjściowa przyczynę zgonu. Za przyczynę wyjściową uważa się chorobę stanowiącą początek procesu chorobowego, który doprowadził do zgonu albo uraz czy zatrucie, w wyniku którego nastąpił zgon. Dane dotyczące orzecznictwa o przyczynach zgonów podano zgodnie z Międzynarodową Statystyczną Klasyfikacją Chorób i Problemów Zdrowotnych (X Rewizja). Ludność opracowano na podstawie:  bilansów ludności zamieszkałej na terenie gminy w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2021 (dla danych od 2020 r.) dla lat wcześniejszych (2010-2019) w oparciu o wyniki Narodowego Spisu Powszechnego Ludności i Mieszkań 2011, rejestrów Ministerstwa Spraw Wewnętrznych i Administracji - migracje wewnętrzne i zagraniczne na pobyt stały (od 2006 r. dane są pobierane z rejestru PESEL - Powszechny Elektroniczny System Ewidencji Ludności), sprawozdań urzędów stanu cywilnego - urodzenia, zgony. ",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg płci": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "451.8",
                                                    
                                                        "2011" : "440.9",
                                                    
                                                        "2012" : "460.8",
                                                    
                                                        "2013" : "460.8",
                                                    
                                                        "2014" : "441.1",
                                                    
                                                        "2015" : "469.0",
                                                    
                                                        "2016" : "437.1",
                                                    
                                                        "2017" : "434.8",
                                                    
                                                        "2018" : "437.2",
                                                    
                                                        "2019" : "421.0",
                                                    
                                                        "2020" : "457.2",
                                                    
                                                        "2021" : "475.8"
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "437.0",
                                                    
                                                        "2011" : "425.4",
                                                    
                                                        "2012" : "446.0",
                                                    
                                                        "2013" : "442.9",
                                                    
                                                        "2014" : "423.2",
                                                    
                                                        "2015" : "447.6",
                                                    
                                                        "2016" : "415.7",
                                                    
                                                        "2017" : "408.1",
                                                    
                                                        "2018" : "413.0",
                                                    
                                                        "2019" : "406.4",
                                                    
                                                        "2020" : "441.3",
                                                    
                                                        "2021" : "450.7"
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "465.6",
                                                    
                                                        "2011" : "455.5",
                                                    
                                                        "2012" : "474.8",
                                                    
                                                        "2013" : "477.7",
                                                    
                                                        "2014" : "457.8",
                                                    
                                                        "2015" : "489.0",
                                                    
                                                        "2016" : "457.2",
                                                    
                                                        "2017" : "459.9",
                                                    
                                                        "2018" : "459.9",
                                                    
                                                        "2019" : "434.6",
                                                    
                                                        "2020" : "472.1",
                                                    
                                                        "2021" : "499.3"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "miasto/wieś": [
                                            {"miasto": [
                                                    {
                                                    
                                                        "2010" : "425.2",
                                                    
                                                        "2011" : "418.3",
                                                    
                                                        "2012" : "441.2",
                                                    
                                                        "2013" : "444.7",
                                                    
                                                        "2014" : "431.5",
                                                    
                                                        "2015" : "460.0",
                                                    
                                                        "2016" : "426.6",
                                                    
                                                        "2017" : "429.1",
                                                    
                                                        "2018" : "432.4",
                                                    
                                                        "2019" : "418.9",
                                                    
                                                        "2020" : "453.7",
                                                    
                                                        "2021" : "480.2"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "493.1",
                                                    
                                                        "2011" : "476.0",
                                                    
                                                        "2012" : "491.1",
                                                    
                                                        "2013" : "485.6",
                                                    
                                                        "2014" : "455.6",
                                                    
                                                        "2015" : "482.6",
                                                    
                                                        "2016" : "453.0",
                                                    
                                                        "2017" : "443.5",
                                                    
                                                        "2018" : "444.5",
                                                    
                                                        "2019" : "424.0",
                                                    
                                                        "2020" : "462.5",
                                                    
                                                        "2021" : "469.3"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "3-1-d":{
                
                "metadane": [
                      {
                                      "nazwa": "3.1.d Liczba zgonów w wyniku nowotworów złośliwych na 100 tys. ludności",
                                    
                                      "cel": "Cel 3. Dobre zdrowie i jakość życia",
                                    
                                      "priorytet": "Zmniejszenie zapadalności na choroby cywilizacyjne i umieralności z ich powodu",
                                    
                                      "definicja": "Liczba zgonów z powodu nowotworów złośliwych w przeliczeniu na 100 tys. ludności.",
                                    
                                      "jednostka": "osoby",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Zgon - trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju. Nowotwór złośliwy - wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10: jednostka chorobowa o symbolu z zakresu C00-C97 - nowotwór rozrastający się w sposób naciekający, co oznacza, że nie rozpycha okolicznych tkanek (jak nowotwór łagodny) lecz wnika pomiędzy komórki prawidłowej tkanki, dając przerzuty. Źródłem informacji o zgonach jest wykorzystywany wtórnie przez statystykę indywidualny dokument 'Karta zgonu' (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231). Dane o zgonach opracowano w podziale terytorialnym - według miejsca zameldowania na pobyt stały osoby zmarłej. Przy opracowywaniu danych zgonów według przyczyn przyjmuje się wyjściową przyczynę zgonu. Za przyczynę wyjściową uważa się chorobę stanowiącą początek procesu chorobowego, który doprowadził do zgonu albo uraz czy zatrucie, w wyniku którego nastąpił zgon. Dane dotyczące orzecznictwa o przyczynach zgonów podano zgodnie z Międzynarodową Statystyczną Klasyfikacją Chorób i Problemów Zdrowotnych (X Rewizja). Ludność opracowano na podstawie:  bilansów ludności zamieszkałej na terenie gminy w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2021 (dla danych od 2020 r.) dla lat wcześniejszych (2010-2019) w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2011, rejestrów Ministerstwa Spraw Wewnętrznych i Administracji - migracje wewnętrzne i zagraniczne na pobyt stały (od 2006 r. dane są pobierane z rejestru PESEL - Powszechny Elektroniczny System Ewidencji Ludności), sprawozdań urzędów stanu cywilnego - urodzenia, zgony. ",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg płci": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "240.4",
                                                    
                                                        "2011" : "239.3",
                                                    
                                                        "2012" : "245.9",
                                                    
                                                        "2013" : "244.4",
                                                    
                                                        "2014" : "248.3",
                                                    
                                                        "2015" : "261.6",
                                                    
                                                        "2016" : "260.1",
                                                    
                                                        "2017" : "259.3",
                                                    
                                                        "2018" : "263.9",
                                                    
                                                        "2019" : "261.3",
                                                    
                                                        "2020" : "261.6",
                                                    
                                                        "2021" : "246.5"
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "277.9",
                                                    
                                                        "2011" : "276.4",
                                                    
                                                        "2012" : "282.5",
                                                    
                                                        "2013" : "280.1",
                                                    
                                                        "2014" : "282.9",
                                                    
                                                        "2015" : "299.1",
                                                    
                                                        "2016" : "297.2",
                                                    
                                                        "2017" : "293.5",
                                                    
                                                        "2018" : "297.9",
                                                    
                                                        "2019" : "292.8",
                                                    
                                                        "2020" : "294.4",
                                                    
                                                        "2021" : "275.4"
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "205.3",
                                                    
                                                        "2011" : "204.5",
                                                    
                                                        "2012" : "211.4",
                                                    
                                                        "2013" : "211.0",
                                                    
                                                        "2014" : "215.9",
                                                    
                                                        "2015" : "226.4",
                                                    
                                                        "2016" : "225.4",
                                                    
                                                        "2017" : "227.3",
                                                    
                                                        "2018" : "232.1",
                                                    
                                                        "2019" : "231.9",
                                                    
                                                        "2020" : "230.8",
                                                    
                                                        "2021" : "219.5"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "miasto/wieś": [
                                            {"miasto": [
                                                    {
                                                    
                                                        "2010" : "254.3",
                                                    
                                                        "2011" : "253.1",
                                                    
                                                        "2012" : "262.0",
                                                    
                                                        "2013" : "261.5",
                                                    
                                                        "2014" : "266.1",
                                                    
                                                        "2015" : "282.7",
                                                    
                                                        "2016" : "278.5",
                                                    
                                                        "2017" : "280.5",
                                                    
                                                        "2018" : "285.6",
                                                    
                                                        "2019" : "282.7",
                                                    
                                                        "2020" : "283.1",
                                                    
                                                        "2021" : "266.0"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "218.8",
                                                    
                                                        "2011" : "217.9",
                                                    
                                                        "2012" : "220.9",
                                                    
                                                        "2013" : "218.3",
                                                    
                                                        "2014" : "221.2",
                                                    
                                                        "2015" : "229.6",
                                                    
                                                        "2016" : "232.3",
                                                    
                                                        "2017" : "227.4",
                                                    
                                                        "2018" : "231.3",
                                                    
                                                        "2019" : "229.2",
                                                    
                                                        "2020" : "229.5",
                                                    
                                                        "2021" : "217.6"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "3-1-e":{
                
                "metadane": [
                      {
                                      "nazwa": "3.1.e Liczba zgonów w wyniku cukrzycy na 100 tys. ludności",
                                    
                                      "cel": "Cel 3. Dobre zdrowie i jakość życia",
                                    
                                      "priorytet": "Zmniejszenie zapadalności na choroby cywilizacyjne i umieralności z ich powodu",
                                    
                                      "definicja": "Liczba zgonów z powodu cukrzycy w przeliczeniu na 100 tys. ludności.",
                                    
                                      "jednostka": "osoby",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Zgon - trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju. Cukrzyca - wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10: jednostki chorobowe o symbolach E10-E14 - schorzenie metaboliczne spowodowane niedoborem lub nieprawidłowym działaniem insuliny, czego skutkiem jest podwyższony poziom cukru we krwi - hiperglikemia. Źródłem informacji o zgonach jest wykorzystywany wtórnie przez statystykę indywidualny dokument 'Karta zgonu' (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231). Dane o zgonach opracowano w podziale terytorialnym - według miejsca zameldowania na pobyt stały osoby zmarłej.Przy opracowywaniu danych zgonów według przyczyn przyjmuje się wyjściowa przyczynę zgonu. Za przyczynę wyjściową uważa się chorobę stanowiącą początek procesu chorobowego, który doprowadził do zgonu albo uraz czy zatrucie, w wyniku którego nastąpił zgon. Dane dotyczące orzecznictwa o przyczynach zgonów podano zgodnie z Międzynarodową Statystyczną Klasyfikacją Chorób i Problemów Zdrowotnych (X Rewizja). Ludność opracowano na podstawie:  bilansów ludności zamieszkałej na terenie gminy w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2021 (dla danych od 2020 r.) dla lat wcześniejszych (2010-2019) w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2011, rejestrów Ministerstwa Spraw Wewnętrznych i Administracji - migracje wewnętrzne i zagraniczne na pobyt stały (od 2006 r. dane są pobierane z rejestru PESEL - Powszechny Elektroniczny System Ewidencji Ludności), sprawozdań urzędów stanu cywilnego - urodzenia, zgony. ",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg płci": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "16.9",
                                                    
                                                        "2011" : "17.6",
                                                    
                                                        "2012" : "18.5",
                                                    
                                                        "2013" : "19.3",
                                                    
                                                        "2014" : "17.6",
                                                    
                                                        "2015" : "21.5",
                                                    
                                                        "2016" : "21.6",
                                                    
                                                        "2017" : "22.9",
                                                    
                                                        "2018" : "23.5",
                                                    
                                                        "2019" : "24.2",
                                                    
                                                        "2020" : "31.9",
                                                    
                                                        "2021" : "28.5"
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "14.7",
                                                    
                                                        "2011" : "15.1",
                                                    
                                                        "2012" : "16.3",
                                                    
                                                        "2013" : "17.3",
                                                    
                                                        "2014" : "15.9",
                                                    
                                                        "2015" : "18.9",
                                                    
                                                        "2016" : "19.7",
                                                    
                                                        "2017" : "21.0",
                                                    
                                                        "2018" : "21.8",
                                                    
                                                        "2019" : "22.6",
                                                    
                                                        "2020" : "30.1",
                                                    
                                                        "2021" : "26.4"
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "19.0",
                                                    
                                                        "2011" : "19.9",
                                                    
                                                        "2012" : "20.6",
                                                    
                                                        "2013" : "21.3",
                                                    
                                                        "2014" : "19.2",
                                                    
                                                        "2015" : "23.8",
                                                    
                                                        "2016" : "23.4",
                                                    
                                                        "2017" : "24.6",
                                                    
                                                        "2018" : "25.0",
                                                    
                                                        "2019" : "25.7",
                                                    
                                                        "2020" : "33.5",
                                                    
                                                        "2021" : "30.5"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "miasto/wieś": [
                                            {"miasto": [
                                                    {
                                                    
                                                        "2010" : "17.2",
                                                    
                                                        "2011" : "18.1",
                                                    
                                                        "2012" : "18.9",
                                                    
                                                        "2013" : "19.7",
                                                    
                                                        "2014" : "18.1",
                                                    
                                                        "2015" : "21.9",
                                                    
                                                        "2016" : "21.9",
                                                    
                                                        "2017" : "22.7",
                                                    
                                                        "2018" : "23.8",
                                                    
                                                        "2019" : "24.5",
                                                    
                                                        "2020" : "31.9",
                                                    
                                                        "2021" : "28.6"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "16.4",
                                                    
                                                        "2011" : "16.8",
                                                    
                                                        "2012" : "17.9",
                                                    
                                                        "2013" : "18.8",
                                                    
                                                        "2014" : "16.9",
                                                    
                                                        "2015" : "20.7",
                                                    
                                                        "2016" : "21.1",
                                                    
                                                        "2017" : "23.1",
                                                    
                                                        "2018" : "23.0",
                                                    
                                                        "2019" : "23.7",
                                                    
                                                        "2020" : "31.8",
                                                    
                                                        "2021" : "28.4"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "3-1-f":{
                
                "metadane": [
                      {
                                      "nazwa": "3.1.f Liczba zgonów w wyniku przewlekłej choroby dróg oddechowych na 100 tys. ludności",
                                    
                                      "cel": "Cel 3. Dobre zdrowie i jakość życia",
                                    
                                      "priorytet": "Zmniejszenie zapadalności na choroby cywilizacyjne i umieralności z ich powodu",
                                    
                                      "definicja": "Liczba zgonów z powodu przewlekłej choroby dróg oddechowych w przeliczeniu na 100 tys. ludności.",
                                    
                                      "jednostka": "osoby",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Zgon - trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju. Przewlekła choroba dróg oddechowych - wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10: jednostki chorobowe o symbolach J30-J98 - schorzenia dotyczące chorób górnych i dolnych dróg oddechowych. Źródłem informacji o zgonach jest wykorzystywany wtórnie przez statystykę indywidualny dokument 'Karta zgonu' (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231). Dane o zgonach opracowano w podziale terytorialnym - według miejsca zameldowania na pobyt stały osoby zmarłej. Przy opracowywaniu danych zgonów według przyczyn przyjmuje się wyjściowa przyczynę zgonu. Za przyczynę wyjściową uważa się chorobę stanowiącą początek procesu chorobowego, który doprowadził do zgonu albo uraz czy zatrucie, w wyniku którego nastąpił zgon. Dane dotyczące orzecznictwa o przyczynach zgonów podano zgodnie z Międzynarodową Statystyczną Klasyfikacją Chorób i Problemów Zdrowotnych (X Rewizja). Ludność opracowano na podstawie:  bilansów ludności zamieszkałej na terenie gminy w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2021 (dla danych od 2020 r.) dla lat wcześniejszych (2010-2019) w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2011, rejestrów Ministerstwa Spraw Wewnętrznych i Administracji - migracje wewnętrzne i zagraniczne na pobyt stały (od 2006 r. dane są pobierane z rejestru PESEL - Powszechny Elektroniczny System Ewidencji Ludności), sprawozdań urzędów stanu cywilnego - urodzenia, zgony. ",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg płci": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "25.3",
                                                    
                                                        "2011" : "25.6",
                                                    
                                                        "2012" : "23.4",
                                                    
                                                        "2013" : "24.5",
                                                    
                                                        "2014" : "21.0",
                                                    
                                                        "2015" : "24.7",
                                                    
                                                        "2016" : "24.7",
                                                    
                                                        "2017" : "26.4",
                                                    
                                                        "2018" : "24.6",
                                                    
                                                        "2019" : "22.6",
                                                    
                                                        "2020" : "22.9",
                                                    
                                                        "2021" : "25.4"
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "34.0",
                                                    
                                                        "2011" : "34.8",
                                                    
                                                        "2012" : "31.2",
                                                    
                                                        "2013" : "32.3",
                                                    
                                                        "2014" : "27.4",
                                                    
                                                        "2015" : "30.8",
                                                    
                                                        "2016" : "30.7",
                                                    
                                                        "2017" : "32.6",
                                                    
                                                        "2018" : "30.3",
                                                    
                                                        "2019" : "27.5",
                                                    
                                                        "2020" : "28.4",
                                                    
                                                        "2021" : "30.0"
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "17.1",
                                                    
                                                        "2011" : "17.0",
                                                    
                                                        "2012" : "16.1",
                                                    
                                                        "2013" : "17.1",
                                                    
                                                        "2014" : "15.0",
                                                    
                                                        "2015" : "19.0",
                                                    
                                                        "2016" : "19.2",
                                                    
                                                        "2017" : "20.5",
                                                    
                                                        "2018" : "19.3",
                                                    
                                                        "2019" : "18.1",
                                                    
                                                        "2020" : "17.7",
                                                    
                                                        "2021" : "21.1"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "miasto/wieś": [
                                            {"miasto": [
                                                    {
                                                    
                                                        "2010" : "22.9",
                                                    
                                                        "2011" : "23.2",
                                                    
                                                        "2012" : "21.5",
                                                    
                                                        "2013" : "22.2",
                                                    
                                                        "2014" : "19.7",
                                                    
                                                        "2015" : "23.6",
                                                    
                                                        "2016" : "24.1",
                                                    
                                                        "2017" : "25.8",
                                                    
                                                        "2018" : "24.6",
                                                    
                                                        "2019" : "23.5",
                                                    
                                                        "2020" : "23.1",
                                                    
                                                        "2021" : "25.5"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "28.8",
                                                    
                                                        "2011" : "29.3",
                                                    
                                                        "2012" : "26.3",
                                                    
                                                        "2013" : "27.9",
                                                    
                                                        "2014" : "22.8",
                                                    
                                                        "2015" : "26.4",
                                                    
                                                        "2016" : "25.7",
                                                    
                                                        "2017" : "27.2",
                                                    
                                                        "2018" : "24.6",
                                                    
                                                        "2019" : "21.3",
                                                    
                                                        "2020" : "22.5",
                                                    
                                                        "2021" : "25.3"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "3-3-c":{
                
                "metadane": [
                      {
                                      "nazwa": "3.3.c Odsetek mężczyzn w wieku 40 lat i więcej, którym kiedykolwiek wykonano lekarskie badanie prostaty ",
                                    
                                      "cel": "Cel 3. Dobre zdrowie i jakość życia",
                                    
                                      "priorytet": "Zwiększenie wykrywalności chorób we wczesnych stadiach rozwojowych oraz zwiększenie dostępu do nowoczesnych terapii",
                                    
                                      "definicja": "Odsetek mężczyzn w wieku 40 lat i więcej, którym kiedykolwiek wykonano lekarskie badanie prostaty.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Dane pochodzą z Europejskiego Ankietowego Badania Zdrowia (European Health Interview Survey - EHIS), powtarzanego co 5 lat. Wyniki badania umożliwiają poznanie sytuacji zdrowotnej mieszkańców Unii oraz jej uwarunkowań w powiązaniu z charakterystyką demograficzno-społeczną oraz miejscem zamieszkania. Badanie obejmuje cztery obszary:  stan zdrowia (m.in. samoocena stanu zdrowia, choroby przewlekłe, ograniczenia w funkcjonowaniu i ich wpływ na życie codzienne, samopoczucie psychiczne), opieka zdrowotna (korzystanie z opieki medycznej, stosowanie leków, profilaktyka), determinanty zdrowia (głównie styl życia i narażenie na niekorzystne czynniki środowiskowe) oraz charakterystyka demograficzno-społeczna osób i gospodarstw domowych. ",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane co 5 lat; od 2010 r.",
                                    
                                      "uwagi": "Dane zaprezentowane dla 2010 r. dotyczą badania przeprowadzonego w 2009 r."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "34.5",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "39.6"
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "40.3",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "46.0"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "25.7",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "30.0"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "4-3-g":{
                
                "metadane": [
                      {
                                      "nazwa": "4.3.g Odsetek dzieci w wieku 3-5 lat objętych wychowaniem przedszkolnym",
                                    
                                      "cel": "Cel 4. Dobra jakość edukacji",
                                    
                                      "priorytet": "Tworzenie warunków dla rozwoju edukacji na całym obszarze kraju i wyrównywanie szans edukacyjnych",
                                    
                                      "definicja": "Udział dzieci w wieku 3–5 lat objętych wychowaniem przedszkolnym w ogólnej liczbie ludności w tej grupie wieku.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, miasto, wieś",
                                    
                                      "metodologia": "Wychowanie przedszkolne jest pierwszym etapem kształcenia w systemie oświaty. Placówki wychowania przedszkolnego zapewniają dzieciom opiekę oraz przygotowują do nauki w szkole. Dzieci mają zapewnioną taką opiekę w przedszkolach, oddziałach przedszkolnych w szkołach podstawowych, a także od roku szkolnego 2008/09 również w zespołach wychowania przedszkolnego i punktach przedszkolnych. Z dniem 1 IX 2011 r. wprowadzono obowiązek odbycia rocznego przygotowania przedszkolnego przez dzieci w wieku 5 lat w placówkach wychowania przedszkolnego, tj. w oddziałach przedszkolnych w szkołach podstawowych i przedszkolach (łącznie ze specjalnymi) oraz w zespołach wychowania przedszkolnego i punktach przedszkolnych.Obowiązek odbycia rocznego przygotowania przedszkolnego rozpoczyna się z początkiem roku szkolnego w tym roku kalendarzowym, w którym, dziecko kończy 5 lat. Dane dotyczące wychowania przedszkolnego prezentowane są według stanu w dniu 30 IX; od roku szkolnego 2013/14 łącznie z dziećmi przebywającymi przez cały rok szkolny w placówkach wykonujących działalność leczniczą. Od 2007 r. dane opracowane są na podstawie systemu informacji oświatowej (SIO) administrowanego przez Ministerstwo Edukacji Narodowej.",
                                    
                                      "zrodlo": "Ministerstwo Edukacji i Nauki / Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": "Dane o ludności według stanu w dniu 31 XII opracowano przy przyjęciu liczby ludności zbilansowanej: od 2010 r. w oparciu o wyniki Narodowego Spisu Powszechnego Ludności i Mieszkań 2011 (dla 2010 r. zastosowano podział administracyjny z dnia 31 XII 2011 r.)."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "62.6",
                                                    
                                                        "2011" : "69.2",
                                                    
                                                        "2012" : "69.7",
                                                    
                                                        "2013" : "74.1",
                                                    
                                                        "2014" : "79.4",
                                                    
                                                        "2015" : "84.2",
                                                    
                                                        "2016" : "81.1",
                                                    
                                                        "2017" : "84.7",
                                                    
                                                        "2018" : "87.3",
                                                    
                                                        "2019" : "88.5",
                                                    
                                                        "2020" : "85.2",
                                                    
                                                        "2021" : "88.3"
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "78.8",
                                                    
                                                        "2011" : "84.0",
                                                    
                                                        "2012" : "83.7",
                                                    
                                                        "2013" : "87.6",
                                                    
                                                        "2014" : "92.9",
                                                    
                                                        "2015" : "98.1",
                                                    
                                                        "2016" : "95.3",
                                                    
                                                        "2017" : "99.3",
                                                    
                                                        "2018" : "101.9",
                                                    
                                                        "2019" : "102.7",
                                                    
                                                        "2020" : "103.1",
                                                    
                                                        "2021" : "106.3"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "41.0",
                                                    
                                                        "2011" : "49.3",
                                                    
                                                        "2012" : "50.8",
                                                    
                                                        "2013" : "55.7",
                                                    
                                                        "2014" : "60.8",
                                                    
                                                        "2015" : "65.1",
                                                    
                                                        "2016" : "61.6",
                                                    
                                                        "2017" : "64.5",
                                                    
                                                        "2018" : "67.0",
                                                    
                                                        "2019" : "68.5",
                                                    
                                                        "2020" : "62.5",
                                                    
                                                        "2021" : "65.8"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "4-5-b":{
                
                "metadane": [
                      {
                                      "nazwa": "4.5.b Odsetek osób posiadających ponadpodstawowe umiejętności cyfrowe",
                                    
                                      "cel": "Cel 4. Dobra jakość edukacji",
                                    
                                      "priorytet": "Poprawa innowacyjności kształcenia",
                                    
                                      "definicja": "Odsetek osób w wieku 16-74 lata posiadających ponadpodstawowe umiejętności cyfrowe.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Dane pochodzą z badania Wykorzystania technologii informacyjno-komunikacyjnych w gospodarstwach domowych i wśród osób indywidualnych, które jest badaniem reprezentacyjnym, ankietowym. Realizowane jest metodą wywiadu bezpośredniego, telefonicznego lub samospisu internetowego, udział w badaniu jest dobrowolny. Badanie odbywa się w kwietniu i maju każdego roku. Zgodnie z wymogami określonymi w rozporządzeniach Komisji Europejskiej badanie obejmuje gospodarstwa domowe (z przynajmniej jedną osobą w wieku 16-74 lata) znajdujące się na terenie całego kraju oraz wszystkie osoby w wieku 16-74 lata w tych gospodarstwach. Badaniem nie są objęte osoby mieszkające w gospodarstwach zbiorowych, takich jak: domy studenckie, hotele robotnicze, domy opieki społecznej, zakony, szpitale, koszary, zakłady karne itp. Cudzoziemcy mogą uczestniczyć w badaniu, o ile posiadają znajomość języka polskiego. Wskaźnik dotyczy osób posiadających dwa najwyższe z sześciu poziomów ogólnych umiejętności cyfrowych:  Osoby posiadające podstawowe ogólne umiejętności cyfrowe - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i posiadały każdy rodzaj umiejętności cyfrowych w zakresie korzystania z informacji i danych, komunikacji i współpracy, tworzenia treści cyfrowych, bezpieczeństwa i rozwiązywania problemów, ale nie wszystkie na poziomie ponadpodstawowym, Osoby posiadające ponadpodstawowe ogólne umiejętności cyfrowe - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i posiadały każdy rodzaj umiejętności cyfrowych w zakresie korzystania z informacji i danych, komunikacji i współpracy, tworzenia treści cyfrowych, bezpieczeństwa i rozwiązywania problemów na poziomie ponadpodstawowym.  Osoby posiadające poszczególne rodzaje umiejętności cyfrowych na co najmniej podstawowym poziomie definiuje się następująco: Osoby posiadające podstawowe umiejętności korzystania z informacji i danych - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały tylko jedną z następujących czynności: wyszukiwanie w Internecie informacji o towarach lub usługach; wyszukiwanie w Internecie informacji związanych ze zdrowiem (np. o urazach, chorobach, odżywianiu, poprawie zdrowia itp.); czytanie online wiadomości, gazet lub czasopism oraz niesprawdzanie prawdziwości treści znalezionych w Internecie ponieważ wiedziało się że treść lub źródło nie jest wiarygodne; sprawdzanie prawdziwości treści znalezionych w Internecie, Osoby posiadające ponadpodstawowe umiejętności korzystania z informacji i danych - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały więcej niż jedną z wymienionych wyżej czynności, Osoby posiadające podstawowe umiejętności w zakresie komunikacji i współpracy - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały tylko jedną z następujących czynności: wysyłanie, odbieranie poczty elektronicznej; korzystanie z serwisów społecznościowych (tworzenie profilu użytkownika, wysyłanie wiadomości do znajomych lub inne formy uczestnictwa w takich serwisach, jak np. Facebook, Twitter, Instagram itp.); wykonywanie rozmów głosowych lub wideo przez Internet; korzystanie z komunikatorów; wyrażanie opinii w sprawach społecznych lub politycznych na stronach internetowych lub w serwisach społecznościowych; udział online w konsultacjach społecznych, głosowanie w sprawach obywatelskich lub politycznych, Osoby posiadające ponadpodstawowe umiejętności w zakresie komunikacji i współpracy - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały więcej niż jedną z wymienionych wyżej czynności, Osoby posiadające podstawowe umiejętności tworzenia treści cyfrowych - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały jedną lub dwie z następujących czynności: korzystanie z edytorów tekstu; korzystanie z arkuszy kalkulacyjnych; edytowanie zdjęć, plików video lub audio; kopiowanie lub przenoszenie plików; tworzenie plików (np. dokumentów, zdjęć, wideo) łączących kilka elementów takich jak tekst, obrazki, tabele, wykresy, animacje lub dźwięk (np. Microsoft Power Point, OpenOffice Impress, LibreOffice Impress); korzystanie z zaawansowanych narzędzi (funkcji, formuł, makro, Visual Basic) w celu organizacji, analizy lub zarządzania danymi; kodowanie/programowanie w języku programowania, Osoby posiadające ponadpodstawowe umiejętności tworzenia treści cyfrowych - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały co najmniej trzy z wymienionych wyżej czynności, Osoby posiadające podstawowe umiejętności związane z bezpieczeństwem - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały jedną lub dwie z następujących czynności: sprawdzanie czy strona, na której ma Pan/Pani podać informacje osobiste jest bezpieczna; czytanie zasad polityki prywatności przed udostępnieniem/podaniem informacji osobistych; odmowa dostępu do swojej lokalizacji geograficznej; ograniczanie dostępu do swojego profilu, własnych treści na portalu społecznościowym lub współdzielonej przestrzeni w Internecie; odmowa wykorzystania informacji osobistych w celach reklamowych; zmiana ustawień w swojej przeglądarce internetowej, aby zapobiec lub ograniczyć liczbę ciasteczek (cookies) instalowanych na dowolnym urządzeniu, Osoby posiadające ponadpodstawowe umiejętności związane z bezpieczeństwem - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały co najmniej trzy z wymienionych wyżej czynności. Osoby posiadające podstawowe umiejętności rozwiązywania problemów - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały jedną lub dwie z następujących czynności: pobieranie lub instalowanie aplikacji (apki) lub oprogramowania; zmienianie ustawień dowolnego oprogramowania, aplikacji (apek) lub urządzeń (np. zmiana wersji językowej, wersji kolorystycznej, rozmiaru czcionki, dostosowanie paska narzędzi/menu); kupowanie przez Internet towarów lub usług do prywatnego użytku w ciągu ostatnich 12 miesięcy; sprzedawanie towarów lub usług przez stronę internetową lub aplikację; uczestniczenie w kursie online lub korzystanie z materiałów szkoleniowych online innych niż pełny kurs online; korzystanie z bankowości internetowej przez stronę internetową lub aplikację; szukanie pracy, aplikowanie o pracę, wysyłanie CV, Osoby posiadające ponadpodstawowe umiejętności rozwiązywania problemów - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały co najmniej trzy z wymienionych wyżej czynności.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Od 2021 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg płci": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "21"
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "20"
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "22"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "miasto/wieś": [
                                            {"miasto": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "23"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "21"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "wg grup wieku": [
                                            {"w wieku 16-24 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "36"
                                                    
                                                    }
                                                ],"w wieku 25-34 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "34"
                                                    
                                                    }
                                                ],"w wieku 35-44 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "28"
                                                    
                                                    }
                                                ],"w wieku 45-54 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "17"
                                                    
                                                    }
                                                ],"w wieku 55-64 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "8"
                                                    
                                                    }
                                                ],"w wieku 65-74 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "3"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "wg wykształcenia": [
                                            {"niższe": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "19"
                                                    
                                                    }
                                                ],"średnie": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "11"
                                                    
                                                    }
                                                ],"wyższe": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "42"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "wg stanu zawodowego osób": [
                                            {"aktywni zawodowo": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "25"
                                                    
                                                    }
                                                ],"pracujący": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "26"
                                                    
                                                    }
                                                ],"bezrobotni": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "12"
                                                    
                                                    }
                                                ],"bierni zawodowo": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "12"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "5-1-b":{
                
                "metadane": [
                      {
                                      "nazwa": "5.1.b Luka w zatrudnieniu kobiet i mężczyzn (w wieku 25-54 lata)",
                                    
                                      "cel": "Cel 5. Równość płci",
                                    
                                      "priorytet": "Pełniejsza realizacja zasady równości kobiet i mężczyzn",
                                    
                                      "definicja": "Różnica między wskaźnikami zatrudnienia mężczyzn i kobiet w wieku 25-54 lata.",
                                    
                                      "jednostka": "p.proc.",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15-89 lat będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Poza zakresem badania pozostają członkowie gospodarstw domowych przebywający (uwzględniany jest całkowity czas pobytu faktyczny i planowany) 12 miesięcy lub więcej za granicą oraz w gospodarstwach zbiorowych (takich jak: hotele pracownicze, domy studenckie, internaty, domy opieki społecznej, itp.) oraz osoby bezdomne. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół ludności można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo. Wskaźnik zatrudnienia jest to udział pracujących danej kategorii w ogólnej liczbie ludności danej kategorii. Do pracujących zaliczane są wszystkie osoby w wieku 15-89 lat, które w okresie badanego tygodnia: 1. wykonywały przez co najmniej 1 godzinę pracę przynoszącą dochód lub zarobek, były zatrudnione w firmie/instytucji publicznej lub u prywatnego pracodawcy, pracowały we własnym (lub dzierżawionym) gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały (bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalności gospodarczej poza rolnictwem, 2. miały pracę, ale jej nie wykonywały: • z powodu choroby lub urlopu wypoczynkowego, urlopu związanego z rodzicielstwem (macierzyńskiego, rodzicielskiego, ojcowskiego lub wychowawczego), organizacji czasu pracy (systemu pracy lub odbioru nadgodzin), szkolenia związanego z wykonywaną pracą, • z powodu sezonowego charakteru pracy, jeśli w okresie poza sezonem nadal regularnie wypełniały zadania i obowiązki związane z pracą lub prowadzeniem działalności (z wyłączeniem obowiązków prawnych lub administracyjnych), • z innych powodów, jeśli przewidywany okres nieobecności w pracy nie przekracza 3 miesięcy. Zgodnie z międzynarodowymi standardami, do pracujących zaliczani są również uczniowie, z którymi zakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonej pracy, jeżeli otrzymywali wynagrodzenie. Do pracujących nie są zaliczani: wolontariusze oraz stażyści nieotrzymujący wynagrodzenia, osoby pracujące w rolnictwie indywidualnym zajmujące się wytwarzaniem produktów rolnych wyłącznie lub głównie na własne potrzeby.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": "W związku z wdrożeniem w badaniu zmian metodologicznych, dane BAEL od 2021 r. nie mogą być porównywane z poprzednimi latami (z wyjątkiem danych przeliczonych za lata 2010-2020)."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "10.0",
                                                    
                                                        "2011" : "10.5",
                                                    
                                                        "2012" : "10.4",
                                                    
                                                        "2013" : "10.7",
                                                    
                                                        "2014" : "10.7",
                                                    
                                                        "2015" : "10.2",
                                                    
                                                        "2016" : "10.9",
                                                    
                                                        "2017" : "11.4",
                                                    
                                                        "2018" : "10.9",
                                                    
                                                        "2019" : "12.2",
                                                    
                                                        "2020" : "12.2",
                                                    
                                                        "2021" : "10.3",
                                                    
                                                        "2022" : "8.6"
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "7.6",
                                                    
                                                        "2011" : "8.4",
                                                    
                                                        "2012" : "8.4",
                                                    
                                                        "2013" : "8.0",
                                                    
                                                        "2014" : "8.4",
                                                    
                                                        "2015" : "7.9",
                                                    
                                                        "2016" : "8.5",
                                                    
                                                        "2017" : "9.2",
                                                    
                                                        "2018" : "8.2",
                                                    
                                                        "2019" : "8.8",
                                                    
                                                        "2020" : "8.7",
                                                    
                                                        "2021" : "6.8",
                                                    
                                                        "2022" : "5.9"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "14.4",
                                                    
                                                        "2011" : "14.3",
                                                    
                                                        "2012" : "13.9",
                                                    
                                                        "2013" : "15.3",
                                                    
                                                        "2014" : "14.6",
                                                    
                                                        "2015" : "14.3",
                                                    
                                                        "2016" : "14.7",
                                                    
                                                        "2017" : "15.0",
                                                    
                                                        "2018" : "15.2",
                                                    
                                                        "2019" : "17.4",
                                                    
                                                        "2020" : "17.6",
                                                    
                                                        "2021" : "15.5",
                                                    
                                                        "2022" : "12.8"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "5-2-a":{
                
                "metadane": [
                      {
                                      "nazwa": "5.2.a Odsetek dzieci w wieku 1-2 lata objętych różnymi formami opieki instytucjonalnej ",
                                    
                                      "cel": "Cel 5. Równość płci",
                                    
                                      "priorytet": "Aktywna polityka prorodzinna",
                                    
                                      "definicja": "Udział dzieci objętych opieką instytucjonalną w ogólnej liczbie dzieci w wieku od 1 roku do 2 lat.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Zróżnicowane formy opieki nad małym dzieckiem zostały wprowadzone ustawą z dnia 4 lutego 2011 r. o opiece nad dziećmi w wieku do lat 3, która weszła w życie z dniem 4 kwietnia 2011 r., natomiastprzepisy dotyczące niań – od października 2011 r. Ustawa przewiduje sprawowanie opieki nad dziećmi w: żłobkach, klubach dziecięcych, przezdziennego opiekuna oraz przez nianię do ukończenia przez dziecko 3 roku życia. Na mocy ustawyżłobki przestały być częścią systemu opieki zdrowotnej, a opieka w nich sprawowana nie jestświadczeniem zdrowotnym. Do 2011 r. dzieci były objęte opieką w żłobkach i oddziałach żłobkowych. Dzieci w żłobkach i klubach dziecięcych: – wpisanych do rejestru, o których mowa w rozdz. 3 ustawy o opiece nad dziećmi w wieku do lat 3 (Dz.U. z 2011 r. Nr 45, poz. 235, z późn. zm.) pochodzące ze sprawozdania sporządzanego przez gminę zwykonania zadań z zakresu opieki nad dziećmi w wieku do lat 3 (publiczne i niepubliczne otrzymującedotacje); – prowadzonych przez podmioty niepubliczne na zasadzie działalności gospodarczej w zakresieświadczenia usług opieki nad dziećmi w wieku do lat 3, za które gmina nie przekazuje dotacji(szacunek na podstawie przeciętnej liczby miejsc w podmiotach publicznych i niepublicznychotrzymujących dotacje). Dzieci znajdujące się pod opieką dziennego opiekuna na ostatni dzień okresu sprawozdawczego(dane pochodzą ze sprawozdań z wykonywania zadań z zakresu opieki nad dziećmi w wieku do lat 3). Liczba niań (przyjmuje się, że pod opieką jednej niani znajduje się 1 dziecko) zgłoszonych doubezpieczeń społecznych lub ubezpieczenia zdrowotnego (dane są przekazywane, zgodnie z art. 53ww. ustawy, ministrowi właściwemu ds. rodziny przez Zakład Ubezpieczeń Społecznych).",
                                    
                                      "zrodlo": "Ministerstwo Rodziny i Polityki Społecznej",
                                    
                                      "czestotliwosc": "Dane roczne; od 2011 r.",
                                    
                                      "uwagi": "Dane za 2022 r. nie uwzględniają informacji o liczbie niań z uwagi na trwające prace nad zamknięciem okresu sprawozdawczego za ten rok."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "4.4",
                                                    
                                                        "2012" : "6.0",
                                                    
                                                        "2013" : "8.3",
                                                    
                                                        "2014" : "10.5",
                                                    
                                                        "2015" : "12.4",
                                                    
                                                        "2016" : "13.9",
                                                    
                                                        "2017" : "16.0",
                                                    
                                                        "2018" : "19.3",
                                                    
                                                        "2019" : "22.6",
                                                    
                                                        "2020" : "25.9",
                                                    
                                                        "2021" : "29.0",
                                                    
                                                        "2022" : "32.7"
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "9.5",
                                                    
                                                        "2013" : "12.9",
                                                    
                                                        "2014" : "16.3",
                                                    
                                                        "2015" : "19.1",
                                                    
                                                        "2016" : "21.0",
                                                    
                                                        "2017" : "23.5",
                                                    
                                                        "2018" : "28.7",
                                                    
                                                        "2019" : "33.5",
                                                    
                                                        "2020" : "37.5",
                                                    
                                                        "2021" : "44.5",
                                                    
                                                        "2022" : "49.3"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "0.3",
                                                    
                                                        "2013" : "1.1",
                                                    
                                                        "2014" : "2.1",
                                                    
                                                        "2015" : "2.9",
                                                    
                                                        "2016" : "3.4",
                                                    
                                                        "2017" : "4.4",
                                                    
                                                        "2018" : "6.2",
                                                    
                                                        "2019" : "7.7",
                                                    
                                                        "2020" : "9.6",
                                                    
                                                        "2021" : "14.7",
                                                    
                                                        "2022" : "17.1"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "5-3-a":{
                
                "metadane": [
                      {
                                      "nazwa": "5.3.a Wskaźnik zatrudnienia kobiet z najmłodszym dzieckiem w wieku do 5 lat wg BAEL",
                                    
                                      "cel": "Cel 5. Równość płci",
                                    
                                      "priorytet": "Zapewnienie warunków dla powrotu kobiet na rynek pracy po przerwie z tytułu urodzenia i opieki nad dzieckiem",
                                    
                                      "definicja": "Udział pracujących kobiet z najmłodszym dzieckiem w wieku do 5 lat w ogólnej liczbie kobiet znajmłodszym dzieckiem w wieku do 5 lat.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15-89 lat będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Poza zakresem badania pozostają członkowie gospodarstw domowych  przebywający (uwzględniany jest całkowity czas pobytu faktyczny i planowany) 12 miesięcy lub więcej za granicą oraz w  gospodarstwach zbiorowych (takich jak: hotele pracownicze, domy studenckie, internaty, domy opieki społecznej, itp.) oraz osoby bezdomne. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół ludności można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo. Do pracujących zaliczane są wszystkie osoby w wieku 15-89 lat, które w okresie badanego tygodnia:  wykonywały przez co najmniej 1 godzinę pracę przynoszącą dochód lub zarobek, były zatrudnione w firmie/instytucji publicznej lub u prywatnego pracodawcy, pracowały we własnym (lub dzierżawionym) gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały (bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalności gospodarczej poza rolnictwem, miały pracę, ale jej nie wykonywały:   z powodu choroby lub urlopu wypoczynkowego, urlopu związanego z rodzicielstwem (macierzyńskiego, rodzicielskiego, ojcowskiego lub wychowawczego), organizacji czasu pracy (systemu pracy lub odbioru nadgodzin), szkolenia związanego z wykonywaną pracą, z powodu sezonowego charakteru pracy, jeśli w okresie poza sezonem nadal regularnie wypełniały zadania i obowiązki związane z pracą lub prowadzeniem działalności (z wyłączeniem obowiązków prawnych lub administracyjnych), z innych powodów, jeśli przewidywany okres nieobecności w pracy nie przekracza 3 miesięcy.  Zgodnie z międzynarodowymi standardami, do pracujących zaliczani są również uczniowie, z którymi zakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonej pracy, jeżeli otrzymywali wynagrodzenie. Do pracujących nie są zaliczani: wolontariusze oraz stażyści nieotrzymujący wynagrodzenia, osoby pracujące w rolnictwie indywidualnym zajmujące się wytwarzaniem produktów rolnych wyłącznie lub głównie na własne potrzeby.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": "W związku z wdrożeniem w badaniu zmian metodologicznych, dane BAEL od 2021 r. nie mogą być porównywane z poprzednimi latami (z wyjątkiem danych przeliczonych za lata 2010-2020)."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "66.0",
                                                    
                                                        "2011" : "65.3",
                                                    
                                                        "2012" : "66.0",
                                                    
                                                        "2013" : "65.5",
                                                    
                                                        "2014" : "67.2",
                                                    
                                                        "2015" : "65.8",
                                                    
                                                        "2016" : "65.4",
                                                    
                                                        "2017" : "64.6",
                                                    
                                                        "2018" : "64.6",
                                                    
                                                        "2019" : "64.9",
                                                    
                                                        "2020" : "64.9",
                                                    
                                                        "2021" : "69.2",
                                                    
                                                        "2022" : "71.9"
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "77.0",
                                                    
                                                        "2011" : "70.5",
                                                    
                                                        "2012" : "70.9",
                                                    
                                                        "2013" : "70.5",
                                                    
                                                        "2014" : "72.3",
                                                    
                                                        "2015" : "71.6",
                                                    
                                                        "2016" : "70.7",
                                                    
                                                        "2017" : "69.6",
                                                    
                                                        "2018" : "70.0",
                                                    
                                                        "2019" : "70.5",
                                                    
                                                        "2020" : "71.9",
                                                    
                                                        "2021" : "75.7",
                                                    
                                                        "2022" : "77.3"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "58.9",
                                                    
                                                        "2011" : "58.0",
                                                    
                                                        "2012" : "59.0",
                                                    
                                                        "2013" : "58.6",
                                                    
                                                        "2014" : "60.1",
                                                    
                                                        "2015" : "57.3",
                                                    
                                                        "2016" : "57.8",
                                                    
                                                        "2017" : "57.6",
                                                    
                                                        "2018" : "57.0",
                                                    
                                                        "2019" : "57.0",
                                                    
                                                        "2020" : "54.9",
                                                    
                                                        "2021" : "60.6",
                                                    
                                                        "2022" : "65.1"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "6-2-a":{
                
                "metadane": [
                      {
                                      "nazwa": "6.2.a Odsetek ludności korzystającej z oczyszczalni ścieków",
                                    
                                      "cel": "Cel 6. Czysta woda i warunki sanitarne",
                                    
                                      "priorytet": "Utworzenie mechanizmów prawno-finansowych sprzyjających racjonalnemu wykorzystaniu zasobów wodnych i wdrażania wodo-oszczędnych technologii, jak również budowa i modernizacja oczyszczalni ścieków",
                                    
                                      "definicja": "Udział ludności korzystającej z oczyszczalni ścieków w całkowitej liczbie ludności.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Dane o ludności miast i wsi korzystającej z oczyszczalni ścieków oparte są o szacunek liczby ludności obsługiwanej przez oczyszczalnie pracujące na sieci kanalizacyjnej. Szacunek ludności obsługiwanej przez oczyszczalnie ścieków dokonywany jest na podstawie umów na odprowadzanie i oczyszczanie ścieków, liczby przyłączy kanalizacyjnych, danych o ludności korzystającej z oczyszczalni uzyskanych ze spółdzielni mieszkaniowych lub danych projektowych oczyszczalni. Oszacowana liczba ludności korzystającej z oczyszczalni ścieków nie może być większa od liczby ludności zamieszkałej na danym obszarze (według stanu na 31 grudnia okresu sprawozdawczego). Wskaźnik nie obejmuje ludności czasowo przebywającej na danym obszarze (np. w celach turystycznych).",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "64.7",
                                                    
                                                        "2011" : "65.7",
                                                    
                                                        "2012" : "68.6",
                                                    
                                                        "2013" : "70.3",
                                                    
                                                        "2014" : "71.5",
                                                    
                                                        "2015" : "72.7",
                                                    
                                                        "2016" : "73.5",
                                                    
                                                        "2017" : "73.6",
                                                    
                                                        "2018" : "74.0",
                                                    
                                                        "2019" : "74.5",
                                                    
                                                        "2020" : "74.8",
                                                    
                                                        "2021" : "75.2"
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "88.0",
                                                    
                                                        "2011" : "88.4",
                                                    
                                                        "2012" : "91.7",
                                                    
                                                        "2013" : "93.3",
                                                    
                                                        "2014" : "93.9",
                                                    
                                                        "2015" : "94.6",
                                                    
                                                        "2016" : "94.8",
                                                    
                                                        "2017" : "94.5",
                                                    
                                                        "2018" : "94.6",
                                                    
                                                        "2019" : "94.8",
                                                    
                                                        "2020" : "94.7",
                                                    
                                                        "2021" : "94.6"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "28.5",
                                                    
                                                        "2011" : "30.6",
                                                    
                                                        "2012" : "33.1",
                                                    
                                                        "2013" : "35.3",
                                                    
                                                        "2014" : "37.4",
                                                    
                                                        "2015" : "39.6",
                                                    
                                                        "2016" : "41.2",
                                                    
                                                        "2017" : "42.0",
                                                    
                                                        "2018" : "42.9",
                                                    
                                                        "2019" : "44.0",
                                                    
                                                        "2020" : "45.2",
                                                    
                                                        "2021" : "46.3"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              }}
  ]
}
