


{
  "11-1-a": [
    {
      "metadata": [
        
        {
                        "name": "11.1.a Population living in households considering that they suffer from noise",
                      
                        "goal": "Goal 11. Sustainable cities and communities",
                      
                        "priority": "Enhancement of cities and urbanised areas' capability for sustainable development and workplace creation as well as improvement of quality of life of their inhabitants by taking into account the need to increase green areas, water areas and ventilation corridors in urban development plans",
                      
                        "definition": "The percentage of households experiencing the excessive noise coming from neighbours or from the outside (traffic, industrial plants, economic activity) in their place of residence.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "The indicator measures the proportion of the population who declare that they are affected either by noise from neighbours or from the street. Because the assessment of noise pollution is subjective, it should be noted that the indicator accounts for both the levels of noise pollution as well as people's standards of what level they consider to be acceptable. Therefore, an increase in the value of the indicator may not necessarily indicate a similar increase in noise pollution levels but also a decrease of the levels that European citizens are willing to tolerate and vice versa. The indicator is calculated on the basis of information obtained from the EU-SILC survey. EU-SILC survey (European Union Statistics on Income and Living Conditions) is a constant survey (conducted every year) whose subject are households and persons aged 16 and more in households. The survey is a panel study, i.e. selected group of respondents is subject to several rounds of observation at intervals, so that it allows to observe and analyze the changing situation, attitudes, behavior or opinions of a surveyed group. Survey is conducted by face-to-face interview technique using 2 questionnaires; one of which is used to obtain data on households, and the second to obtain data on individuals. The purpose of EU-SILC survey is to obtain information which allows the assessment of living conditions of Polish society and allows to compare them to the living conditions in other countries of European Union. This is achieved by adoption of a uniform methodology by Eurostat. At current requests of European Union authorities, module surveys devoted to selected issue are also conducted within EU-SILC survey (that is an additional questionnaire proceeded together with the basic survey). Central Statistical Office of Poland implemented EU-SILC survey in 2005. The survey unit is a household, which is understood as persons who may be related or unrelated, living together and maintaining themselves jointly (multi-person household). Household can also be formed by one individual maintaining himself/herself independently, regardless of whether the individual lives alone or with other persons (one-person household). ",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "16.2",
                      
                          "2011" :   "14.5 ",
                      
                          "2012" :   "14.2 ",
                      
                          "2013" :   "14.0 ",
                      
                          "2014" :   "13.4 ",
                      
                          "2015" :   "12.4 ",
                      
                          "2016" :   "13.0 ",
                      
                          "2017" :   "12.4 ",
                      
                          "2018" :   "13.8",
                      
                          "2019" :   "12.6"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
