


{
  "11-1-c": [
    {
      "metadata": [
        
        {
                        "name": "11.1.c Share of total population in urban areas living in a dwelling with a leaking roof, damp walls, floors or foundation, or rot in window frames or floor",
                      
                        "goal": "Goal 11. Sustainable cities and communities",
                      
                        "priority": "Enhancement of cities and urbanised areas' capability for sustainable development and workplace creation as well as improvement of quality of life of their inhabitants by taking into account the need to increase green areas, water areas and ventilation corridors in urban development plans",
                      
                        "definition": "Percentage of population in urban areas that declared, at least in one case, that they live in a dwelling with a leaking roof, damp walls, floors or foundation, or rot in window frames or floor.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "The category of households includes persons that declared, at least in one case, that they live in a dwelling with a leaking roof, damp walls, floors or foundation, or rot in window frames or floor. The questions from the EU-SILC survey:  untill 2014: Does your dwelling have: a leaking roof, damp walls, floors or foundation or rot in window frames or floor? since 2015: Does your dwelling have: A. a leaking roof, B. damp walls/floors/foundation, C. rot in window frames or floor? ",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      
                        "data_updated_on": "28-01-2022",
                      
                        "metadata_updated_on": "21-03-2023",
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "13.0",
                      
                          "2011" :   "10.3",
                      
                          "2012" :   "9.3",
                      
                          "2013" :   "8.8",
                      
                          "2014" :   "8.9",
                      
                          "2015" :   "10.6",
                      
                          "2016" :   "10.1",
                      
                          "2017" :   "10.5",
                      
                          "2018" :   "10.5",
                      
                          "2019" :   "10.4",
                      
                          "2020" :   "5.7"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
