


{
  "11-1-d": [
    {
      "metadata": [
        
        {
                        "name": "11.1.d Share of buses powered by alternative fuels in the total number of buses serving urban transport",
                      
                        "goal": "Goal 11. Sustainable cities and communities",
                      
                        "priority": "Enhancement of cities and urbanised areas' capability for sustainable development and workplace creation as well as improvement of quality of life of their inhabitants",
                      
                        "definition": "Share of buses for alternative fuel in the total number of buses used to service urban transport.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Aternative fuel includes fuel gas and electric fuel. Information regarding urban ground transport concerns bus, tram and trolley bus communication and includes the activity of public and private urban transport enterprises and companies. Urban transport - gmina transport of passengers carried out within: - the administrative borders of city, - city and gmina borders, - neighboring cities and gminas borders including service for rural area in urban-rural gminas. Data do not include the activity of enterprises operating mainly in the scope of non-urban transport, but rendering also the services in the scope of urban transport in some cities as well as transport lines exclusively servicing work places. Transport line is understood as a route connecting the extreme points of the route of vehicles marked with the same number or letter.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "2.3",
                      
                          "2011" :   "2.8",
                      
                          "2012" :   "2.7",
                      
                          "2013" :   "3.1",
                      
                          "2014" :   "2.9",
                      
                          "2015" :   "3.6",
                      
                          "2016" :   "3.8",
                      
                          "2017" :   "4.1",
                      
                          "2018" :   "7.0",
                      
                          "2019" :   "9.7",
                      
                          "2020" :   "12.2"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
