


{
  "11-2-b": [
    {
      "metadata": [
        
        {
                        "name": "11.2.b Share of inhabitants using sewage systems in urban areas",
                      
                        "goal": "Goal 11. Sustainable cities and communities",
                      
                        "priority": "Supporting cities in dealing with sudden changes, crises, both socio-economic and environmental, and guaranteeing safety and high quality of life for inhabitants",
                      
                        "definition": "Share of population living in urban areas connected to wastewater treatment plants in the numer of population of urban areas.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": " Data on the population connected to wastewater treatment plants is calculated based on an estimate of the population using treatment plants operating on the sewer network and treating wastewater (including the population using industrial plants treating municipal wastewater).  Wastewater treatment plant – A complex of basic technological objects, designed directly for treatment of wastewater and auxiliary facilities located at one area, necessary for supply of electrical energy, water, working conditions and servicing of a wastewater treatment plant. In terms of the type of wastewater treatment methods and related processes, wastewater treatment plants are divided into the following types: mechanical, chemical, biological, with increased biogene removal.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "",
                      
                        "data_updated_on": "06-02-2024",
                      
                        "metadata_updated_on": "27-04-2023"
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "88.0",
                      
                          "2011" :   "88.4",
                      
                          "2012" :   "91.7",
                      
                          "2013" :   "93.3",
                      
                          "2014" :   "93.9",
                      
                          "2015" :   "94.6",
                      
                          "2016" :   "94.8",
                      
                          "2017" :   "94.5",
                      
                          "2018" :   "94.6",
                      
                          "2019" :   "94.8",
                      
                          "2020" :   "94.7",
                      
                          "2021" :   "94.6",
                      
                          "2022" :   "95.0"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
