


{
  "11-2-d": [
    {
      "metadata": [
        
        {
                        "name": "11.2.d Share of population living in areas covered by revitalization processes in the total population in urban areas",
                      
                        "goal": "Goal 11. Sustainable cities and communities",
                      
                        "priority": "Supporting cities in dealing with sudden changes, crises, both socio-economic and environmental, and guaranteeing safety and high quality of life for inhabitants",
                      
                        "definition": "Share of gminas’ population which carried out revitalization activities on the basis of the gmina revitalisation programme or local revitalisation programme in the total population of urban gminas.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": " Revitalisation - the process of deriving from crisis state degraded areas, conducted in a comprehensive manner, through integrated activities for the local community, space and economy, territorially focused, carried out by stakeholders of revitalisation, based on activities prepared by gminas (municipal, commune) and conducted on the basis of a strategic document (gmina revitalisation programme, revitalisation programme or another strategic document).  Revitalisationa area is an area covering the entire degraded area or a selected part thereof, characterized by a particular concentration of adverse conditions, at least social and one of an economic or environmental or technical or spatial and functional nature, in which the gmina intends to carry out revitalisation due to significant importance for the local development. A revitalisation area should be established on the basis of the provisions of the gmina council resolution or at least indicated in the strategic documents adopted by the gmina council. In the case of degraded areas adopted pursuant to the Revitalisation Act, such resolutions are an act of local law.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2020",
                      
                        "notes": "",
                      
                        "data_updated_on": "03-04-2023",
                      
                        "metadata_updated_on": "11-04-2023"
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "",
                      
                          "2013" :   "",
                      
                          "2014" :   "",
                      
                          "2015" :   "",
                      
                          "2016" :   "",
                      
                          "2017" :   "",
                      
                          "2018" :   "",
                      
                          "2019" :   "",
                      
                          "2020" :   "15.7",
                      
                          "2021" :   "14.8"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
