


{
  "11-2-b": [
    {
      "metadata": [
        
        {
                        "name": "11.2.b Area of green areas in urban areas per 1 inhabitant",
                      
                        "goal": "Goal 11. Sustainable cities and communities",
                      
                        "priority": "Improvement of air quality, especially reduction of particulate pollutants emission in housing and communal sector resulting from combustion of bad quality solid fuels at low temperature and in low-power boilers, as well as from waste incineration",
                      
                        "definition": "The area of green areas (the area of strolling-recreational parks, lawns and green areas of the housing estate) in cities in square meters per 1 inhabitant.",
                      
                        "unit": "m2",
                      
                        "dimensions": "total",
                      
                        "methodology": "Green areas are areas with technical infrastructure and buildings functionally connected with them, covered with vegetation, located within the borders of cities or villages with compact buildings, performing aesthetic, recreational, health or shelter functions, in particular parks, green spaces, promenades, boulevards, gardens botanical, zoological, Jordanian and historic, and cemeteries, as well as greenery accompanying streets, squares, historic fortifications, buildings, landfills, airports, as well as railway and industrial facilities.  Strolling and recreational parks are areas with high and low growing plants, at least 2 ha in size, maintained for the recreational needs of the population, featuring roads, squares, walkways, benches, etc. The area of parks includes water areas in these objects (e.g. ponds) and water sports areas, open swimming areas, sport fields, playgrounds, etc., provided they are generally accessible. Lawns are green areas less than 2 ha, which predominating function is recreation (e.g. there are alleys with benches, playgrounds, etc.). This category also includes green areas near public utility buildings (if made available for public use), monuments, etc., boulevards and promenades and water sports areas, open swimming areas, sport fields, playgrounds, etc., provided they are generally accessible. Lawns can form arrangements of town greenery of park character, with planted trees and bushes. Green areas of the housing estate are adjacent to housing settlements, serving recreation, isolation and aesthetic purposes. ",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "20.8",
                      
                          "2011" :   "20.7",
                      
                          "2012" :   "20.6",
                      
                          "2013" :   "20.4",
                      
                          "2014" :   "20.5",
                      
                          "2015" :   "20.7",
                      
                          "2016" :   "21.5",
                      
                          "2017" :   "21.6",
                      
                          "2018" :   "21.8",
                      
                          "2019" :   "22.2",
                      
                          "2020" :   "22.3"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
