


{
  "11-3-a": [
    {
      "metadata": [
        
        {
                        "name": "11.3.a Share of area covered by local-land development plans in urban gminas",
                      
                        "goal": "Goal 11. Sustainable cities and communities",
                      
                        "priority": "Supporting fair and territorially sustainable economic growth by the pursuit and maintenance of the polycentric and hierarchical settlement structure of the country and creating more effective network connections between cities",
                      
                        "definition": "Share of urban gminas’ area covered by applicable local spatial management plans in the total geodetic area in urban gminas",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Local spatial management plan is an act of local law determining destiny, terms of management and development of land, as well as arrangement of public investments. The plan consists of a description that is a text of the plan contained in resolution of the City Council and the drawing of the plan that is a graphical annex to the resolution. It is an optional document, i.e. gminas (communes) do not have the obligation to draw it up. The local plan shall mandatory include, among others: - use of land and the lines dividing areas for various land use; - the principles of environment, nature and cultural landscape protection; - the principles of cultural heritage, monuments and contemporary culture goods protection; - building lines, overall dimension of objects and indicators of build-up intensity; - the principles of modernization, expansion and building of communication systems and technical infrastructure. The consequence of the preparation of the local plan is an obligation to draw up documents such as economic impact forecast for adoption of local spatial management plan and environmental impact assessment.The solutions proposed in the plan may in fact significantly affect the transformation of the natural environment and the value of the properties. According to the law the content of the plan is divided into mandatory and optional part. The project of the plan is a subject of public consultations, requires a range of opinions and agreements to which act refers to. The geodetic area is the surface area of units of territorial division of the State according to the National Register of Boundaries.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010.",
                      
                        "notes": "",
                      
                        "data_updated_on": "03-04-2023",
                      
                        "metadata_updated_on": "11-04-2023"
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "41.6",
                      
                          "2011" :   "44.7",
                      
                          "2012" :   "46.5",
                      
                          "2013" :   "48.2",
                      
                          "2014" :   "49.6",
                      
                          "2015" :   "49.8",
                      
                          "2016" :   "50.6",
                      
                          "2017" :   "51.2",
                      
                          "2018" :   "52.4",
                      
                          "2019" :   "53.4",
                      
                          "2020" :   "53.9",
                      
                          "2021" :   "54.8"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
