


{
  "11-4-c": [
    {
      "metadata": [
        
        {
                        "name": "11.4.c Number of passenger transport per 1 inhabitant of urban area",
                      
                        "goal": "Goal 11. Sustainable cities and communities",
                      
                        "priority": "Building a sustainable, publicly accessible, safe and affordable transport system, especially through the development and prioritization of public transport",
                      
                        "definition": "The number of passenger transport by public transport in relation to the population in cities.",
                      
                        "unit": "persons",
                      
                        "dimensions": "total",
                      
                        "methodology": " Transport of passengers by urban transport is the sum of passengers transported during the year on all vehicles of urban transport generally available to population, i.e. buses, trams and trolley-buses. One transported passenger means of public transport is assumed as one trip. The number of passengers is estimated on the basis of the number of sold single use and sold multiple use tickets, taking into account standards of the number of trips per given multiple use ticket, accepted by public transport companies. Data concern carring out passenger transport by urban enterprises and public transport companies employing more than 9 persons. For calculations used the population in cities by the actual place of residence and as of June 30.",
                      
                        "source": "Ministry of Infrastructure",
                      
                        "availability": "Annual data, since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "166.5",
                      
                          "2011" :   "166.2",
                      
                          "2012" :   "165.6",
                      
                          "2013" :   "155.5",
                      
                          "2014" :   "159.7",
                      
                          "2015" :   "158.3",
                      
                          "2016" :   "162.7",
                      
                          "2017" :   "161.7",
                      
                          "2018" :   "163.4",
                      
                          "2019" :   "167.6",
                      
                          "2020" :   "98.7",
                      
                          "2021" :   "109.5"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
