


{
  "11-4-a": [
    {
      "metadata": [
        
        {
                        "name": "11.4.a Length of public transport lines per 1 thous. inhabitants",
                      
                        "goal": "Goal 11. Sustainable cities and communities",
                      
                        "priority": "Building a sustainable, publicly accessible, safe and affordable transport system, especially through the development and prioritization of public transport",
                      
                        "definition": "The sum of length of all scheduled daytime bus, tram and trolleybus lines on which vehicles marked with separate numbers or alphabetic symbols travel per 1 thous. inhabitants.",
                      
                        "unit": "kilometres",
                      
                        "dimensions": "total",
                      
                        "methodology": " Transport lines –  a route connecting the extreme points of the route of vehicles designated with the same number or alphabetic symbol. Urban transport lines including bus lines, tram lines and trolleybus lines. Data do not include the so-called 'closed' lines, which service only employees of particular companies. Indicators relating to the number and structure of the population (gender, age group) since 2010 have been recalculated in accordance with the balance sheet prepared on the basis of the results of the National Census 2011. Indicators relating to the number and structure of the population (gender, age group) since 2020 have been recalculated in accordance with the balance sheet prepared on the basis of the results of the National Census 2021.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2012",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "1.39",
                      
                          "2013" :   "1.41",
                      
                          "2014" :   "1.43",
                      
                          "2015" :   "1.48",
                      
                          "2016" :   "1.47",
                      
                          "2017" :   "1.50",
                      
                          "2018" :   "1.53",
                      
                          "2019" :   "1.57",
                      
                          "2020" :   "1.58",
                      
                          "2021" :   "1.58"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
