


{
  "11-4-b": [
    {
      "metadata": [
        
        {
                        "name": "11.4.b Number of pedestrians and cyclists killed or seriously injured in road traffic accidents in a built-up area per 100 thous. population",
                      
                        "goal": "Goal 11. Sustainable cities and communities",
                      
                        "priority": "Building a sustainable, publicly accessible, safe and affordable transport system, especially through the development and prioritization of public transport",
                      
                        "definition": "Number of pedestrians and cyclists killed or seriously injured in a road accident in a built-up area per year, per 100 thous. total population.",
                      
                        "unit": "persons",
                      
                        "dimensions": "total",
                      
                        "methodology": " A road traffic accident is an event connected with the movement of vehicles on public roads as a result of which death or injury of person occurred.  A road traffic accident fatality is understood as a person who died (as a result of injuries incurred) at the scene of the accident or within the course of 30 days.  A seriously injured person is a person who has suffered a loss of health in the form of: a) loss of sight,  hearing, speech,  fertility, other severe disability, severe incurable disease or long-term disease that is life-threatening, permanent mental illness, total or significant inability to work in the profession, in a permanent significant disfigurement or distortion of the body; b) other injuries causing bodily harm or health disruption lasting longer than 7 days.  To the built-up and urbanized area (based on geodesic area of the country according to the directions of use) belong the following areas: – residential, – industrial, – other built-up, – urban undeveloped, – recreation and leisure, – transport (road, rail and others), – fossil land.",
                      
                        "source": "National Police Headquarters",
                      
                        "availability": "Annual data; since 2015",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "",
                      
                          "2013" :   "",
                      
                          "2014" :   "",
                      
                          "2015" :   "12.1",
                      
                          "2016" :   "12.7",
                      
                          "2017" :   "11.6",
                      
                          "2018" :   "11.4",
                      
                          "2019" :   "10.6",
                      
                          "2020" :   "9.0"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
