


{
  "11-5-c": [
    {
      "metadata": [
        
        {
                        "name": "11.5.c Total number of households awaiting social renting in urban areas",
                      
                        "goal": "Goal 11. Sustainable cities and communities",
                      
                        "priority": "Fulfillment of housing needs of urban population by building a universal and accessible housing market, including the development of social housing",
                      
                        "definition": "Number of hoseholds awaiting the social rental in total urban areas.",
                      
                        "unit": "pieces",
                      
                        "dimensions": "total",
                      
                        "methodology": " Household  means the persons who are or are not related to each other, living together and maintaining themselves jointly (multi-person households) or one person, maintaining himself/herself individually, regardless of whether the individual lives alone or with other persons (one-person household). Family members living together but maintaining themselves separately constitute separate households.  Households entitled to premises with social rental from the gmina are households that meet the criteria set out in the provisions of local law (referred to in Article 4 paragraph 2 and Article 21 paragraph 3 of the Act of 21 June 2001 on the protection of tenants' rights, the housing stock of the municipality and amending the Civil Code) and households awaiting the implementation of the eviction sentence  from the premises (legal status from 1 May 2019).",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data, since 2019",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "",
                      
                          "2013" :   "",
                      
                          "2014" :   "",
                      
                          "2015" :   "",
                      
                          "2016" :   "",
                      
                          "2017" :   "",
                      
                          "2018" :   "",
                      
                          "2019" :   "74110",
                      
                          "2020" :   "68436",
                      
                          "2021" :   "65117"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
