


{
  "11-5-a": [
    {
      "metadata": [
        
        {
                        "name": "11.5.a Number of completed dwellings in urban areas per 1 thous. population",
                      
                        "goal": "Goal 11. Sustainable cities and communities",
                      
                        "priority": "Fulfillment of housing needs of urban population by building a universal and accessible housing market, including the development of social housing",
                      
                        "definition": "Number of completed dwellings according to the building law per 1 thous. population.",
                      
                        "unit": "pieces",
                      
                        "dimensions": "total",
                      
                        "methodology": " A dwelling - a space for permanent residence of persons, built or remodelled for residential purpose; structurally separated (by permanent walls) within a building, consisting of a one or several rooms and auxiliary spaces (i.e.: foyer, hall, bathroom, toilet, wardrobe, pantry, hiding place), into which a separate access leads. A dwelling in residences for communities is understood as a premises, which is designated for the permanent residence. Information regarding completed dwellings concern all dwellings, i.e. dwellings in new or expanded residential or non-residential buildings (less than half of the total useful floor area is intended for residential purposes).  Completion of a dwelling/building - according to the building law - means that the investor reported completion of its construction to the proper building control authorities and this body has not reported an objection (through a decision) or that the investor has obtained permission for use of this dwelling/building (through a decision) from the building control authorities. Calculations are based on the population as of June 30.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data, since 2010",
                      
                        "notes": ""
                      
                        "data_updated_on": "21-07-2023",
                      
                        "metadata_updated_on": "06-06-2023",
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "3.7",
                      
                          "2011" :   "3.4",
                      
                          "2012" :   "4.1",
                      
                          "2013" :   "3.8",
                      
                          "2014" :   "3.9",
                      
                          "2015" :   "3.9",
                      
                          "2016" :   "4.6",
                      
                          "2017" :   "5.1",
                      
                          "2018" :   "5.4",
                      
                          "2019" :   "6.1",
                      
                          "2020" :   "6.5",
                      
                          "2021" :   "6.6",
                      
                          "2022" :   "6.6"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
