


{
  "11-6-c": [
    {
      "metadata": [
        
        {
                        "name": "11.6.c Number of agglomerations and cities with over 100 thous. inhabitants, where the value of average exposure indicator does not exceed the concentration threshold of exposure to PM 2.5 at 20 µg/m3",
                      
                        "goal": "Goal 11. Sustainable cities and communities",
                      
                        "priority": "Improving air quality by reducing 'low emission' (i.e. up to 40 m AGL ) i.a. from domestic boiler houses and road transport",
                      
                        "definition": "The indicator is a total number of agglomerations and cities with more than 100 thous. inhabitants where the average exposure indicator for PM 2.5 does not exceed the exposure concentration obligation.",
                      
                        "unit": "pieces",
                      
                        "dimensions": "total",
                      
                        "methodology": "The indicator is calculated on the basis of the average exposure to PM2.5 for individual cities with more than 100 thous. inhabitants and agglomerations. These indicators are calculated as three-year moving averages from measurements of PM2.5 concentrations for individual cities and agglomerations (e.g. indicators for cities and agglomerations for 2018 were calculated as the average of annual average PM2.5 concentrations from 2016-2018 for these cities and agglomerations). The calculations take into account the results of measurements from 32 measuring stations selected in accordance with the requirements for conducting measurements in this area. In every city with more than 100 thous. inhabitants and in each agglomeration there is one measurement station, the results of which are used to calculate it (the exceptions are the agglomerations: Upper Silesia and Warsaw, where there are two measurement stations). The number of agglomerations and cities with more than 100 thous. inhabitants where the average exposure indicator does not exceed the exposure concentration obligation, is calculated by summing all the cities with more than 100 thous. inhabitants and agglomerations where the average exposure indicator for PM 2.5 has not exceeded 20 µg/m3 in a current year. The exposure concentration ceiling is the concentration of a substance in the air, determined on the basis of the value of the national average exposure indicator, in order to limit the harmful effects of a given substance on human health, which is to be achieved within a specified period. The exposure concentration ceiling is an air quality standard and has been specified only for PM2.5 dust. The exposure concentration ceiling applies to urban background areas in cities with more than 100 thous. inhabitants. inhabitants and in agglomerations and was defined by the Regulation of the Minister of the Environment of August 24, 2012 on the levels of certain substances in the air (Journal of Laws of 2012, item 1031). The value of the PM2.5 exposure concentration ceiling is 20 µg/m3. The calculation method of AEI is defined in the Regulation of the Minister of the Environment of September 13, 2012 on the Method for Calculation of Average Exposure Indicator and Method for Assessment of Achieving Exposure Concentration Obligation (Journal of Laws of 2012, item 1029). List of agglomerations and cities over 100 thous. inhabitants in which the value of the average exposure indicator does not exceed the limit of PM2.5 exposure concentration for a given calendar year is published in Monitor Polski by September 30 of the following year.",
                      
                        "source": "Chief Inspectorate of Environmental Protection",
                      
                        "availability": "annual data, since 2010",
                      
                        "notes": ""
                      
                        "data_updated_on": "31-03-2023",
                      
                        "metadata_updated_on": "21-04-2023",
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "6",
                      
                          "2011" :   "8",
                      
                          "2012" :   "8",
                      
                          "2013" :   "10",
                      
                          "2014" :   "9",
                      
                          "2015" :   "10",
                      
                          "2016" :   "11",
                      
                          "2017" :   "13",
                      
                          "2018" :   "12",
                      
                          "2019" :   "16",
                      
                          "2020" :   "21"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
