


{
  "11-6-b": [
    {
      "metadata": [
        
        {
                        "name": "11.6.b Total capacity of installed devices and installations to reduce pollution in cities with powiat status",
                      
                        "goal": "Goal 11. Sustainable cities and communities",
                      
                        "priority": "Improving air quality by reducing 'low emission' (i.e. up to 40 m AGL ) i.a. from domestic boiler houses and road transport",
                      
                        "definition": "Number of retained and neutralized particulates pollutants and gaseous pollutants by installed devices and installations to reduce pollution in cities with poviat status during the year.",
                      
                        "unit": "tonnes",
                      
                        "dimensions": "total",
                      
                        "methodology": " Particulates pollutants - emissions into the atmosphere particulate fragmentation macroscopic and colloidal whose concentration exceeds the average content of these substances in the clean air, negatively impacting on human health and the condition and quality of the environment. They are divided according to particulates grain sizes into the following classes: •	particulates of macroscopic dispersion of the grain from 1 to 1000 µm; •	particulates of colloidal dispersion of the grain from 0.001 to 1 µm. Depending on the origin of particulates and fits form, the following division has been assumed: •	dispersive particulates, formed in result of mechanical dispersion of solids (e.g. coal dust during coal crushing and grinding in power stations); •	condensation particulates, formed in result of condensation and consolidation of vapour of various chemical substances (e.g. soot), general present only in colloidal break-up class. The formation of particulates pollutants is inseparably connected with all the production processes and combustion processes. A large amount of particulates pollutants is particularly produced during combustion of solid fuel.  Gas pollutants - emissions to the atmosphere of gaseous substances whose concentration exceeds the average content of these substances in the clean air, adversely affecting human health and the condition and quality of the environment. Characteristic pollutants of the atmosphere in gaseous state refer to sulphur dioxide (SO2), nitric oxides (NOx), carbon monoxide (CO), carbon dioxide (CO2), hydrocarbons (CnHm) and so called 'oxidizers'. Oxidizers are secondary pollutants, produced in photochemical reaction of basic pollutants. They include ozone, nitrogen dioxide, formaldehyde, acrolein and others.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data, since 2010",
                      
                        "notes": "",
                      
                        "data_updated_on": "04-04-2023",
                      
                        "metadata_updated_on": "20-04-2023"
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "961",
                      
                          "2011" :   "136730",
                      
                          "2012" :   "11553",
                      
                          "2013" :   "15701",
                      
                          "2014" :   "2758",
                      
                          "2015" :   "69422",
                      
                          "2016" :   "44764",
                      
                          "2017" :   "78118",
                      
                          "2018" :   "14958",
                      
                          "2019" :   "68943",
                      
                          "2020" :   "57788",
                      
                          "2021" :   "27276"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
