

{
  "1-1-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "1.1.b Realny dochód do dyspozycji brutto gospodarstw domowych na 1 mieszkańca (2008=100)",
                      
                        "cel": "Cel 1. Koniec z ubóstwem",
                      
                        "priorytet": "Wzrost realnych dochodów gospodarstw domowych, który powinien przełożyć się na spadek wskaźnika zagrożenia ubóstwem relatywnym",
                      
                        "definicja": "Nieskorygowane dochody do dyspozycji brutto gospodarstw domowych oraz instytucji niekomercyjnych działających na rzecz gospodarstw domowych, podzielone przez wskaźnik cen w zakresie spożycia końcowego w sektorze gospodarstw domowych oraz przez liczbę ludności i odniesione do roku 2008.",
                      
                        "jednostka": "2008=100",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Sektor gospodarstw domowych obejmuje gospodarstwa domowe, tj. osoby fizyczne lub grupy osób fizycznych wspólnie zamieszkujące i wspólnie utrzymujące się (łączące dochody, wydatki i majątek) oraz gospodarstwa zbiorowe (np. mieszkańcy domów pomocy społecznej, placówek opiekuńczo-wychowawczych, klasztorów, więzień). Sektor instytucji niekomercyjnych działających na rzecz gospodarstw domowych obejmuje: organizacje społeczne, partie polityczne, organizacje związków zawodowych, stowarzyszenia, fundacje oraz jednostki organizacji wyznaniowych. Dochody do dyspozycji brutto gospodarstw domowych uzyskuje się w wyniku skorygowania ich dochodów pierwotnych brutto (obejmujących m.in.: dochody z działalności gospodarczej, wynagrodzenia i inne dochody związane z pracą najemną, dochody z własności) o podatki bieżące (od dochodów, majątku itp.) i składki netto na ubezpieczenia społeczne, a także &ndash; o świadczenia społeczne (emerytury, renty, zasiłki itd.) oraz pozostałe transfery bieżące.",
                      
                        "zrodlo": "Eurostat",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "107.05",
                        
                            "2011" :   "107.44",
                        
                            "2012" :   "108.58",
                        
                            "2013" :   "110.19",
                        
                            "2014" :   "113.39",
                        
                            "2015" :   "117.66",
                        
                            "2016" :   "124.68",
                        
                            "2017" :   "128.55",
                        
                            "2018" :   "132.25"
                        
                        }
                    ]}
      ]
    }
  ]
}
