


{
  "1-2-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "1.2.a Odsetek dzieci w wieku 1-2 lata objętych różnymi formami opieki instytucjonalnej",
                      
                        "cel": "Cel 1. Koniec z ubóstwem",
                      
                        "priorytet": "Poprawa dostępności do usług społecznych (np. wsparcie dla rodzin z dziećmi, opieka nad dziećmi, nad starszymi osobami) i zdrowotnych",
                      
                        "definicja": "Udział dzieci objętych opieką instytucjonalną w ogólnej liczbie dzieci w wieku od 1 roku do 2 lat.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Zróżnicowane formy opieki nad małym dzieckiem zostały wprowadzone ustawą z dnia 4 lutego 2011 r. o opiece nad dziećmi w wieku do lat 3, która weszła w życie z dniem 4 kwietnia 2011 r., natomiast przepisy dotyczące niań – od października 2011 r. Ustawa przewiduje sprawowanie opieki nad dziećmi w: żłobkach, klubach dziecięcych, przez dziennego opiekuna oraz przez nianię do ukończenia przez dziecko 3 roku życia. Na mocy ustawy żłobki przestały być częścią systemu opieki zdrowotnej, a opieka w nich sprawowana nie jest świadczeniem zdrowotnym. Do 2011 r. dzieci były objęte opieką w żłobkach i oddziałach żłobkowych. Dzieci w żłobkach i klubach dziecięcych: – wpisanych do rejestru, o których mowa w rozdz. 3 ustawy o opiece nad dziećmi w wieku do lat 3 (Dz.U. z 2011 r. Nr 45, poz. 235, z późn. zm.) pochodzące ze sprawozdania sporządzanego przez gminę z wykonania zadań z zakresu opieki nad dziećmi w wieku do lat 3 (publiczne i niepubliczne otrzymujące dotacje); – prowadzonych przez podmioty niepubliczne na zasadzie działalności gospodarczej w zakresie świadczenia usług opieki nad dziećmi w wieku do lat 3, za które gmina nie przekazuje dotacji (szacunek na podstawie przeciętnej liczby miejsc w podmiotach publicznych i niepublicznych otrzymujących dotacje). Dzieci znajdujące się pod opieką dziennego opiekuna na ostatni dzień okresu sprawozdawczego(dane pochodzą ze sprawozdań z wykonywania zadań z zakresu opieki nad dziećmi w wieku do lat 3). Liczba niań (przyjmuje się, że pod opieką jednej niani znajduje się 1 dziecko) zgłoszonych do ubezpieczeń społecznych lub ubezpieczenia zdrowotnego (dane są przekazywane, zgodnie z art. 53 ww. ustawy, ministrowi właściwemu ds. rodziny przez Zakład Ubezpieczeń Społecznych).",
                      
                        "zrodlo": "Ministerstwo Rodziny i Polityki Społecznej",
                      
                        "czestotliwosc": "Dane roczne; od 2011 r.",
                      
                        "uwagi": "Dane za 2022 r. nie uwzględniają informacji o liczbie niań z uwagi na trwające prace nad zamknięciem okresu sprawozdawczego za ten rok."
                      
                        "data_aktualizacji_danych": "13-02-2023",
                      
                        "data_aktualizacji_metadanych": "26-04-2023",
                      }
      ],
      "dane": [
        {
                      "miasto/wieś": [
                          {
                              "ogółem": [
                                  {
                                  }
                              ],
                              "miasto": [
                                  {
                                  }
                              ],
                              "wieś": [
                                  {
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
