


{
  "1-2-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "1.2.a Liczba centrów integracji społecznej, zakładów aktywności zawodowej i warsztatów terapii zajęciowej na 100 tys. ludności",
                      
                        "cel": "Cel 1. Koniec z ubóstwem",
                      
                        "priorytet": "Zwiększenie aktywizacji osób wykluczonych społecznie m.in. poprzez rozwój sektora ekonomii społecznej",
                      
                        "definicja": "Liczba centrów integracji społecznej, zakładów aktywności zawodowej i warsztatów terapii zajęciowej w przeliczeniu na 100 tys. ludności.",
                      
                        "jednostka": "sztuki",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Centra integracji społecznej (CIS) są placówkami o charakterze edukacyjnym, w których jednym z elementów edukacji może być praca uczestników w ramach działalności handlowej, usługowej lub wytwórczej. Odbiorcami usług społecznych CIS są uczestnicy zajęć, którymi mogą być osoby długotrwale bezrobotne, bezdomne, niepełnosprawne, uzależnione od alkoholu i narkotyków (po zakończonej terapii), chore psychicznie, zwalniane z zakładów karnych oraz uchodźcy. Zakłady aktywności zawodowej (ZAZ) są jednostkami, które łączą w swojej działalności prowadzenie rehabilitacji społeczno-zawodowej osób niepełnosprawnych z prowadzeniem działalności gospodarczej. W ramach ZAZ zatrudniane są osoby niepełnosprawne, które posiadają orzeczenie o znacznym stopniu niepełnosprawności, ewentualnie osoby z umiarkowanym stopniem niepełnosprawności, jeżeli stwierdzono u nich autyzm, upośledzenie umysłowe lub chorobę psychiczną. Niepełnosprawni pracownicy z ww. grup ustawowo muszą stanowić co najmniej 70% osób zatrudnionych w zakładzie – w rozdziale osoby te określane są jako odbiorcy usług ZAZ. Warsztaty terapii zajęciowej (WTZ) mają wspomagać proces rehabilitacji osób niepełnosprawnych poprzez rozwijanie umiejętności codziennego funkcjonowania, zaradności osobistej, sprawności psychofizycznej oraz kompetencji zawodowych. Odbiorcami usług społecznych WTZ są uczestnicy warsztatów, którymi są osoby niepełnosprawne intelektualnie bądź ruchowo, posiadające orzeczenie o znacznym lub umiarkowanym stopniu niepełnosprawności oraz z wpisanym w orzeczeniu wskazaniem do terapii zajęciowej. Personel WTZ stanowią natomiast osoby zatrudnione jako kadra kierownicza, administracyjna, merytoryczna oraz pomocnicza.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2012 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "2.2",
                        
                            "2013" :   "2.3",
                        
                            "2014" :   "2.3",
                        
                            "2015" :   "2.4",
                        
                            "2016" :   "2.5",
                        
                            "2017" :   "2.6",
                        
                            "2018" :   "2.7",
                        
                            "2019" :   "2.7"
                        
                        }
                    ]}
      ]
    }
  ]
}
