


{
  "1-4-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "1.4.a Liczba mieszkań przypadających na 1000 ludności ",
                      
                        "cel": "Cel 1. Koniec z ubóstwem",
                      
                        "priorytet": "Poprawa sytuacji mieszkaniowej",
                      
                        "definicja": "Liczba mieszkań w przeliczeniu na 1000 ludności.",
                      
                        "jednostka": "[–]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Zgodnie z definicją, mieszkanie to lokal składający się z jednej lub kilku izb i pomieszczeńpomocniczych, przeznaczony na stały pobyt osób - wybudowany lub przebudowany do celówmieszkalnych; konstrukcyjnie wydzielony trwałymi ścianami w obrębie budynku, do którego to lokaluprowadzi niezależne wejście z klatki schodowej, ogólnego korytarza, wspólnej sieni bądź z ulicy,podwórza lub ogrodu. Wskaźnik prezentujący zasoby mieszkaniowe wybranej jednostki terytorialnej. Niskie wartości wskaźnika oznaczają niedobór mieszkań, czego skutkiem mogą być problemy społeczne, np. ludzimłodych z usamodzielnieniem się. Wysokie wartości wskaźnika oznaczają nadmiar mieszkań, czegoefektem mogą być trudności ekonomiczne, np. w utrzymaniu niewykorzystywanych zasobów. Nawartość wskaźnika mają również wpływ czynniki kulturowo-demograficzne, takie jak średnia liczbadzieci w rodzinie, przeciętny wiek oraz kulturowe nawyki wspólnego mieszkania wielopokoleniowych rodzin. Dane dotyczące liczby mieszkań pochodzą ze spisów powszechnych oraz sprawozdań o zasobach mieszkaniowych, kosztach i przychodach utrzymania zasobów lokalowych oraz stawkach opłat wbudynkach z lokalami mieszkalnymi oraz ze sprawozdań o gospodarce mieszkaniowej i komunalnej gminy.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "Liczba ludności dla lat 2003–2010 na podstawie Narodowego Spisu Powszechnego Ludności iMieszkań 2002, a od 2011 r. na podstawie NSP 2011."
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "349.6",
                        
                            "2011" :   "352.6",
                        
                            "2012" :   "356.1",
                        
                            "2013" :   "359.9",
                        
                            "2014" :   "363.4",
                        
                            "2015" :   "367.3",
                        
                            "2016" :   "371.3",
                        
                            "2017" :   "375.7",
                        
                            "2018" :   "380.5",
                        
                            "2019" :   "385.9"
                        
                        }
                    ]}
      ]
    }
  ]
}
