


{
  "12-2-2": [
    {
      "metadane": [
        
        {
                        "nazwa": "12.2.2 Krajowa Konsumpcja Materialna (DMC)",
                      
                        "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                      
                        "zadanie": "12.2 Do 2030 roku zapewnić zrównoważone zarządzanie i efektywne zużycie zasobów naturalnych",
                      
                        "definicja": "Wskaźnik prezentuje Krajową Konsumpcję Materialną (DMC) w tonach w przeliczeniu na 1 mieszkańca",
                      
                        "jednostka": "tys. ton, tony",
                      
                        "wymiary": "ogółem, na 1 mieszkańca",
                      
                        "metodologia": "Krajowa Konsumpcja Materialna (DMC) obejmuje wszystkie materiały bezpośrednio zużyte w procesach ekonomicznych na potrzeby gospodarki. Stanowi sumę materiałów pozyskanych na terytorium kraju oraz z importu pomniejszoną o materiały wysłane na eksport. Wskaźnik Krajowej Konsumpcji Materialnej (DMC) wyznacza się w oparciu o Ogólnogospodarcze Rachunki Przepływów Materialnych (EW-MFA, Economy-wide Material Flow Accounts), czyli spójne zestawienia całkowitych nakładów materialnych wchodzących do gospodarek narodowych, zmian poziomu zapasów materialnych w gospodarce oraz wypływów materialnych do innych gospodarek albo do środowiska. Dane w tablicach EW-MFA, w jednostkach masy, tworzy się dla następujących elementów składowych: 1. Biomasa i produkty z biomasy. 2. Rudy i koncentraty metali, surowe i przetworzone. 3. Minerały niemetaliczne, surowe i przetworzone. 4. Kopalne surowce energetyczne/ nośniki energii, surowe i przetworzone. 5. Inne produkty. 6. Odpady przywożone w celu ostatecznego przetworzenia i usunięcia.",
                      
                        "zrodlo": "Eurostat",
                      
                        "czestotliwosc": "Dane roczne, od 2010 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "06-02-2024",
                      
                        "data_aktualizacji_metadanych": "06-07-2022"
                      }
      ],
      "dane": [
        {
                      "wymiary": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "627714.3",
                                  
                                      "2011" :   "777540.7",
                                  
                                      "2012" :   "666843.1",
                                  
                                      "2013" :   "635936.9",
                                  
                                      "2014" :   "630194.7",
                                  
                                      "2015" :   "625526.7",
                                  
                                      "2016" :   "642326.3",
                                  
                                      "2017" :   "683729.0",
                                  
                                      "2018" :   "701480.1",
                                  
                                      "2019" :   "667673.9",
                                  
                                      "2020" :   "659543.3",
                                  
                                      "2021" :   "674961.3",
                                  
                                      "2022" :   "712602.1"
                                  
                                  }
                              ],
                              "na 1 mieszkańca": [
                                  {
                                  
                                      "2010" :   "16.50",
                                  
                                      "2011" :   "20.43",
                                  
                                      "2012" :   "17.52",
                                  
                                      "2013" :   "16.72",
                                  
                                      "2014" :   "16.58",
                                  
                                      "2015" :   "16.47",
                                  
                                      "2016" :   "16.92",
                                  
                                      "2017" :   "18.01",
                                  
                                      "2018" :   "18.47",
                                  
                                      "2019" :   "17.59",
                                  
                                      "2020" :   "17.40",
                                  
                                      "2021" :   "17.88",
                                  
                                      "2022" :   "19.35"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
