


{
  "12-4-2": [
    {
      "metadane": [
        
        {
                        "nazwa": "12.4.2 Odpady niebezpieczne wytworzone na osobę i udział odpadów niebezpiecznych przetworzonych w ilości odpadów wytworzonych, według rodzaju przetwarzania",
                      
                        "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                      
                        "zadanie": "12.4 Do 2020 roku zapewnić stabilne i ekologiczne zarządzanie chemikaliami i wszystkimi odpadami podczas ich całego cyklu życia, zgodnie z ustaleniami międzynarodowymi. Znacząco zmniejszyć poziom tych substancji w powietrzu, wodzie i glebie, tym samym minimalizując ich negatywny wpływ na zdrowie człowieka i środowisko",
                      
                        "definicja": "Ustawa z dnia 27 kwietnia 2001 r. o odpadach (Dz.U. w Art. 3) definiuje odpady niebezpieczne jako „każdą substancję lub przedmiot, których posiadacz pozbywa się, zamierza pozbyć się lub do ich pozbycia się jest obowiązany”, a których cechy, właściwości oraz ewentualny skład zostały przedstawione, w załącznikach nr 2A, 2B, 3 i 4 do w/w ustawy. Załączniki te są integralną częścią art. 3 ust. 2 ustawy o odpadach. (1) Ilość odpadów niebezpiecznych wytworzonych w kraju w kilogramach i zaraportowanych zgodnie z ustawą o odpadach. (2) Stosunek masy odpadów niebezpiecznych przekazanych do instalacji odzysku w kilogramach do masy wytworzonych odpadów niebezpiecznych. (3) Stosunek masy odpadów niebezpiecznych przekazanych do instalacji unieszkodliwianych do masy wytworzonych odpadów niebezpiecznych.",
                      
                        "jednostka": "kg na osobę",
                      
                        "wymiary": "ogółem, odzysk odpadów niebezpiecznych, unieszkodliwienie odpadów niebezpiecznych",
                      
                        "metodologia": "Jako procesy odzysku uznaje się procesy R1-R10, zgodne z niewyczerpującym wykazem procesów odzysku, ujęte w Załączniku nr 1 do ustawy z dnia 14 grudnia 2012 r. o odpadach (Dz. U. 2013, poz. 21). Jako procesy unieszkodliwiania uznaje się procesy D1- D12, zgodne z niewyczerpującym wykazem procesów unieszkodliwiania, ujęte w Załączniku nr 2 do ustawy z dnia 14 grudnia 2012 r. o odpadach (Dz. U. 2013, poz. 21). Udział procentowy oblicza się jako stosunek masy odpadów odzyskanych, odpadów unieszkodliwionych do odpadów wytworzonych.",
                      
                        "zrodlo": "Ministerstwo Klimatu i Środowiska, Eurostat",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {
                      "wymiary": [
                          {
                              "odpady niebezpieczne wytworzone": [
                                  {
                                  
                                      "2010" :   "39",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "46",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "44",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "50",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "100"
                                  
                                  }
                              ],
                              "odzysk odpadów niebezpiecznych": [
                                  {
                                  
                                      "2010" :   "75",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "67",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "89",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "49",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "46"
                                  
                                  }
                              ],
                              "unieszkodliwienie odpadów niebezpiecznych": [
                                  {
                                  
                                      "2010" :   "21",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "8",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "23",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "24",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "12"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
