


{
  "12-5-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "12.5.1 Krajowy poziom recyklingu odpadów",
                      
                        "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                      
                        "zadanie": "12.5 Do 2030 roku istotnie obniżyć poziom generowania odpadów poprzez prewencję, redukcję, recykling i ponowne użycie.",
                      
                        "definicja": "Wskaźnik opisuje stosunek masy odpadów opakowaniowych poddanych recyklingowi do masy wprowadzonych na rynek odpadów opakowaniowych.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wymagania, jakim muszą odpowiadać opakowania oraz sposoby postępowania z opakowaniami i odpadami opakowaniowymi regulują przepisy Ustawy z dnia 13 czerwca 2013 r. o gospodarce opakowaniami i odpadami opakowaniowymi (Dz. U. z 2013 r. poz. 888). Obowiązek odzysku, a w szczególności recyklingu odpadów, może być realizowany przez zobowiązanego przedsiębiorcę samodzielnie albo za pośrednictwem organizacji odzysku, która przejmie od przedsiębiorcy obowiązki związane z odzyskiem odpadów. Podstawowe informacje służące do obliczenia wymaganego i osiągniętego poziomu odzysku, czyli masę i liczbę opakowań wprowadzanych na rynek, ustala się według ewidencji prowadzonej przez przedsiębiorcę. Odpadami opakowaniowymi są wszystkie opakowania, w tym opakowania wielokrotnego użytku wycofane z ponownego użycia, stanowiące odpady w rozumieniu przepisów o odpadach, z wyjątkiem odpadów powstających w procesie produkcji opakowań. Recykling to odzysk, w ramach którego odpady są ponownie przetwarzane na produkty, materiały lub substancje wykorzystywane w pierwotnym celu lub innych celach  obejmuje to ponowne przetwarzanie materiału organicznego (recykling organiczny), ale nie obejmuje odzysku energii i ponownego przetwarzania na materiały, które mają być wykorzystane jako paliwa lub do celów wypełniania wyrobisk.",
                      
                        "zrodlo": "Ministerstwo Środowiska, Eurostat",
                      
                        "czestotliwosc": "Dane roczne  od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "38.9",
                        
                            "2011" :   "41.2",
                        
                            "2012" :   "41.4",
                        
                            "2013" :   "36.1",
                        
                            "2014" :   "55.4",
                        
                            "2015" :   "57.9",
                        
                            "2016" :   "57.7",
                        
                            "2017" :   "64.1",
                        
                            "2018" :   "59.8"
                        
                        }
                    ]}
      ]
    }
  ]
}
