


{
  "12-6-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "12.6.1 Liczba sygnatariuszy Partnerstwa na rzecz realizacji Celów Zrównoważonego Rozwoju (SDGs)",
                      
                        "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                      
                        "zadanie": "12.6 Zachęcać przedsiębiorstwa, w szczególności te duże i międzynarodowe, do wdrażania praktyk w zakresie zrównoważonego rozwoju i uwzględniania informacji na ten temat w swoich cyklicznych raportach.",
                      
                        "definicja": "Liczba podmiotów będących Sygnatariuszami Partnerstwa na rzecz realizacji Celów Zrównoważonego Rozwoju.",
                      
                        "jednostka": "[–]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Partnerstwo na rzecz realizacji Celów Zrównoważonego Rozwoju zostało zainicjowane w czerwcu 2017 r. Jego celem jest zintegrowanie we współpracy przedstawicieli różnych środowisk na rzecz efektywnego osiągania SDGs (Celów Zrównoważonego Rozwoju). Inicjatywa ta zwiększa świadomość nt. przyjętych przez społeczność międzynarodową Celów Zrównoważonego Rozwoju, ich znaczenia dla poszczególnych grup społecznych oraz potrzeby współpracy w efektywnej ich realizacji. Sygnatariusze dają przykład aktywnego zaangażowania i odpowiedzialnego wdrażania zasad zrównoważonego rozwoju wewnątrz organizacji, stanowiąc cenne źródło inspiracji dla innych. Współpraca szerokiego grona interesariuszy odzwierciedla starania Polski na rzecz aktywnego włączania w planowanie i realizację działań rozwojowych podmiotów publicznych, prywatnych, organizacji pozarządowych, sektora nauki i społeczeństwa obywatelskiego. Ma to zapewnić szerszą komunikację, zwiększać świadomość o potrzebie współpracy i dialogu. Sygnatariusze przystępują do Partnerstwa podczas wydarzeń konferencyjnych organizowanych przez krajowego koordynatora wdrażania SDGs w Polsce – Ministerstwo Przedsiębiorczości i Technologii (do stycznia 2018 r. Ministerstwo Rozwoju). Podczas uroczystości przystąpienia do Partnerstwa, Sygnatariusze na jednej wspólnej karcie Partnerstwa, kolejno składają podpisy pod treścią deklaracji: 'Świadomi globalnych wyzwań gospodarczych, społecznych i środowiskowych oraz ich złożoności, upatrujemy w Celach Zrównoważonego Rozwoju szansę na wykreowanie nowej rzeczywistości gospodarczej, otwierającej nowe ścieżki rozwoju dla biznesu, opartej na zasadach transparentności i budującej wizerunek Polski, jako wiarygodnego partnera gospodarczego. Uznajemy, że osiągnięcie ambitnych celów i zadań będzie możliwe dzięki wspólnemu działaniu w efektywny sposób, mobilizacji sił, kreowaniu synergii, ożywionemu i wzmocnionemu partnerstwu, będącemu efektem dialogu, otwartego dla wszystkich zainteresowanych stron. Dążąc wspólnie do wykorzystania szans na dokonanie zmian w kraju, regionie i firmie, zwiększania wpływu na zrównoważony rozwój, wyrażamy intencję współpracy w ramach niniejszej inicjatywy partnerstwa na rzecz realizacji Celów Zrównoważonego Rozwoju.'",
                      
                        "zrodlo": "Ministerstwo Rozwoju i Technologii",
                      
                        "czestotliwosc": "Dane roczne; od 2017 r.",
                      
                        "uwagi": "Prezentowany wskaźnik (12.6.1 Liczba sygnatariuszy Partnerstwa na rzecz realizacji Celów Zrównoważonego Rozwoju (SDGs)) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (12.6.1 Liczba firm publikująca raporty dotyczące zrównoważonego rozwoju) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "",
                        
                            "2016" :   "",
                        
                            "2017" :   "72",
                        
                            "2018" :   "102",
                        
                            "2019" :   "127",
                        
                            "2020" :   "147",
                        
                            "2021" :   "151"
                        
                        }
                    ]}
      ]
    }
  ]
}
