


{
  "12-7-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "12.7.1 Liczba krajów, które wdrożyły zrównoważoną politykę zamówień publicznych wraz z planami działania",
                      
                        "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                      
                        "zadanie": "12.7 Promować praktyki w zakresie zrównoważonych zamówień publicznych, zgodne z polityką i priorytetami krajowymi.",
                      
                        "definicja": "Wskaźnik przyjmuje wartość 1 dla danego kraju, gdy kraj wdrożył zrównoważoną politykę zamówień publicznych wraz z planami dzialania.",
                      
                        "jednostka": "{ 0 , 1 }",
                      
                        "wymiary": "",
                      
                        "metodologia": "Działania w zakresie zrównoważonych zamówień publicznych zostały zainicjowane przez Urząd Zamówień Publicznych w 2007 r. poprzez opracowanie pierwszego „Krajowego Planu Działań w zakresie zielonych zamówień publicznych na lata 2007-2010”, przyjętego przez Komitet Europejski Rady Ministrów dnia 27 stycznia 2007 r. Kontynuując działalność informacyjno-szkoleniową, w 2010 r. Urząd Zamówień Publicznych opracował kolejny „Krajowy Plan Działań w zakresie zrównoważonych zamówień publicznych na lata 2010-2012”, w którym – oprócz promowania aspektów środowiskowych w zamówieniach publicznych – zwrócono po raz pierwszy uwagę na potrzebę promocji społecznych zamówień publicznych, przyczyniających się do aktywizacji zawodowej przedstawicieli grup defaworyzowanych (tj. grup będących w trudnej sytuacji na rynku pracy). W dokumencie tym określono również działania, których celem był rozpropagowanie tematyki społecznych zamówień publicznych wśród uczestników systemu zamówień publicznych oraz opinii publicznej. W 2013 roku Urząd Zamówień Publicznych opracował kolejny czteroletni dokument planistyczny pod nazwą 'Krajowy Plan Działań w zakresie zrównoważonych zamówień publicznych na lata 2013-2016', którego celem jest dalsza promocja uwzględniania aspektów środowiskowych oraz społecznych w postępowaniach przetargowych.",
                      
                        "zrodlo": "Urząd Zamówień Publicznych",
                      
                        "czestotliwosc": "Dane roczne od 2010 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "06-02-2024",
                      
                        "data_aktualizacji_metadanych": "24-03-2020"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "1",
                        
                            "2011" :   "1",
                        
                            "2012" :   "1",
                        
                            "2013" :   "1",
                        
                            "2014" :   "1",
                        
                            "2015" :   "1",
                        
                            "2016" :   "1",
                        
                            "2017" :   "1",
                        
                            "2018" :   "1",
                        
                            "2019" :   "1",
                        
                            "2020" :   "1",
                        
                            "2021" :   "1",
                        
                            "2022" :   "1",
                        
                            "2023" :   "1"
                        
                        }
                    ]}
      ]
    }
  ]
}
