{
  "10":[
    {
      "10-1-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.1.a Zróżnicowanie wartości dodanej brutto na 1 pracującego na poziomie regionów (NUTS 2)",
                          
                            "cel": "Cel 10. Mniej nierówności",
                          
                            "priorytet": "Niwelowanie różnic w rozwoju społeczno-gospodarczym regionów, zapobieganie tworzeniu się nowych dysproporcji rozwojowych",
                          
                            "definicja": "Wskaźnik dyspersji suma wartości bezwzględnych różnic między regionalnymi a krajową wartością dodaną brutto na 1 pracującego, ważonych udziałem liczby pracujących poszczególnych województw, wyrażona w procentach krajowej wartości dodanej brutto na 1 pracującego ogółem.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wartość dodana brutto (WDB) mierzy wartość nowo wytworzoną w wyniku działalności produkcyjnej krajowych jednostek instytucjonalnych. Wartość dodana brutto stanowi różnicę między produkcją globalną a zużyciem pośrednim, jest wyrażona w cenach bazowych. Wartość dodana brutto jest obliczana na podstawie obowiązującej w EU metodologii ESA. Do pracujących zalicza się: osoby zatrudnione na podstawie stosunku pracy (umowa o pracę, powołanie, mianowanie, wybór lub stosunek służbowy) pracodawców i pracujących na własny rachunek, a mianowicie: - właścicieli, współwłaścicieli i dzierżawców gospodarstw indywidualnych w rolnictwie (łącznie z pomagającymi członkami ich rodzin), - właścicieli i współwłaścicieli (łącznie z pomagającymi członkami ich rodzin z wyłączeniem wspólnik w spółek, którzy nie pracują w spółce) podmiotów prowadzących działalność gospodarczą poza gospodarstwami indywidualnymi w rolnictwie, - inne osoby pracujące na własny rachunek, np. osoby wykonujące wolne zawody osoby wykonujące pracę nakładczą agentów (łącznie z pomagającymi członkami ich rodzin oraz osobami zatrudnionymi przez agentów) członków spółdzielni produkcji rolniczej (rolniczych spółdzielni produkcyjnych i spółdzielni powstałych na ich bazie oraz spółdzielni kółek rolniczych) duchownych pełniących obowiązki duszpasterskie. Dane o liczbie pracujących według województw pogrupowano według faktycznego (stałego) miejsca pracy pracowników.Do przeliczeń na 1 pracującego przyjęto przeciętną w roku liczbę pracujących.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "W 2019 r. dane wstępne."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "16.2",
                              
                                  "2011" :   "16.2",
                              
                                  "2012" :   "16.0",
                              
                                  "2013" :   "15.7",
                              
                                  "2014" :   "15.7",
                              
                                  "2015" :   "15.5",
                              
                                  "2016" :   "15.0",
                              
                                  "2017" :   "14.7",
                              
                                  "2018" :   "15.0",
                              
                                  "2019" :   "15.0"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "10-1-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.1.b Relacja przeciętnych rocznych dochodów do dyspozycji netto na 1 osobę w gospodarstwie domowym na wsi do miasta",
                          
                            "cel": "Cel 10. Mniej nierówności",
                          
                            "priorytet": "Niwelowanie różnic w rozwoju społeczno-gospodarczym regionów, zapobieganie tworzeniu się nowych dysproporcji rozwojowych",
                          
                            "definicja": "Udział rocznego przeciętnego dochodu do dyspozycji na 1 osobę w gospodarstwie domowym na wsi do przeciętnego dochodu do dyspozycji w miastach.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania EU-SILC. Badanie EU-SILC (Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej 'obserwacji' w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi - danych o osobach indywidualnych. Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia. W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym). Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r. Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe). Dochód do dyspozycji jest sumą rocznych dochodów pieniężnych (w przypadku dochodów z pracy najemnej uwzględniających dodatkowo korzyści niepieniężne związane z użytkowaniem samochodu służbowego) netto (po odliczeniu zaliczek na podatek dochodowy, podatków od dochodów z własności, składek na ubezpieczenie społeczne, zdrowotne) wszystkich członków gospodarstwa domowego pomniejszona o: podatki od nieruchomości, transfery pieniężne przekazane innym gospodarstwom domowym oraz saldo rozliczeń z urzędem skarbowym.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "66.5",
                              
                                  "2011" :   "67.5",
                              
                                  "2012" :   "67.2",
                              
                                  "2013" :   "69.0",
                              
                                  "2014" :   "68.0",
                              
                                  "2015" :   "69.5",
                              
                                  "2016" :   "71.6",
                              
                                  "2017" :   "68.9",
                              
                                  "2018" :   "71.7",
                              
                                  "2019" :   "77.1"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "10-2-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.2.a Zmiana liczby pracujących w podregionach o mniej korzystnych uwarunkowaniach rozwojowych",
                          
                            "cel": "Cel 10. Mniej nierówności",
                          
                            "priorytet": "Tworzenie miejsc pracy w obszarach o mniej korzystnych uwarunkowaniach rozwojowych",
                          
                            "definicja": "Spadek/wzrost liczby pracujących w porównaniu do roku poprzedniego w podregionach o mniej korzystnych uwarunkowaniach rozwojowych.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Podregion o mniej korzystnych uwarunkowaniach rozwojowych należy rozumieć jako podregion (NUTS 3), dla którego wskaźnik produktu krajowego brutto w przeliczeniu na 1 mieszkańca znajduje się poniżej wartości wyznaczającej pierwszy kwartyl w danym roku. Produkt krajowy brutto (PKB) jest to końcowy rezultat działalności produkcyjnej jednostek produkcyjnych będących rezydentami. Może on być zdefiniowany na trzy sposoby:  podejście od strony produkcji: PKB stanowi sumę wartości dodanej brutto poszczególnych sektorów instytucjonalnych lub poszczególnych gałęzi powiększoną o podatki od produktów pomniejszone o dotacje do produktów (które nie są przydzielone do sektorów czy gałęzi). Jest on też pozycją bilansującą rachunku produkcji gospodarki ogółem; podejście od strony rozdysponowania: PKB stanowi sumę końcowego wykorzystania wyrobów i usług przez jednostki instytucjonalne będące rezydentami (spożycia i akumulacji brutto), powiększonego o eksport i pomniejszonego o import towarów i usług; podejście od strony dochodów: PKB stanowi sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (kosztów związanych z zatrudnieniem, podatków związanych z produkcją i importem pomniejszonych o dotacje, nadwyżki operacyjnej brutto oraz dochodu mieszanego gospodarki ogółem).  Rachunki regionalne są podsystemem rachunków narodowych, w którym działalność ekonomiczna wszystkich podmiotów gospodarki narodowej jest grupowana w przekrojach terytorialnych według makroregionów, regionów i podregionów. Rachunki regionalne są opracowywane zgodnie z zasadami Europejskiego Systemu Rachunków 2010 (ESA 2010). Dla podregionów obliczane są: produkt krajowy brutto (PKB) i wartość dodana brutto (WDB) według grup rodzajów działalności (metodą jednostek lokalnych rodzaju działalności). Do przeliczeń na 1 mieszkańca przyjęto liczbę ludności według stanu w dniu 30 VI uwzględniającą wyniki Narodowego Spisu Powszechnego Ludności i Mieszkań 2011. Pracujący w gospodarce narodowej są to osoby wykonujące pracę przynoszącą im zarobek (w formie wynagrodzenia za pracę) lub dochód. Do pracujących zalicza się: 1) osoby zatrudnione na podstawie stosunku pracy (umowa o pracę, powołanie, mianowanie, wybór lub stosunek służbowy); 2) pracodawców i pracujących na własny rachunek, a mianowicie: a) właścicieli, współwłaścicieli i dzierżawców gospodarstw indywidualnych w rolnictwie (łącznie z pomagającymi członkami ich rodzin); b) właścicieli i współwłaścicieli (łącznie z pomagającymi członkami ich rodzin; z wyłączeniem wspólników spółek, którzy nie pracują w spółce) podmiotów prowadzących działalność gospodarczą poza gospodarstwami indywidualnymi w rolnictwie, c) inne osoby pracujące na własny rachunek, np. osoby wykonujące wolne zawody; 3) osoby wykonujące pracę nakładczą; 4) agentów (łącznie z pomagającymi członkami ich rodzin oraz osobami zatrudnionymi przez agentów); 5) członków spółdzielni produkcji rolniczej (rolniczych spółdzielni produkcyjnych i spółdzielni powstałych na ich bazie oraz spółdzielni kółek rolniczych); 6) duchownych pełniących obowiązki duszpasterskie. Bez pracujących w jednostkach budżetowych działających w zakresie obrony narodowej i bezpieczeństwa publicznego, według faktycznego miejsca pracy i rodzaju działalności.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2011 r.",
                          
                            "uwagi": "Dane z rachunków regionalnych podlegają weryfikacji z tytułu rutynowych rewizji w rocznych rachunkach narodowych, dokonywanych stosownie do standardowej procedury zgodnej z wymogami notyfikacji fiskalnej. Szereg czasowy 2010-2017 różni się zakresem wdrożonych rewizji danych. Dane dotyczące produktu krajowego brutto w przekroju terytorialnym zgodnie z obowiązującym od 1 stycznia 2018 r. podziałem statystycznym Polski na jednostki NUTS za lata 2000-2013, dostępne będą po zakończeniu II etapu wdrażania klasyfikacji NUTS 2016 do rachunków regionalnych, który będzie realizowany do końca 2019 r."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "10166",
                              
                                  "2012" :   "-27471",
                              
                                  "2013" :   "11803",
                              
                                  "2014" :   "35266",
                              
                                  "2015" :   "24986",
                              
                                  "2016" :   "49727",
                              
                                  "2017" :   "46034",
                              
                                  "2018" :   ""
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "10-3-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "10.3.a Współczynnik Giniego - wskaźnik rozkładu dochodów",
                          
                            "cel": "Cel 10. Mniej nierówności",
                          
                            "priorytet": "Zmniejszenie nierówności dochodowych",
                          
                            "definicja": "Miara nierówności rozkładu dochodów. Przybiera wartość między 0 a 100. Wskaźnik ten osiągnąłby wartość 0 (rozkład jednorodny), gdyby wszystkie osoby miały ten sam dochód, natomiast wartość 100, gdyby wszystkie osoby poza jedną miały dochód zerowy. Zatem, im wyższa jest wartość wskaźnika, tym większy jest stopień koncentracji dochodów i większe jest ich zróżnicowanie.",
                          
                            "jednostka": "punkty ",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik obliczany jest na podstawie rocznego ekwiwalentnego dochodu do dyspozycji gospodarstwa domowego pochodzącego z Badania EU-SILC. Badanie EU-SILC (Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej 'obserwacji' w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy; z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi - danych o osobach indywidualnych. Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia. W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym). Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r. Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe). Dochód ekwiwalentny to całkowity dochód pozostający do dyspozycji gospodarstwa domowego, podzielony według porównywalnego rozmiaru gospodarstwa. W celu określenia porównywalnego rozmiaru gospodarstwa domowego każdy jego członek (łącznie z dziećmi) otrzymuje współczynnik na podstawie zmodyfikowanej skali OECD. Waga 1,0 przypada pierwszej osobie dorosłej w gospodarstwie, 0,5 - każdej następnej osobie dorosłej, 0,3 dla każdego dziecka poniżej 14 r. życia. Oznacza to, że przykładowe 3-osobowe gospodarstwo domowe złożone z 2 osób dorosłych (czyli w wieku co najmniej 14 lat) i jednego dziecka liczy sobie 1,8 jednostek ekwiwalentnych (1+0,5+0,3). Dochód do dyspozycji definiowany jest jako suma dochodów pieniężnych (w przypadku dochodów z pracy najemnej uwzględniających dodatkowo korzyści niepieniężne związane z użytkowaniem samochodu służbowego) netto (po odliczeniu zaliczek na podatek dochodowy, podatków od dochodów z własności, składek na ubezpieczenie społeczne, zdrowotne) wszystkich członków gospodarstwa domowego pomniejszona o: podatki od nieruchomości, transfery pieniężne przekazane innym gospodarstwom domowym oraz saldo rozliczeń z Urzędem Skarbowym.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "31.1",
                              
                                  "2011" :   "31.1",
                              
                                  "2012" :   "30.9",
                              
                                  "2013" :   "30.7",
                              
                                  "2014" :   "30.8",
                              
                                  "2015" :   "30.6",
                              
                                  "2016" :   "29.8",
                              
                                  "2017" :   "29.2",
                              
                                  "2018" :   "27.8",
                              
                                  "2019" :   "28.5"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
