{
  "11":[
    {
      "11-1-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.1.a Narażenie na nadmierny hałas",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Wzmocnienie zdolności miast i obszarów zurbanizowanych do zrównoważonego rozwoju i tworzenia miejsc pracy oraz poprawy jakości życia mieszkańców poprzez uwzględnienie w planach zagospodarowania w miastach konieczności zwiększenia obszarów zieleni i wodnych, korytarzy wentylacyjnych",
                          
                            "definicja": "Odsetek gospodarstw domowych odczuwających w odniesieniu do swojego miejsca zamieszkania nadmierny hałas w mieszkaniu, pochodzący od sąsiadów lub z zewnątrz (ruch uliczny, zakłady przemysłowe, działalność gospodarcza).",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik mierzy odsetek ludności, która deklaruje, że odczuwa w odniesieniu do swojego miejsca zamieszkania nadmierny hałas w mieszkaniu, pochodzący od sąsiadów lub z zewnątrz (ruch uliczny, zakłady przemysłowe, działalność gospodarcza). Ponieważ ocena zanieczyszczenia hałasem jest subiektywna, należy zauważyć, że wskaźnik uwzględnia zarówno poziom zanieczyszczenia hałasem, jak i standardy ludzi dotyczące poziomu, który uważają go za akceptowalny. Dlatego wzrost wartości wskaźnika niekoniecznie musi wskazywać na wzrost poziomu hałasu, ale również na spadek akceptowalności hałasu i odwrotnie. Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania EU-SILC. Badanie EU-SILC (Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej 'obserwacji' w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy; z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi - danych o osobach indywidualnych. Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia. W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym). Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r. Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe).    ",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "28-01-2021",
                          
                            "data_aktualizacji_metadanych": "21-03-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "16.2",
                              
                                  "2011" :   "14.5 ",
                              
                                  "2012" :   "14.2 ",
                              
                                  "2013" :   "14.0 ",
                              
                                  "2014" :   "13.4 ",
                              
                                  "2015" :   "12.4 ",
                              
                                  "2016" :   "13.0 ",
                              
                                  "2017" :   "12.4 ",
                              
                                  "2018" :   "13.8",
                              
                                  "2019" :   "12.6"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-1-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.1.b Przeciętna powierzchnia użytkowa mieszkania na 1 osobę w miastach",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Wzmocnienie zdolności miast i obszarów zurbanizowanych do zrównoważonego rozwoju i tworzenia miejsc pracy oraz poprawy jakości życia mieszkańców poprzez uwzględnienie w planach zagospodarowania w miastach konieczności zwiększenia obszarów zieleni i wodnych, korytarzy wentylacyjnych",
                          
                            "definicja": "Przeciętna powierzchnia użytkowa mieszkania przypadająca na 1 osobę w miastach.",
                          
                            "jednostka": "m2",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Mieszkanie - lokal przeznaczony na stały pobyt ludzi, wybudowany lub przebudowany do celów mieszkalnych konstrukcyjnie wydzielony trwałymi ścianami w obrębie budynku, składający się z jednej lub kilku izb i pomieszczeń pomocniczych (takich jak: przedpokój, hol, łazienka, wc, garderoba, spiżarnia, schowek), do którego prowadzi niezależne wejście. W budynkach zbiorowego zamieszkania za mieszkanie uznaje się tylko ten lokal, który przeznaczony jest na stałe zamieszkiwanie. Powierzchnia użytkowa mieszkania - powierzchnia wszystkich pomieszczeń w mieszkaniu, tj. pokoi, kuchni, spiżarni, przedpokoi, alków, holi, korytarzy, łazienek, ubikacji, obudowanej werandy, ganku, garderoby oraz innych pomieszczeń służących mieszkalnym i gospodarczym potrzebom mieszkańców (pracownie artystyczne, pomieszczenia rekreacyjne lub hobby), bez względu na ich przeznaczenie i sposób użytkowania. Do powierzchni użytkowej mieszkania nie zalicza się powierzchni: balkonów, tarasów, loggi, antresoli, szaf i schowków w ścianach, pralni, suszarni, wózkowni, strychów, piwnic i komórek przeznaczonych na przechowywanie opału, a także garaży, hydroforni i kotłowni. Oddanie do użytkowania - zgodnie z Prawem budowlanym - następuje w sytuacji, gdy inwestor zgłosił zakończenie budowy właściwemu organowi nadzoru budowlanego i organ ten nie zgłosił sprzeciwu (w drodze decyzji) lub gdy inwestor uzyskał pozwolenie na użytkowanie (w drodze decyzji) od organu nadzoru budowlanego.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "20-07-2023",
                          
                            "data_aktualizacji_metadanych": "21-03-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "24.7",
                              
                                  "2011" :   "25.0",
                              
                                  "2012" :   "25.4",
                              
                                  "2013" :   "25.7",
                              
                                  "2014" :   "26.1",
                              
                                  "2015" :   "26.4",
                              
                                  "2016" :   "26.8",
                              
                                  "2017" :   "27.2",
                              
                                  "2018" :   "27.7",
                              
                                  "2019" :   "28.1",
                              
                                  "2020" :   "29.2",
                              
                                  "2021" :   "29.8",
                              
                                  "2022" :   "30.4"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-1-c": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.1.c Odsetek ludności miejskiej żyjącej w mieszkaniach z przeciekającym dachem, wilgotnymi ścianami, podłogami lub fundamentami lub ze zgnilizną ram okiennych lub podłóg",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Wzmocnienie zdolności miast i obszarów zurbanizowanych do zrównoważonego rozwoju i tworzenia miejsc pracy oraz poprawy jakości życia mieszkańców poprzez uwzględnienie w planach zagospodarowania w miastach konieczności zwiększenia obszarów zieleni i wodnych, korytarzy wentylacyjnych",
                          
                            "definicja": "Odsetek ludności miejskiej, która chociaż w jednym przypadku wskazała, że żyje w mieszkaniach z przeciekającym dachem, wilgotnymi ścianami lub podłogami lub fundamentami, ze zgnilizną ram okiennych lub podłogi.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Do kategorii gospodarstw zaliczane są osoby, które chociaż w jednym przypadku wskazały, że żyją w mieszkaniach z przeciekającym dachem lub wilgotnymi ścianami lub podłogami lub fundamentami lub ze zgnilizną ram okiennych lub podłogi. Treść pytania w badaniu EU-SILC:  do 2014 r.: Czy użytkowane przez Pana/Panią mieszkanie ma przeciekający dach, wilgoć na ścianach, podłogach, fundamencie, butwiejące okna lub podłogi?   od 2015 r.: Czy użytkowane przez Pana/Panią mieszkanie: A. ma przeciekający dach, B. ma wilgoć na ścianach, podłogach, fundamencie, C. ma butwiejące okna lub podłogi?",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "28-01-2022",
                          
                            "data_aktualizacji_metadanych": "21-03-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "13.0",
                              
                                  "2011" :   "10.3",
                              
                                  "2012" :   "9.3",
                              
                                  "2013" :   "8.8",
                              
                                  "2014" :   "8.9",
                              
                                  "2015" :   "10.6",
                              
                                  "2016" :   "10.1",
                              
                                  "2017" :   "10.5",
                              
                                  "2018" :   "10.5",
                              
                                  "2019" :   "10.4",
                              
                                  "2020" :   "5.7"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-1-d": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.1.d Udział autobusów na alternatywne paliwo w ogólnej liczbie autobusów służących do obsługi transportu miejskiego",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Wzmocnienie zdolności miast i obszarów zurbanizowanych do zrównoważonego rozwoju i tworzenia miejsc pracy oraz poprawy jakości życia mieszkańców poprzez uwzględnienie w planach zagospodarowania w miastach konieczności zwiększenia obszarów zieleni i wodnych, korytarzy wentylacyjnych",
                          
                            "definicja": "Udział liczby autobusów na alternatywne paliwo w liczbie autobusów służących do obsługi transportu miejskiego ogółem.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Alternatywne paliwo obejmuje paliwo gazowe oraz elektryczne. Dane dotyczą przedsiębiorstw i zakładów komunikacji miejskiej, w których liczba pracujących przekracza 9 osób. Informacje o komunikacji miejskiej naziemnej dotyczą komunikacji autobusowej, tramwajowej i trolejbusowej i obejmują działalność przedsiębiorstw i zakładów komunikacji miejskiej, publicznych i prywatnych. Komunikacja miejska gminne przewozy pasażerskie wykonywane w granicach: - administracyjnych miasta, - miasta i gminy, - miast i gmin sąsiadujących w przypadku gmin miejsko-wiejskich łącznie z obsługą strefy wiejskiej w tych gminach. Dane nie obejmują działalności przedsiębiorstw prowadzących głównie komunikację zamiejską, a świadczących również usługi komunikacji miejskiej w niektórych miastach oraz linii komunikacyjnych obsługujących wyłącznie zakłady pracy. Przez linię komunikacyjną rozumie się trasę łączącą krańcowe punkty przebiegu wozów oznaczonych tym samym numerem lub znakiem literowym.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "24-10-2023",
                          
                            "data_aktualizacji_metadanych": "21-03-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "2.3",
                              
                                  "2011" :   "2.8",
                              
                                  "2012" :   "2.7",
                              
                                  "2013" :   "3.1",
                              
                                  "2014" :   "2.9",
                              
                                  "2015" :   "3.6",
                              
                                  "2016" :   "3.8",
                              
                                  "2017" :   "4.1",
                              
                                  "2018" :   "7.0",
                              
                                  "2019" :   "9.7",
                              
                                  "2020" :   "12.2",
                              
                                  "2021" :   "15.4",
                              
                                  "2022" :   "17.4"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-1-e": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.1.e Liczba przewozów pasażerskich w przeliczeniu na 1 mieszkańca obszarów miejskich",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Wzmocnienie zdolności miast i obszarów zurbanizowanych do zrównoważonego rozwoju i tworzenia miejsc pracy oraz poprawy jakości życia mieszkańców poprzez uwzględnienie w planach zagospodarowania w miastach konieczności zwiększenia obszarów zieleni i wodnych, korytarzy wentylacyjnych",
                          
                            "definicja": "Stosunek liczby przewozów pasażerskich komunikacją miejską do liczby ludności w miastach.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Przewozy pasażerów komunikacją miejską to suma pasażerów przewiezionych wszystkimi środkami komunikacji miejskiej powszechnie dostępnymi dla ludności, tj. autobusami, tramwajami i trolejbusami. Za przewiezionego pasażera środkami komunikacji miejskiej uważa się jednokrotny przejazd. Liczbę pasażerów ustala się szacunkowo na podstawie liczby sprzedanych biletów jednorazowych i wieloprzejazdowych z uwzględnieniem przyjętych przez zakłady komunikacji miejskiej norm dot. liczby przejazdów na dany bilet wieloprzejazdowy. Dane dotyczą przedsiębiorstw i zakładów komunikacji miejskiej o liczbie pracujących powyżej 9 osób. Dane dotyczące mieszkańców obszarów miejskich zostały zaczerpnięte z informacji statystycznej w zakresie liczby ludności w miastach według faktycznego miejsca zamieszkania.",
                          
                            "zrodlo": "Ministerstwo Infrastruktury",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "24-10-2023",
                          
                            "data_aktualizacji_metadanych": "21-03-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "166.5",
                              
                                  "2011" :   "166.2",
                              
                                  "2012" :   "165.6",
                              
                                  "2013" :   "155.5",
                              
                                  "2014" :   "159.7",
                              
                                  "2015" :   "158.3",
                              
                                  "2016" :   "162.7",
                              
                                  "2017" :   "161.7",
                              
                                  "2018" :   "163.4",
                              
                                  "2019" :   "167.6",
                              
                                  "2020" :   "99.3",
                              
                                  "2021" :   "110.1",
                              
                                  "2022" :   "135.6"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-1-f": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.1.f Odsetek odpadów komunalnych przeznaczonych do przetworzenia w określony sposób w relacji do ilości odpadów wytworzonych",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Wzmocnienie zdolności miast i obszarów zurbanizowanych do zrównoważonego rozwoju i tworzenia miejsc pracy oraz poprawy jakości życia mieszkańców poprzez uwzględnienie w planach zagospodarowania w miastach konieczności zwiększenia obszarów zieleni i wodnych, korytarzy wentylacyjnych",
                          
                            "definicja": "Odsetek odpadów komunalnych przeznaczonych do przetworzenia w określony sposób (recykling, kompostowanie lub fermentacja, przekształcanie termiczne, składowanie) w relacji do ilości odpadów wytworzonych w ciągu roku.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "wg sposobu przetworzenia",
                          
                            "metodologia": "Odpady komunalne to odpady powstające w gospodarstwach domowych, z wyłączeniem pojazdów wycofanych z eksploatacji, a także odpady niezawierające odpadów niebezpiecznych pochodzące od innych wytwórców odpadów, które ze względu na swój charakter lub skład są podobne do odpadów powstających w gospodarstwach domowych zmieszane odpady komunalne pozostają zmieszanymi odpadami komunalnymi, nawet jeżeli zostały poddane czynności przetwarzania odpadów, która nie zmieniła w sposób znaczący ich właściwości. Dane o odpadach komunalnych zbierane są od jednostek zajmujących się zbieraniem (odbieraniem) odpadów od jednostek zajmujących się przetwarzaniem odpadów komunalnych. Zbierane informacje obejmują odpady z kodem 20: Odpady komunalne łącznie z frakcjami gromadzonymi selektywnie oraz odpady z kodem 15 01: Odpady opakowaniowe (włącznie z selektywnie gromadzonymi odpadami komunalnymi) jeżeli pochodzą z sektora komunalnego. Dla danych za lata 2010-2014: Sposób klasyfikacji odpadów oraz katalog odpadów wraz z listą odpadów niebezpiecznych określa rozporządzenie Ministra Środowiska z dnia 27 września 2001 r. w sprawie katalogu odpadów (Dz. U. 2001 Nr 112, poz. 1206). Dla danych od 2015 r.: Sposób klasyfikacji odpadów oraz katalog odpadów wraz z listą odpadów niebezpiecznych określa rozporządzenie Ministra Środowiska z dnia 9 grudnia 2014 r. w sprawie katalogu odpadów (Dz. U. 2014, poz. 1923).",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "14-10-2022",
                          
                            "data_aktualizacji_metadanych": "21-03-2023"
                          }
          ],
          "dane": [
            {
                      
                              "wg sposobu przetworzenia": [
                                  {"recykling": [
                                          {
                                          
                                              "2010" : "14.82",
                                          
                                              "2011" : "9.70",
                                          
                                              "2012" : "10.30",
                                          
                                              "2013" : "13.27",
                                          
                                              "2014" : "21.10",
                                          
                                              "2015" : "26.39",
                                          
                                              "2016" : "27.84",
                                          
                                              "2017" : "26.73",
                                          
                                              "2018" : "26.18",
                                          
                                              "2019" : "25.03",
                                          
                                              "2020" : "26.68",
                                          
                                              "2021" : "26.92"
                                          
                                          }
                                      ],"kompostowanie lub fermentacja": [
                                          {
                                          
                                              "2010" : "1.50",
                                          
                                              "2011" : "1.73",
                                          
                                              "2012" : "1.67",
                                          
                                              "2013" : "1.88",
                                          
                                              "2014" : "5.42",
                                          
                                              "2015" : "6.09",
                                          
                                              "2016" : "6.99",
                                          
                                              "2017" : "7.08",
                                          
                                              "2018" : "8.11",
                                          
                                              "2019" : "9.04",
                                          
                                              "2020" : "12.03",
                                          
                                              "2021" : "13.34"
                                          
                                          }
                                      ],"przekształcenia termiczne": [
                                          {
                                          
                                              "2010" : "0.32",
                                          
                                              "2011" : "0.37",
                                          
                                              "2012" : "0.42",
                                          
                                              "2013" : "6.78",
                                          
                                              "2014" : "15.10",
                                          
                                              "2015" : "13.25",
                                          
                                              "2016" : "19.44",
                                          
                                              "2017" : "24.41",
                                          
                                              "2018" : "24.13",
                                          
                                              "2019" : "22.90",
                                          
                                              "2020" : "21.52",
                                          
                                              "2021" : "21.01"
                                          
                                          }
                                      ],"składowanie": [
                                          {
                                          
                                              "2010" : "66.80",
                                          
                                              "2011" : "69.26",
                                          
                                              "2012" : "66.91",
                                          
                                              "2013" : "61.95",
                                          
                                              "2014" : "58.38",
                                          
                                              "2015" : "54.29",
                                          
                                              "2016" : "45.74",
                                          
                                              "2017" : "41.77",
                                          
                                              "2018" : "41.58",
                                          
                                              "2019" : "43.03",
                                          
                                              "2020" : "39.78",
                                          
                                              "2021" : "38.73"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-2-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.2.a Deficyt mieszkań dla gospodarstw domowych o niskich dochodach na 1 tys. ludności na obszarach miejskich",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Wsparcie miast w radzeniu sobie z nagłymi zmianami, kryzysami, zarówno społeczno-gospodarczymi, jak i natury środowiskowej oraz zagwarantowanie mieszkańcom bezpieczeństwa i wysokiej jakości życia",
                          
                            "definicja": "",
                          
                            "jednostka": "",
                          
                            "wymiary": "",
                          
                            "metodologia": "",
                          
                            "zrodlo": "",
                          
                            "czestotliwosc": "",
                          
                            "uwagi": "Dane dla wskaźnika będą dostępne pod koniec 2023 r.",
                          
                            "data_aktualizacji_danych": "21-03-2023",
                          
                            "data_aktualizacji_metadanych": "04-04-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   ""
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-2-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.2.b Odsetek mieszkańców korzystających z instalacji ściekowych na obszarach miejskich",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Wsparcie miast w radzeniu sobie z nagłymi zmianami, kryzysami, zarówno społeczno-gospodarczymi, jak i natury środowiskowej oraz zagwarantowanie mieszkańcom bezpieczeństwa i wysokiej jakości życia",
                          
                            "definicja": "Udział ludności mieszkającej na obszarach miejskich korzystającej z oczyszczalni ścieków w ogólnej liczbie ludności na obszarach miejskich.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": " Dane o ludności korzystającej z oczyszczalni ścieków wyliczane są w oparciu o szacunek liczby ludności korzystającej z oczyszczalni pracujących na sieci kanalizacyjnej i oczyszczających ścieki (łącznie z ludnością korzystającą z oczyszczalni przemysłowych oczyszczających ścieki komunalne).  Oczyszczalnia ścieków – zespół podstawowych obiektów technologicznych, służących bezpośrednio do oczyszczania ścieków oraz znajdujących się na wspólnym terenie obiektów pomocniczych niezbędnych dla dostawy energii elektrycznej, wody, stworzenia odpowiednich warunków do pracy i obsługi oczyszczalni. Ze względu na rodzaj stosowanych sposobów oczyszczania ścieków i związanych z nimi procesów, oczyszczalnie dzieli się na: mechaniczne, chemiczne, biologiczne, z podwyższonym usuwaniem biogenów.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "03-04-2023",
                          
                            "data_aktualizacji_metadanych": "27-04-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "88.0",
                              
                                  "2011" :   "88.4",
                              
                                  "2012" :   "91.7",
                              
                                  "2013" :   "93.3",
                              
                                  "2014" :   "93.9",
                              
                                  "2015" :   "94.6",
                              
                                  "2016" :   "94.8",
                              
                                  "2017" :   "94.5",
                              
                                  "2018" :   "94.6",
                              
                                  "2019" :   "94.8",
                              
                                  "2020" :   "94.7",
                              
                                  "2021" :   "94.6"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-2-c": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.2.c Odsetek mieszkańców korzystających z wodociągu na obszarach miejskich",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Wsparcie miast w radzeniu sobie z nagłymi zmianami, kryzysami, zarówno społeczno-gospodarczymi, jak i natury środowiskowej oraz zagwarantowanie mieszkańcom bezpieczeństwa i wysokiej jakości życia",
                          
                            "definicja": "Udział ludności mieszkającej na obszarach miejskich korzystającej z wodociągu w całkowitej liczbie ludności na obszarach miejskich.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Informacje dotyczące wodociągów pozyskiwane są od podmiotów gospodarczych, które są dostawcami usług komunalnych w tym zakresie.  Sieć wodociągowa to przewody doprowadzające wodę od oddalonego źródła ujęcia wody do sieci rozdzielczej wodociągowej.  Wodociągami nazywamy kompleks urządzeń wodociągowych służących do ujęcia wód powierzchniowych i podziemnych, studni publicznych, urządzeń służących do magazynowania i uzdatniania wód, sieci wodociągowe, urządzenia regulujące ciśnienie wody.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "03-04-2023",
                          
                            "data_aktualizacji_metadanych": "27-04-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "95.3",
                              
                                  "2011" :   "95.4",
                              
                                  "2012" :   "95.4",
                              
                                  "2013" :   "95.5",
                              
                                  "2014" :   "96.4",
                              
                                  "2015" :   "96.5",
                              
                                  "2016" :   "96.5",
                              
                                  "2017" :   "96.6",
                              
                                  "2018" :   "96.6",
                              
                                  "2019" :   "96.6",
                              
                                  "2020" :   "96.7",
                              
                                  "2021" :   "96.7"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-2-d": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.2.d Udział ludności mieszkającej na terenach objętych procesami rewitalizacji w ogólnej liczbie ludności na obszarach miejskich",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Wsparcie miast w radzeniu sobie z nagłymi zmianami, kryzysami, zarówno społeczno-gospodarczymi, jak i natury środowiskowej oraz zagwarantowanie mieszkańcom bezpieczeństwa i wysokiej jakości życia",
                          
                            "definicja": "Udział ludności gminy, które prowadziły działania rewitalizacyjne na podstawie gminnego programu rewitalizacji lub lokalnego programu rewitalizacji, w ogólnej liczbie ludności, w gminach miejskich.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": " Rewitalizacja to proces wyprowadzania ze stanu kryzysowego obszarów zdegradowanych, prowadzony w sposób kompleksowy, poprzez zintegrowane działania na rzecz lokalnej społeczności, przestrzeni i gospodarki, skoncentrowane terytorialnie, prowadzone przez interesariuszy rewitalizacji, na podstawie działań przygotowanych przez gminy i prowadzonych na podstawie dokumentu strategicznego (gminnego programu rewitalizacji, programu rewitalizacji lub innego dokumentu strategicznego).  Obszar rewitalizacji to obszar obejmujący całość lub część obszaru zdegradowanego, cechujący się szczególną koncentracją negatywnych zjawisk społecznych oraz co najmniej jednego o charakterze gospodarczym lub środowiskowym lub technicznym lub przestrzenno-funkcjonalnym, na którym z uwagi na istotne znaczenie dla rozwoju lokalnego gmina zamierza prowadzić rewitalizację. Obszar rewitalizacji powinien być wyznaczony na podstawie zapisów uchwały rady gminy lub przynajmniej wskazany w dokumentach strategicznych uchwalonych przez radę gminy. W przypadku obszarów zdegradowanych uchwalonych zgodnie z ustawą o rewitalizacji, uchwały takie stanowią akt prawa miejscowego.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2020 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "03-04-2023",
                          
                            "data_aktualizacji_metadanych": "11-04-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "15.7",
                              
                                  "2021" :   "14.8"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-2-e": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.2.e Udział powierzchni obszarów zdegradowanych w powierzchni ogółem gmin miejskich",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Wsparcie miast w radzeniu sobie z nagłymi zmianami, kryzysami, zarówno społeczno-gospodarczymi, jak i natury środowiskowej oraz zagwarantowanie mieszkańcom bezpieczeństwa i wysokiej jakości życia",
                          
                            "definicja": "Odsetek powierzchni obszarów zdegradowanych w powierzchni ogółem w gminach miejskich.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Obszar zdegradowany jest to część lub całość obszaru gminy, który znajduje się w stanie kryzysowym z powodu koncentracji negatywnych zjawisk społecznych (w szczególności: bezrobocia, ubóstwa, przestępczości, niskiego poziomu edukacji lub kapitału społecznego, niewystarczającego poziomu uczestnictwa w życiu publicznym i kulturalnym) ponad to występuje na nim co najmniej jedno z następujących negatywnych zjawisk: 1) gospodarcze – w szczególności niski stopień przedsiębiorczości, słaba kondycja lokalnych przedsiębiorstw lub 2) środowiskowe – w szczególności przekroczenie standardów jakości środowiska, obecności odpadów stwarzających zagrożenie dla życia, zdrowia ludzi lub stanu środowiska, lub 3) przestrzenno-funkcjonalne – w szczególności niewystarczające wyposażenie w infrastrukturę techniczną i społeczną lub jej zły stan techniczny, brak dostępu do podstawowych usług lub ich niska jakość, niedostosowanie rozwiązań urbanistycznych do zmieniających się funkcji obszaru, niski poziom obsługi komunikacyjnej, niedobór lub niska jakość terenów publicznych, lub 4) techniczne – w szczególności degradacja stanu technicznego obiektów budowlanych, w tym o przeznaczeniu mieszkaniowym, oraz niefunkcjonowanie rozwiązań technicznych umożliwiających efektywne korzystanie z obiektów budowlanych, w szczególności w zakresie energooszczędności i ochrony środowiska.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2020 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "03-04-2023",
                          
                            "data_aktualizacji_metadanych": "11-04-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "13.3",
                              
                                  "2021" :   "13.5"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-3-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.3.a Udział powierzchni objętej obowiązującymi miejscowymi planami zagospodarowania przestrzennego w gminach miejskich",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Wsparcie sprawiedliwego oraz zrównoważonego terytorialnie wzrostu gospodarczego poprzez dążenie do utrzymania policentrycznej i hierarchicznej struktury osadniczej kraju oraz tworzenie bardziej efektywnych powiązań sieciowych między miastami",
                          
                            "definicja": "Udział powierzchni gmin miejskich, która została objęta obowiązującymi miejscowymi planami zagospodarowania przestrzennego w powierzchni geodezyjnej ogółem w gminach miejskich.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": " Miejscowy plan zagospodarowania przestrzennego jest aktem prawa miejscowego określającym przeznaczenie, warunki zagospodarowania i zabudowy terenu, a także rozmieszczenie inwestycji celu publicznego. Plan składa się z opisu, czyli tekstu planu zawartego w uchwale Rady Miasta i rysunku planu, który jest załącznikiem graficznym do uchwały. Jest on opracowaniem fakultatywnym, tzn. gminy nie mają obowiązku jego sporządzania. W planie miejscowym określa się obowiązkowo, m.in.: - przeznaczenie terenów oraz linie rozgraniczające tereny o różnym przeznaczeniu; - zasady ochrony środowiska, przyrody i krajobrazu kulturowego; - zasady ochrony dziedzictwa kulturowego i zabytków oraz dóbr kultury współczesnej; - linie zabudowy, gabaryty obiektów i wskaźniki intensywności zabudowy; - zasady modernizacji, rozbudowy i budowy systemów komunikacji i infrastruktury technicznej. Następstwem wykonania planu miejscowego jest obowiązek sporządzenia dokumentów takich jak prognoza skutków finansowych uchwalenia miejscowego planu zagospodarowania przestrzennego oraz ocena oddziaływania na środowisko. Rozwiązania zaproponowane w planie mogą bowiem istotnie wpływać na przekształcenia środowiska przyrodniczego oraz na wartość nieruchomości. Zgodnie z ustawą treść planu dzieli się na obowiązkową i fakultatywną. Jego projekt podlega konsultacjom społecznym, wymaga szeregu opinii i uzgodnień, o których mówi ustawa.  Powierzchnia geodezyjna to pole powierzchni jednostek podziału terytorialnego państwa według państwowego rejestru granic i powierzchni jednostek podziałów terytorialnych kraju.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "03-04-2023",
                          
                            "data_aktualizacji_metadanych": "11-04-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "41.6",
                              
                                  "2011" :   "44.7",
                              
                                  "2012" :   "46.5",
                              
                                  "2013" :   "48.2",
                              
                                  "2014" :   "49.6",
                              
                                  "2015" :   "49.8",
                              
                                  "2016" :   "50.6",
                              
                                  "2017" :   "51.2",
                              
                                  "2018" :   "52.4",
                              
                                  "2019" :   "53.4",
                              
                                  "2020" :   "53.9",
                              
                                  "2021" :   "54.8"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-3-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.3.b Relacja długości linii komunikacji miejskiej na wsi do długości linii komunikacji miejskiej w miastach",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Wsparcie sprawiedliwego oraz zrównoważonego terytorialnie wzrostu gospodarczego poprzez dążenie do utrzymania policentrycznej i hierarchicznej struktury osadniczej kraju oraz tworzenie bardziej efektywnych powiązań sieciowych między miastami",
                          
                            "definicja": "Stosunek długości linii komunikacji miejskiej na wsi, stanowiących sumę długości wszystkich stałych dziennych linii autobusowych, tramwajowych i trolejbusowych, po których kursują wozy oznaczone odrębnymi numerami lub znakami literowymi, do długości linii komunikacji miejskiej w mieście.",
                          
                            "jednostka": "Procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Linie komunikacyjne – trasa łącząca krańcowe punkty przebiegu wozów oznaczonych tym samym numerem lub znakiem literowym. Linie komunikacji miejskiej obejmują linie autobusowe, tramwajowe i trolejbusowe. Dane nie obejmują tzw. linii 'zamkniętych' obsługujących wyłącznie pracowników określonych zakładów pracy.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2012 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "24-10-2023",
                          
                            "data_aktualizacji_metadanych": "06-06-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "29.8",
                              
                                  "2013" :   "31.1",
                              
                                  "2014" :   "30.3",
                              
                                  "2015" :   "32.3",
                              
                                  "2016" :   "34.7",
                              
                                  "2017" :   "35.6",
                              
                                  "2018" :   "37.5",
                              
                                  "2019" :   "35.9",
                              
                                  "2020" :   "36.6",
                              
                                  "2021" :   "36.1",
                              
                                  "2022" :   "35.4"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-3-c": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.3.c Rozpiętość Wskaźnika Międzygałęziowej Dostępności Transportowej w Miejskich Obszarach Funkcjonalnych",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Wsparcie sprawiedliwego oraz zrównoważonego terytorialnie wzrostu gospodarczego poprzez dążenie do utrzymania policentrycznej i hierarchicznej struktury osadniczej kraju oraz tworzenie bardziej efektywnych powiązań sieciowych między miastami",
                          
                            "definicja": "Wskaźnik stanowi syntetyczną miarę jakościową wzajemnej potencjalnej dostępności czasowej najważniejszych krajowych ośrodków osadniczych oraz węzłów transportowych (wewnętrznych i granicznych) uwzględniającą wszystkie podstawowe rodzaje transportu (drogowy, kolejowy, lotniczy, wodny-śródlądowy) w proporcji do ich udziału w pracy przewozowej oraz ważoną poziomem rozwoju społeczno-gospodarczeg",
                          
                            "jednostka": "[-]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": " Wskaźnik określa sumę relacji transportowych między ośrodkami/regionami, przy czym każda relacja uwzględnia zarówno czas przejazdu między ośrodkami/regionami A i B oraz znaczenie (atrakcyjność) tych ośrodków/regionów w systemie transportowym (potencjał demograficzny i ekonomiczny). Jednostki o wyższej wartości wskaźnika charakteryzuje wyższa dostępność.   Wskaźnik jest zbudowany w oparciu o model modelu potencjału (dostępności potencjałowej, dla którego atrakcyjność celu podróży/przewozu (ludność w transporcie osób oraz ludność i PKB w transporcie towarów) maleje wraz z wydłużaniem się czasu podróży/przewozu.   Wartość wskaźnika kształtuje się w zależności od zmian na sieci (transport) oraz od zmian liczby ludności lub PKB. Z tego względu nie ma przyjętych maksymalnych wartości WMDT.  Istnieją dwie wersje wskaźnika: WMDT I (wykorzystywana w badaniach w 2008 r. i 2010 r.) oraz WMDT II. Od 2013 r. wskaźnik WMDT jest wyliczany według zweryfikowanej metodologii (WMDT II), która zapewnia pełne możliwości badania zmian dostępności od momentu akcesji Polski do Unii Europejskiej. Stworzenie wskaźnika WMDT II było związane z potrzebami ewaluacji inwestycji transportowych finansowanych w latach 2014–2020, a także umożliwienia pełnego monitoringu postępów realizacji dokumentów strategicznych.  W wersji WMDT II miejsce powiatu zajęła gmina jako podstawowa jednostka, dla której jest mierzona wartość wskaźnika.  Wskaźnik WMDT nie ma jednostek (jest to cecha modelu dostępności potencjałowej). Przyjęto że ośrodki o wyższej wartości wskaźnika (który w modelu WMDT I mógł przyjąć wartość od 0 do 1, a w modelu WMDT II może przyjmować różne wartości dodatnie) charakteryzuje wyższa dostępność transportowa. Szczegółowy opis zweryfikowanej metodologii szacowania wskaźnika WMDT zawarto w raporcie „Oszacowanie oczekiwanych rezultatów interwencji za pomocą miar dostępności transportowej dostosowanych do potrzeb dokumentów strategicznych i operacyjnych perspektywy transportowej 2014–2020 (aktualizacja 2020/2021)” na stronie: http://www.ewaluacja.gov.pl .",
                          
                            "zrodlo": "Ministerstwo Funduszy i Polityki Regionalnej",
                          
                            "czestotliwosc": "Dane roczne; od 2020 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "04-04-2023",
                          
                            "data_aktualizacji_metadanych": "21-06-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "83.49",
                              
                                  "2021" :   ""
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-4-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.4.a Długość linii komunikacji miejskiej na 1 tys. mieszkańców",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Budowa zrównoważonego, dostępnego dla każdego, bezpiecznego i przystępnego cenowo systemu transportowego, zwłaszcza poprzez rozwój i priorytetyzację transportu publicznego",
                          
                            "definicja": "Suma długości wszystkich stałych dziennych linii autobusowych, tramwajowych i trolejbusowych, po których kursują wozy oznaczone odrębnymi numerami lub znakami literowymi, przypadająca na 1 tys. mieszkańców.",
                          
                            "jednostka": "kilometry",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Linie komunikacji miejskiej – trasy łączące krańcowe punkty przebiegu wozów oznaczonych tym samym numerem lub znakiem literowym. Linie komunikacji miejskiej obejmują linie autobusowe, tramwajowe i trolejbusowe. Dane nie obejmują tzw. linii 'zamkniętych' obsługujących wyłącznie pracowników określonych zakładów pracy. Wartości odnoszące się do liczby i struktury ludności (płeć, grupy wieku) od 2010 roku zostały przeliczone zgodnie z bilansem przygotowanym w oparciu o wyniki NSP 2011. Wartości odnoszące się do liczby i struktury ludności (płeć, grupy wieku) od 2020 roku zostały przeliczone zgodnie z bilansem przygotowanym w oparciu o wyniki NSP 2021.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2012 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "24-10-2023",
                          
                            "data_aktualizacji_metadanych": "06-06-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "1.39",
                              
                                  "2013" :   "1.41",
                              
                                  "2014" :   "1.43",
                              
                                  "2015" :   "1.48",
                              
                                  "2016" :   "1.47",
                              
                                  "2017" :   "1.50",
                              
                                  "2018" :   "1.53",
                              
                                  "2019" :   "1.57",
                              
                                  "2020" :   "1.58",
                              
                                  "2021" :   "1.58",
                              
                                  "2022" :   "1.54"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-4-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.4.b Liczba pieszych i rowerzystów zabitych lub ciężko rannych w wypadkach na terenie zabudowanym w przeliczeniu na 100 tys. ludności",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Budowa zrównoważonego, dostępnego dla każdego, bezpiecznego i przystępnego cenowo systemu transportowego, zwłaszcza poprzez rozwój i priorytetyzację transportu publicznego",
                          
                            "definicja": "Liczba pieszych i rowerzystów, którzy ponieśli śmierć lub zostali ciężko ranni w wyniku wypadku drogowego na terenie zabudowanym w ciągu roku, przypadająca na 100 tys. ludności ogółem.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wypadek drogowy to zdarzenie mające związek z ruchem pojazdów na drogach publicznych, w wyniku którego nastąpiła śmierć lub uszkodzenie ciała osób. Za śmiertelną ofiarę wypadku drogowego uznaje się osobę zmarłą (w wyniku doznanych obrażeń) na miejscu wypadku lub w ciągu 30 dni. Osoba ciężko ranna to osoba, która doznała uszczerbku na zdrowiu w postaci: a) pozbawienia wzroku, słuchu, mowy, zdolności płodzenia, innego ciężkiego kalectwa, ciężkiej choroby nieuleczalnej lub długotrwałej choroby realnie zagrażającej życiu, trwałej choroby psychicznej, całkowitej znacznej trwałej niezdolności do pracy w zawodzie lub trwałego, istotnego zeszpecenia lub zniekształcenia ciała, b) innych obrażeń powodujących naruszenie czynności narządu ciała lub rozstrój zdrowia trwający dłużej niż 7 dni. Do terenów zabudowanych i zurbanizowanych (na podstawie powierzchni geodezyjnej kraju według kierunków wykorzystania) zaliczamy tereny: – mieszkaniowe, – przemysłowe, – inne tereny zabudowane, – zurbanizowane niezabudowane, – rekreacji i wypoczynku, – komunikacyjne (drogi, kolejowe i inne), – użytki kopalne.",
                          
                            "zrodlo": "Komenda Główna Policji",
                          
                            "czestotliwosc": "Dane roczne; od 2015 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "24-10-2023",
                          
                            "data_aktualizacji_metadanych": "06-06-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "12.1",
                              
                                  "2016" :   "12.7",
                              
                                  "2017" :   "11.6",
                              
                                  "2018" :   "11.4",
                              
                                  "2019" :   "10.6",
                              
                                  "2020" :   "9.0",
                              
                                  "2021" :   "7.7"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-4-c": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.4.c Liczba przewozów pasażerskich w przeliczeniu na 1 mieszkańca obszarów miejskich",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Budowa zrównoważonego, dostępnego dla każdego, bezpiecznego i przystępnego cenowo systemu transportowego, zwłaszcza poprzez rozwój i priorytetyzację transportu publicznego",
                          
                            "definicja": "Stosunek liczby przewozów pasażerskich komunikacją miejską do liczby ludności w miastach.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Przewozy pasażerów komunikacją miejską to suma pasażerów przewiezionych wszystkimi środkami komunikacji miejskiej powszechnie dostępnymi dla ludności, tj. autobusami, tramwajami i trolejbusami. Za przewiezionego pasażera środkami komunikacji miejskiej uważa się jednokrotny przejazd. Liczbę pasażerów ustala się szacunkowo na podstawie liczby sprzedanych biletów jednorazowych i wieloprzejazdowych z uwzględnieniem przyjętych przez zakłady komunikacji miejskiej norm dot. liczby przejazdów na dany bilet wieloprzejazdowy. Dane dotyczą przedsiębiorstw i zakładów komunikacji miejskiej o liczbie pracujących powyżej 9 osób. Dane dotyczące mieszkańców obszarów miejskich zostały zaczerpnięte z informacji statystycznej w zakresie liczby ludności w miastach według faktycznego miejsca zamieszkania.",
                          
                            "zrodlo": "Ministerstwo Infrastruktury",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "24-10-2023",
                          
                            "data_aktualizacji_metadanych": "06-06-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "166.5",
                              
                                  "2011" :   "166.2",
                              
                                  "2012" :   "165.6",
                              
                                  "2013" :   "155.5",
                              
                                  "2014" :   "159.7",
                              
                                  "2015" :   "158.3",
                              
                                  "2016" :   "162.7",
                              
                                  "2017" :   "161.7",
                              
                                  "2018" :   "163.4",
                              
                                  "2019" :   "167.6",
                              
                                  "2020" :   "99.3",
                              
                                  "2021" :   "110.1",
                              
                                  "2022" :   "135.6"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-5-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.5.a Liczba mieszkań oddanych do użytkowania w miastach w przeliczeniu na 1 tys. ludności",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Zaspokojenie potrzeb mieszkaniowych ludności miast dzięki budowie powszechnego i dostępnego rynku mieszkaniowego, w tym szczególnie poprzez rozwój mieszkalnictwa społecznego",
                          
                            "definicja": "Liczba mieszkań oddanych do użytkowania w miastach zgodnie z prawem budowlanym, przypadająca na 1 tys. mieszkańców.",
                          
                            "jednostka": "sztuki",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Mieszkanie - lokal przeznaczony na stały pobyt ludzi, wybudowany lub przebudowany do celów mieszkalnych; konstrukcyjnie wydzielony trwałymi ścianami w obrębie budynku, składający się z jednej lub kilku izb i pomieszczeń pomocniczych (takich jak: przedpokój, hol, łazienka, WC, garderoba, spiżarnia, schowek), do którego prowadzi niezależne wejście. W budynkach zbiorowego zamieszkania za mieszkanie uznaje się tylko ten lokal, który przeznaczony jest na stałe zamieszkiwanie. Informacje o mieszkaniach oddanych do użytkowania dotyczą wszystkich mieszkań, tj. mieszkań w nowych lub rozbudowanych budynkach mieszkalnych i niemieszkalnych (mniej niż połowa całkowitej powierzchni użytkowej jest przeznaczona do celów mieszkalnych). Oddanie do użytkowania - zgodnie z Prawem budowlanym - następuje w sytuacji, gdy inwestor zgłosił zakończenie budowy właściwemu organowi nadzoru budowlanego i organ ten nie zgłosił sprzeciwu (w drodze decyzji) lub gdy inwestor uzyskał pozwolenie na użytkowanie (w drodze decyzji) od organu nadzoru budowlanego. Do przeliczeń przyjęto liczbę ludności według stanu na dzień 30 VI.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "21-07-2023",
                          
                            "data_aktualizacji_metadanych": "06-06-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "3.7",
                              
                                  "2011" :   "3.4",
                              
                                  "2012" :   "4.1",
                              
                                  "2013" :   "3.8",
                              
                                  "2014" :   "3.9",
                              
                                  "2015" :   "3.9",
                              
                                  "2016" :   "4.6",
                              
                                  "2017" :   "5.1",
                              
                                  "2018" :   "5.4",
                              
                                  "2019" :   "6.1",
                              
                                  "2020" :   "6.5",
                              
                                  "2021" :   "6.6",
                              
                                  "2022" :   "6.6"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-5-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.5.b Liczba mieszkań społecznych czynszowych oraz komunalnych oddanych do użytkowania w miastach w przeliczeniu na 1 tys. ludności",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Zaspokojenie potrzeb mieszkaniowych ludności miast dzięki budowie powszechnego i dostępnego rynku mieszkaniowego, w tym szczególnie poprzez rozwój mieszkalnictwa społecznego",
                          
                            "definicja": "Liczba mieszkań społecznych czynszowych oraz komunalnych oddanych do użytkowania w miastach przypadająca na 1 tys. mieszkańców miast.",
                          
                            "jednostka": "sztuki",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Mieszkanie - lokal przeznaczony na stały pobyt ludzi - wybudowany lub przebudowany do celów mieszkalnych; konstrukcyjnie wydzielony trwałymi ścianami w obrębie budynku - składający się z jednej lub kilku izb i pomieszczeń pomocniczych (takich jak: przedpokój hol, łazienka, WC, garderoba, spiżarka, schowek), - do którego prowadzi niezależne wejście. W budynkach zbiorowego zamieszkania za mieszkanie uznaje się tylko ten lokal, który przeznaczony jest na stałe zamieszkiwanie. Informacje o mieszkaniach oddanych do użytkowania dotyczą wszystkich mieszkań, tj. mieszkań w nowych lub rozbudowanych budynkach mieszkalnych i niemieszkalnych (mniej niż połowa całkowitej powierzchni użytkowej jest przeznaczona do celów mieszkalnych).  Oddanie do użytkowania - zgodnie z Prawem budowlanym - następuje w sytuacji, gdy inwestor zgłosił zakończenie budowy właściwemu organowi nadzoru budowlanego i organ ten nie zgłosił sprzeciwu (w drodze decyzji), lub gdy inwestor uzyskał pozwolenie na użytkowanie (w drodze decyzji) od organu nadzoru budowlanego. Budownictwo komunalne to forma budowlana realizowana w całości ze środków gmin, głównie o charakterze socjalnym, interwencyjnym lub zaspokajającym potrzeby mieszkaniowe gospodarstw domowych o niskich dochodach. Budownictwo społeczne czynszowe to forma budowlana realizowana przez Towarzystwa Budownictwa Społecznego działające na zasadzie „non-profit”, z wykorzystaniem kredytu z Banku Gospodarstwa Krajowego.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "24-10-2023",
                          
                            "data_aktualizacji_metadanych": "20-06-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0.26",
                              
                                  "2011" :   "0.18",
                              
                                  "2012" :   "0.14",
                              
                                  "2013" :   "0.14",
                              
                                  "2014" :   "0.16",
                              
                                  "2015" :   "0.11",
                              
                                  "2016" :   "0.12",
                              
                                  "2017" :   "0.13",
                              
                                  "2018" :   "0.13",
                              
                                  "2019" :   "0.18",
                              
                                  "2020" :   "0.11",
                              
                                  "2021" :   "0.10",
                              
                                  "2022" :   "0.09"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-5-c": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.5.c Liczba gospodarstw domowych oczekujących na najem socjalny na obszarach miejskich ogółem",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Zaspokojenie potrzeb mieszkaniowych ludności miast dzięki budowie powszechnego i dostępnego rynku mieszkaniowego, w tym szczególnie poprzez rozwój mieszkalnictwa społecznego",
                          
                            "definicja": "Liczba gospodarstw domowych, które oczekują na najem socjalny na obszarach miejskich ogółem.",
                          
                            "jednostka": "sztuki",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Gospodarstwo domowe to zespół osób spokrewnionych ze sobą lub niespokrewnionych, mieszkających razem i wspólnie utrzymujących się (gospodarstwo domowe wieloosobowe), lub osoba utrzymująca się samodzielnie, bez względu na to, czy mieszka sama, czy też z innymi osobami (gospodarstwo domowe jednoosobowe). Członkowie rodziny mieszkający wspólnie, ale utrzymujący się oddzielnie, tworzą odrębne gospodarstwa domowe. Gospodarstwa domowe uprawnione do lokali z najmem socjalnym od gminy to gospodarstwa domowe spełniające kryteria ustalone w przepisach prawa miejscowego (o których mowa w art. 4. ust.2 oraz 21 ust. 3 ustawy z dnia 21 czerwca 2001 r. o ochronie praw lokatorów, mieszkaniowym zasobie gminy i o zmianie Kodeksu cywilnego) i gospodarstwa domowe oczekujące na realizację wyroku eksmisyjnego z lokalu (stan prawny od 1.05.2019 r.)",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2019 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "04-04-2023",
                          
                            "data_aktualizacji_metadanych": "06-06-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "74110",
                              
                                  "2020" :   "68436",
                              
                                  "2021" :   "65117"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-5-d": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.5.d Liczba mieszkań, będących w zasobach komunalnych gmin w miastach na prawach powiatu ogółem",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Zaspokojenie potrzeb mieszkaniowych ludności miast dzięki budowie powszechnego i dostępnego rynku mieszkaniowego, w tym szczególnie poprzez rozwój mieszkalnictwa społecznego",
                          
                            "definicja": "Liczba mieszkań, które znajdują się w budynkach będących w zasobach komunalnych gmin w miastach na prawach powiatu ogółem",
                          
                            "jednostka": "sztuki",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Zasoby gminne (komunalne) to mieszkania stanowiące własność gminy lub powiatu (lokalnej wspólnoty samorządowej), będące własnością gminy, ale znajdujące się w budynkach stanowiących nieruchomości wspólne, tj. mieszkania, które służą zaspokajaniu potrzeb mieszkaniowych ogółu mieszkańców gminy, a także mieszkania przekazane gminie, ale pozostające w dyspozycji jednostek użyteczności publicznej, takich jak: placówki wykonujące działalność leczniczą, ośrodki pomocy społecznej, jednostki systemu oświaty, nauki, instytucje kultury, służące głównie zaspokajaniu potrzeb mieszkaniowych pracowników tych jednostek.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co dwa lata; od 2013 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "04-04-2023",
                          
                            "data_aktualizacji_metadanych": "06-06-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "546870",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "512116",
                              
                                  "2016" :   "501544",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "487452",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "469607"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-6-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.6.a Emisja zanieczyszczeń pyłowych w miastach na prawach powiatu ogółem",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Poprawa jakości powietrza poprzez redukcję 'niskiej emisji' (tj. do 40 m n.p.g.) pochodzącej m.in. z kotłowni domowych i transportu drogowego",
                          
                            "definicja": "Całkowita wielkość emisji zanieczyszczeń pyłowych w miastach na prawach powiatu.",
                          
                            "jednostka": "tony",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Zanieczyszczenia pyłowe to emisja do atmosfery stałych cząstek o rozdrobnieniu makroskopowym i koloidalnym, których stężenie przekracza średnią zawartość tych substancji w powietrzu czystym, negatywnie oddziałując na zdrowie człowieka oraz na stan i jakość środowiska. Zanieczyszczenia pyłowe dzieli się w zależności od wymiarów ziaren na: • pyły o rozdrobnieniu makroskopowym o wymiarach ziaren od 1 do 1000 µm • oraz pyły o rozdrobnieniu koloidalnym o wymiarach ziaren od 0,001 do 1 µm. W zależności od źródła pochodzenia pyłu lub formy jego występowania stosuje się podział na: • pyły dyspersyjne, tzn. powstałe wskutek mechanicznego rozdrabniania ciał stałych (np. pył węglowy przy kruszeniu i mieleniu węgla w zakładach energetycznych) • oraz pyły kondensacyjne, powstałe w wyniku skraplania się i zestalania par różnych substancji chemicznych (np. sadza), występujące tylko w klasie o rozdrobnieniu koloidalnym. Powstawanie zanieczyszczeń pyłowych wiąże się nierozerwalnie ze wszystkimi procesami produkcyjnymi i procesami spalania. Szczególnie duże ilości pyłów powstają przy spalaniu paliw stałych.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "24-10-2023",
                          
                            "data_aktualizacji_metadanych": "20-04-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "22795",
                              
                                  "2011" :   "21359",
                              
                                  "2012" :   "20022",
                              
                                  "2013" :   "19636",
                              
                                  "2014" :   "18137",
                              
                                  "2015" :   "16793",
                              
                                  "2016" :   "15086",
                              
                                  "2017" :   "14505",
                              
                                  "2018" :   "14165",
                              
                                  "2019" :   "11466",
                              
                                  "2020" :   "8767",
                              
                                  "2021" :   "8374",
                              
                                  "2022" :   "7344"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-6-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.6.b Zdolność zainstalowanych urządzeń i instalacji do redukcji zanieczyszczeń w miastach na prawach powiatu ogółem",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Poprawa jakości powietrza poprzez redukcję 'niskiej emisji' (tj. do 40 m n.p.g.) pochodzącej m.in. z kotłowni domowych i transportu drogowego",
                          
                            "definicja": "Ilość zatrzymanych i zneutralizowanych zanieczyszczeń pyłowych oraz gazowych przez zainstalowane urządzenia i instalacje do redukcji zanieczyszczeń w miastach na prawach powiatu w ciągu roku.",
                          
                            "jednostka": "tony",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Zanieczyszczenia pyłowe to emisja do atmosfery stałych cząstek o rozdrobnieniu makroskopowym i koloidalnym, których stężenie przekracza średnią zawartość tych substancji w powietrzu czystym, negatywnie oddziałując na zdrowie człowieka oraz na stan i jakość środowiska. Zanieczyszczenia pyłowe dzieli się w zależności od wymiarów ziaren na: • pyły o rozdrobnieniu makroskopowym o wymiarach ziaren od 1 do 1000 ľm • oraz pyły o rozdrobnieniu koloidalnym o wymiarach ziaren od 0,001 do 1 ľm. W zależności od źródła pochodzenia pyłu lub formy jego występowania stosuje się podział na:  • pyły dyspersyjne, tzn. powstałe wskutek mechanicznego rozdrabniania ciał stałych (np. pył węglowy przy kruszeniu i mieleniu węgla w zakładach energetycznych)  • oraz pyły kondensacyjne, powstałe w wyniku skraplania się i zestalania par różnych substancji chemicznych (np. sadza), występujące tylko w klasie o rozdrobnieniu koloidalnym. Powstawanie zanieczyszczeń pyłowych wiąże się nierozerwalnie ze wszystkimi procesami produkcyjnymi i procesami spalania. Szczególnie duże ilości pyłów powstają przy spalaniu paliw stałych.  Zanieczyszczenia gazowe to emisja do atmosfery substancji gazowych, których stężenie przekracza średnią zawartość tych substancji w powietrzu czystym, negatywnie oddziałując na zdrowie człowieka oraz na stan i jakość środowiska. Do charakterystycznych zanieczyszczeń powietrza występujących w formie gazowej należą: dwutlenek siarki (SO2, tlenki azotu (NOx), tlenek węgla (CO), dwutlenek węgla (CO2), węglowodory (CnHm) oraz tzw. 'utleniacze'. Utleniacze są substancjami zanieczyszczającymi wtórnymi, powstałymi na drodze reakcji fotochemicznych podstawowych zanieczyszczeń. Zalicza się do nich ozon, dwutlenek azotu, formaldehyd, akroleinę i inne.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "24-10-2023",
                          
                            "data_aktualizacji_metadanych": "20-04-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "961",
                              
                                  "2011" :   "136730",
                              
                                  "2012" :   "11553",
                              
                                  "2013" :   "15701",
                              
                                  "2014" :   "2758",
                              
                                  "2015" :   "69422",
                              
                                  "2016" :   "44764",
                              
                                  "2017" :   "78118",
                              
                                  "2018" :   "14958",
                              
                                  "2019" :   "68943",
                              
                                  "2020" :   "57788",
                              
                                  "2021" :   "27276",
                              
                                  "2022" :   "256675"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-6-c": [
        {
          "metadane": [
            
            {
                            "nazwa": "11.6.c Liczba aglomeracji i miast powyżej 100 tys. mieszkańców, w których wartość wskaźnika średniego narażenia nie przekracza pułapu stężenia ekspozycji na pył PM2,5 na poziomie 20 µg/m3",
                          
                            "cel": "Cel 11. Zrównoważone miasta i społeczności",
                          
                            "priorytet": "Poprawa jakości powietrza poprzez redukcję 'niskiej emisji' (tj. do 40 m n.p.g.) pochodzącej m.in. z kotłowni domowych i transportu drogowego",
                          
                            "definicja": "Wskaźnik określa sumaryczną liczbę aglomeracji i miast powyżej 100 tys. mieszkańców, dla których wartość wskaźnika średniego narażenia na pył PM2,5 nie przekracza wartości pułapu stężenia ekspozycji.",
                          
                            "jednostka": "sztuki",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik jest obliczany na podstawie wskaźników średniego narażenia na pył zawieszony PM2,5 dla poszczególnych miast powyżej 100 tys. mieszkańców i aglomeracji.  Wskaźniki te oblicza się jako trzyletnie średnie kroczące z pomiarów stężeń pyłu PM2,5 dla poszczególnych miast i aglomeracji (np. wskaźniki dla miast i aglomeracji dla roku 2018 obliczono jako średnia ze średnich rocznych stężeń pyłu zawieszonego PM2,5 z lat 2016–2018 dla tych miast i aglomeracji). W obliczeniach uwzględnia się wyniki pomiarów z 32 stanowisk pomiarowych wyselekcjonowanych zgodnie z wymogami prowadzenia pomiarów w tym zakresie. W każdym mieście powyżej 100 tys. mieszkańców i w każdej aglomeracji funkcjonuje jedno stanowisko pomiarowe, z którego wyniki służą do jego obliczania (wyjątkami są aglomeracje: górnośląska i warszawska, w których funkcjonują po dwa stanowiska pomiarowe). Liczbę aglomeracji i miast powyżej 100 tys. mieszkańców, w których wartość wskaźnika średniego narażenia nie przekracza pułapu stężenia ekspozycji na pył PM2,5 określa się sumując wszystkie miasta powyżej 100 tys. mieszkańców i aglomeracje, dla których w danym roku wartość wskaźnika średniego narażenia na pył PM2,5 nie przekroczyła wartości 20 µg/m3. Pułap stężenia ekspozycji jest to stężenie substancji w powietrzu wyznaczone na podstawie wartości krajowego wskaźnika średniego narażenia, w celu ograniczenia szkodliwego wpływu danej substancji na zdrowie ludzi, które ma być osiągnięte w określonym terminie. Pułap stężenia ekspozycji jest standardem jakości powietrza i został określony jedynie dla pyłu PM2,5. Pułap stężenia ekspozycji odnosi się do obszarów tła miejskiego w miastach powyżej 100 tys. mieszkańców i w aglomeracjach i został on określony rozporządzeniem Ministra Środowiska z dnia 24 sierpnia 2012 r. w sprawie poziomów niektórych substancji w powietrzu (Dz. U. 2012 poz. 1031). Wartość pułapu stężenia ekspozycji na pył PM2,5 wynosi 20 µg/m3. Sposób obliczania wskaźników średniego narażenia dla miast powyżej 100 tys. mieszkańców i aglomeracji określa rozporządzenie Ministra Środowiska z dnia 13 września 2012 r. w sprawie sposobu obliczania wskaźników średniego narażenia oraz sposobu oceny dotrzymania pułapu stężenia ekspozycji (Dz. U. z 2012 r. poz. 1029). Wykaz aglomeracji i miast powyżej 100 tys. mieszkańców, w których wartość wskaźnika średniego narażenia nie przekracza pułapu stężenia ekspozycji na pył PM2,5 za dany rok kalendarzowy jest publikowany w Monitorze Polskim w terminie do 30 września roku następnego.",
                          
                            "zrodlo": "Główny Inspektorat Ochrony Środowiska",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "24-10-2023",
                          
                            "data_aktualizacji_metadanych": "21-04-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "6",
                              
                                  "2011" :   "8",
                              
                                  "2012" :   "8",
                              
                                  "2013" :   "10",
                              
                                  "2014" :   "9",
                              
                                  "2015" :   "10",
                              
                                  "2016" :   "11",
                              
                                  "2017" :   "13",
                              
                                  "2018" :   "12",
                              
                                  "2019" :   "16",
                              
                                  "2020" :   "21",
                              
                                  "2021" :   "24"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
