{
  "14":[
    {
      "14-1-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "14.1.a Odsetek zasobów rybnych na biologicznie odnawialnym poziomie",
                          
                            "cel": "Cel 14. Życie pod wodą",
                          
                            "priorytet": "Efektywne i zrównoważone wykorzystanie zasobów morskich dla różnych celów społecznych i gospodarczych, przy jednoczesnym zapewnieniu trwałości nieodnawialnych zasobów i procesów przyrodniczych w perspektywie obecnego i kolejnych pokoleń; zapewnienie koordynacji działań podmiotów i sposobów wykorzystania morza, spójnego zarządzania obszarami morskimi i nadmorskimi, w tym zasobami Morza Bałtyckiego",
                          
                            "definicja": "Wskaźnik określa wielkość zasobów rybnych na świecie oraz udział stad rybnych będących na biologicznie odnawialnym poziomie. Przy ocenie zasoby klasyfikuje się na trzy kategorie: 1. stada ryb nadmiernie eksploatowane (overexploited), 2. stada ryb w pełni wykorzystane (fully exploited) oraz3. stada ryb nie w pełni wykorzystane (non-fully exploited). Za biologicznie zrównoważone stada uznaje się te, które sklasyfikowano jako nie w pełni wykorzystane i w pełni wykorzystane.Wskaźnik określa poziom postępu w kierunku zrównoważonego zarządzania stadami rybnymi, w którym celem jest unikanie przełowienia oraz utrzymanie w bezpiecznych ekologicznie granicach wpływu rybołówstwa na zapasy, gatunki i ekosystemy.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "1. udział zasobów rybnych w pełni wykorzystanych (fully exploited) na Morzu Bałtyckim2. odsetek stad ryb, które są nie w pełni wykorzystane (non-fully exploited) na Morzu Bałtyckim3. odsetek stad ryb, które są nadmiernie eksploatowane (overexploited) na Morzu Bałtyckim4. odsetek stad ryb w granicach poziomów zrównoważonych biologicznie na Morzu Bałtyckim",
                          
                            "metodologia": "Konwencja Narodów Zjednoczonych o prawie morza, której Unia jest stroną, nakłada zobowiązania związane z ochroną, w tym utrzymaniem lub odtworzeniem populacji poławianych gatunków na poziomach, które mogą zapewnić Maksymalny Podtrzymywalny Połów (MSY maximum sustainable yield). Maksymalny Podtrzymywalny Połów rozumiany jest jako największy połów, który może być pobierany z zasobów rybnych przez czas nieokreślony. Celem wyznaczenia tego progu jest osiągnięcie maksymalnej wydajności zasobów ryb przy jednoczesnym zachowaniu różnorodności biologicznej i funkcjonowaniu ekosystemów istotnych dla obecnych i przyszłych pokoleń.Uważa się, że stada ryb są zrównoważone, jeżeli ich liczebność utrzymuje się stale na poziomie zapewniającym maksymalny podtrzymywalny połów lub wyższym. W celu zapewnienia, że podstawowe gatunki przemysłowe na Morzu Bałtyckim są eksploatowane na poziomie odnawialnym, opracowano i przyjęto Rozporządzenie Parlamentu Europejskiego i Rady (UE) Nr 2016/1139 z dnia 6 lipca 2016 r. ustanawiające wieloletni plan w odniesieniu do stad dorsza, śledzia i szprota w Morzu Bałtyckim oraz połowów eksploatujących te stada (zmieniające rozporządzenie Rady (WE) nr 2187/2005 i uchylające rozporządzenie Rady (WE) nr 1098/2007). Rozporządzenie to określa maksymalny poziom połowu (maximum sustainable yield) omawianych gatunków, nakładając zobowiązania związane z ochroną, w tym utrzymaniem lub odtworzeniem populacji poławianych gatunków na poziomach odnawialnych. Wskaźnik przyjmuje cztery wymiary, tj.:1. udział zasobów rybnych w pełni wykorzystanych (fully exploited)2. odsetek stad ryb, które są nie w pełni wykorzystane (non-fully exploited) 3. odsetek stad ryb, które są nadmiernie eksploatowane (overexploited) oraz4. odsetek stad ryb w granicach poziomów zrównoważonych biologicznie Poziomy zrównoważone biologicznie obejmują te stada ryb, które zgodnie z oceną zasobów sklasyfikowano jako nie w pełni wykorzystane (non-fully exploited) i w pełni wykorzystane (fully exploited). Wskaźnik liczony jest jako suma tych dwóch kategorii podzielona przez całkowitą liczbę gatunków ryb podlegających ocenie zasobów i pomnożona przez 100. Ocena zasobów obejmuje stada rybne określone w Rozporządzeniu PE i Rady (UE) Nr 2016/1139 w odniesieniu do których ustanowiono plan wieloletni:1. dorsz atlantycki w zachodniej części Morza Bałtyckiego2. dorsz atlantycki we wschodniej części Morza Bałtyckiego3. śledź atlantycki w zachodniej części Morza Bałtyckiego4. śledź atlantycki w centralnej części Morza Bałtyckiego5. szprot w Morzu Bałtyckim",
                          
                            "zrodlo": "Ministerstwo Rolnictwa i Rozwoju Wsi",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "Od 2012 roku wartość udziału procentowego opiera się na analizie 4 stad (bez dorsza stada wschodniego)."
                          
                            "data_aktualizacji_danych": "06-06-2023",
                          
                            "data_aktualizacji_metadanych": "15-09-2021",
                          }
          ],
          "dane": [
            {
                      
                              "odsetek stad ryb": [
                                  {"odsetek stad ryb w granicach poziomów zrównoważonych na Morzu Bałtyckim": [
                                          {
                                          
                                              "2010" : "40",
                                          
                                              "2011" : "60",
                                          
                                              "2012" : "40",
                                          
                                              "2013" : "40",
                                          
                                              "2014" : "40",
                                          
                                              "2015" : "40",
                                          
                                              "2016" : "60",
                                          
                                              "2017" : "40",
                                          
                                              "2018" : "40",
                                          
                                              "2019" : "40",
                                          
                                              "2020" : "60",
                                          
                                              "2021" : "67",
                                          
                                              "2022" : "50"
                                          
                                          }
                                      ],"odsetek zasobów rybnych w pełni wykorzystanych (fully exploited) na Morzu Bałtyckim": [
                                          {
                                          
                                              "2010" : "40",
                                          
                                              "2011" : "60",
                                          
                                              "2012" : "20",
                                          
                                              "2013" : "20",
                                          
                                              "2014" : "20",
                                          
                                              "2015" : "40",
                                          
                                              "2016" : "60",
                                          
                                              "2017" : "40",
                                          
                                              "2018" : "25",
                                          
                                              "2019" : "25",
                                          
                                              "2020" : "20",
                                          
                                              "2021" : "17",
                                          
                                              "2022" : "0"
                                          
                                          }
                                      ],"odsetek stad ryb które są nie w pełni wykorzystane (non-fully exploited) na Morzu Bałtyckim": [
                                          {
                                          
                                              "2010" : "0",
                                          
                                              "2011" : "0",
                                          
                                              "2012" : "20",
                                          
                                              "2013" : "20",
                                          
                                              "2014" : "20",
                                          
                                              "2015" : "0",
                                          
                                              "2016" : "0",
                                          
                                              "2017" : "0",
                                          
                                              "2018" : "0",
                                          
                                              "2019" : "0",
                                          
                                              "2020" : "40",
                                          
                                              "2021" : "17",
                                          
                                              "2022" : "17"
                                          
                                          }
                                      ],"odsetek stad ryb które są nadmiernie eksploatowane (overexploited) na Morzu Bałtyckim": [
                                          {
                                          
                                              "2010" : "60",
                                          
                                              "2011" : "40",
                                          
                                              "2012" : "60",
                                          
                                              "2013" : "60",
                                          
                                              "2014" : "60",
                                          
                                              "2015" : "60",
                                          
                                              "2016" : "40",
                                          
                                              "2017" : "60",
                                          
                                              "2018" : "75",
                                          
                                              "2019" : "75",
                                          
                                              "2020" : "40",
                                          
                                              "2021" : "33",
                                          
                                              "2022" : "50"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "14-2-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "14.2.a Dynamika przeciętnego zatrudnienia w gospodarce morskiej (2010=100)",
                          
                            "cel": "Cel 14. Życie pod wodą",
                          
                            "priorytet": "Zwiększenie udziału sektora gospodarki morskiej w PKB oraz wzrostu zatrudnienia w gospodarce morskiej",
                          
                            "definicja": "Stosunek przeciętnego zatrudnienia w gospodarce morskiej w badanym roku do przeciętnego zatrudnienia w gospodarce morskiej w roku 2010.",
                          
                            "jednostka": "2010=100",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Za podmioty gospodarki narodowej przyjmuje się jednostki prawne, tj. osoby prawne, jednostki organizacyjne niemające osobowości prawnej oraz osoby fizyczne prowadzące działalność gospodarczą. Podmioty gospodarki morskiej są to podmioty gospodarki narodowej, których podstawowa działalność związana jest z szeroko rozumianą gospodarką morską. Podstawową działalność określono przy wykorzystaniu takich informacji jak: wartość dodana, przychody ze sprzedaży, zatrudnienie, działalność przewidziana w statucie jako podstawowa. Informacje o przeciętnym zatrudnieniu w gospodarce morskiej dotyczą pracowników pełnozatrudnionych oraz niepełnozatrudnionych w przeliczeniu na pełne etaty, bez osób zatrudnionych poza granicami kraju. Pracownicy pełnozatrudnieni są to osoby, które pracują w pełnym wymiarze czasu pracy obowiązującym w danym zakładzie pracy lub na stanowisku pracy, w tym również osoby, które zgodnie z obowiązującymi przepisami pracują w skróconym czasie pracy, np. z tytułu warunków szkodliwych dla zdrowia lub w przedłużonym czasie pracy (np. dozorcy mienia). Pracownicy niepełnozatrudnieni są to osoby, które zgodnie z zawartą umową, pracują stale  w niepełnym wymiarze czasu pracy obowiązującym w danym zakładzie lub na danym stanowisku pracy. Niepełnozatrudnieni w głównym miejscu pracy są to osoby, które złożyły w zakładzie pracy oświadczenia stwierdzające, że dany zakład jest ich głównym miejscem pracy.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          
                            "data_aktualizacji_danych": "24-01-2023",
                          
                            "data_aktualizacji_metadanych": "05-03-2020",
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "100.0",
                              
                                  "2011" :   "100.8",
                              
                                  "2012" :   "99.9",
                              
                                  "2013" :   "101.8",
                              
                                  "2014" :   "104.9",
                              
                                  "2015" :   "106.0",
                              
                                  "2016" :   "119.9",
                              
                                  "2017" :   "119.4",
                              
                                  "2018" :   "130.0",
                              
                                  "2019" :   "189.5",
                              
                                  "2020" :   "186.6",
                              
                                  "2021" :   "190.1"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "14-3-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "14.3.a Obroty ładunkowe w portach morskich",
                          
                            "cel": "Cel 14. Życie pod wodą",
                          
                            "priorytet": "Wzmocnienie pozycji polskich portów morskich, zwiększenie konkurencyjności transportu morskiego oraz zapewnienie bezpieczeństwa morskiego",
                          
                            "definicja": "Ilość masy ładunkowej (w tonach), która została przemieszczona przez porty w określonym czasie (roku).",
                          
                            "jednostka": "miliony ton [mln t] ",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Obroty ładunkowe w portach morskich jest to łączna ilość masy ładunkowej przemieszczonej przez port w ciągu roku przywiezionej lub wywiezionej przez statki, gdy transport jest realizowany w całości lub części drogą morską obejmuje międzynarodowy obrót morski i krajowy obrót morski. Międzynarodowy obrót morski w portach morskich jest to łączna ilość ładunków wyładowywanych ze statków morskich (w tym promów) oraz załadowywanych na statki morskie (w tym promy), zarówno w związku z polskim handlem zagranicznym, jak i tranzytem.Krajowy obrót morski (kabotaż) są to ładunki przewożone drogą morską w obrocie pomiędzy polskimi portami morskimi. Nie uwzglednia się: załadunku bunkru (tj. paliwa dla statków), ładunków przewożonych przez statki o pojemności brutto (GT) mniejszej niż 100, wagi własnej załadowanych i wyładowanych jednostek ładunkowych (np. kontenerów oraz samochodów i wagonów przewożonych promami).",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          
                            "data_aktualizacji_danych": "14-10-2022",
                          
                            "data_aktualizacji_metadanych": "05-03-2020",
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "59.5",
                              
                                  "2011" :   "57.7",
                              
                                  "2012" :   "58.8",
                              
                                  "2013" :   "64.3",
                              
                                  "2014" :   "68.7",
                              
                                  "2015" :   "69.5",
                              
                                  "2016" :   "72.9",
                              
                                  "2017" :   "78.1",
                              
                                  "2018" :   "91.8",
                              
                                  "2019" :   "93.9",
                              
                                  "2020" :   "88.5",
                              
                                  "2021" :   "96.7"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
