{
  "15":[
    {
      "15-1-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.1.a Wskaźnik liczebności ptaków pospolitych krajobrazu rolniczego FBI (2000 = 100)",
                          
                            "cel": "Cel 15. Życie na lądzie",
                          
                            "priorytet": "Ochrona i poprawa stanu jakości środowiska poprzez ochronę różnorodności biologicznej, w tym obszarowych form ochrony przyrody, system gospodarowania odpadami, poprawę jakości i ochronę czystości wód",
                          
                            "definicja": "Zagregowany indeks stanu populacji 22 gatunków ptaków typowych dla siedlisk krajobrazu rolniczego (rok bazowy 2000=100).",
                          
                            "jednostka": " 2000=100",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Gatunki ptaków, których indeksy liczebności składają się na FBI dla Polski: bocian biały, pustułka, czajka, rycyk, dudek, turkawka, skowronek, dzierlatka, świergotek łąkowy, pliszka żółta, dymówka, pokląskwa, kląskawka, cierniówka, gąsiorek, mazurek, szpak, makolągwa, kulczyk, potrzeszcz, trznadel i ortolan. Wskaźnik wykalibrowany jest w relacji do roku bazowego, którym w przypadku Polski jest rok 2000. Oznacza to, że wartość FBI dla roku 2000 przyjęto umownie za 100. Wartość wskaźnika wynosząca 88 w roku 2010 oznacza, że w tym roku FBI był o 12% niższy niż w roku bazowym. Wskaźnik FBI jest obecnie jednym z oficjalnie stosowanych wskaźników stanu środowiska w krajach członkowskich Unii Europejskiej. Jest on traktowany jako wskaźnik stanu 'zdrowia' ekosystemów użytkowanych rolniczo. Wartości FBI uzyskiwane są na podstawie danych zbieranych w programie 'Monitoring Pospolitych Ptaków Lęgowych'.",
                          
                            "zrodlo": "Główny Inspektorat Ochrony Środowiska",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "88.4",
                              
                                  "2011" :   "87.0",
                              
                                  "2012" :   "84.4",
                              
                                  "2013" :   "84.7",
                              
                                  "2014" :   "83.3",
                              
                                  "2015" :   "85.9",
                              
                                  "2016" :   "87.2",
                              
                                  "2017" :   "80.8",
                              
                                  "2018" :   "75.3",
                              
                                  "2019" :   "77.4"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-1-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.1.b Udział gruntów zdewastowanych i zdegradowanych wymagających rekultywacji w powierzchni ogółem",
                          
                            "cel": "Cel 15. Życie na lądzie",
                          
                            "priorytet": "Ochrona i poprawa stanu jakości środowiska poprzez ochronę różnorodności biologicznej, w tym obszarowych form ochrony przyrody, system gospodarowania odpadami, poprawę jakości i ochronę czystości wód",
                          
                            "definicja": "Udział powierzchni gruntów, które utraciły całkowicie wartości użytkowe (grunty zdewastowane) oraz gruntów, których wartość użytkowa rolnicza lub leśna zmalała (grunty zdegradowane) w ogólnej powierzchni geodezyjnej kraju.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Grunty zdewastowane to grunty, które utraciły całkowicie wartość użytkową w wyniku pogorszenia się warunków przyrodniczych lub wskutek zmian środowiska oraz działalności przemysłowej, a także wadliwej działalności rolniczej. Grunty zdegradowane to grunty, których rolnicza lub leśna wartość użytkowa zmalała, w wyniku pogorszenia się warunków przyrodniczych lub wskutek zmian środowiska oraz działalności przemysłowej, a także wadliwej działalności rolniczej. Utrata albo ograniczenie wartości użytkowej gruntów oznacza całkowity zanik albo zmniejszenie zdolności produkcyjnej gruntów. Rekultywacja gruntów to nadanie lub przywrócenie gruntom zdegradowanym albo zdewastowanym wartości użytkowych lub przyrodniczych przez właściwe ukształtowanie rzeźby terenu, poprawienie właściwości fizycznych i chemicznych, uregulowanie stosunków wodnych, odtworzenie gleb, umocnienie skarp oraz odbudowanie lub zbudowanie niezbędnych dróg. Grunty zrekultywowane podlegają zagospodarowaniu czyli rolniczemu, leśnemu lub innemu rodzajowi użytkowania. Do terenów przeznaczonych do rekultywacji zalicza się zdegradowane lub zdewastowane grunty, takie jak: nieczynne hałdy, wysypiska, zapadliska, tereny po działalności przemysłowej i górniczej oraz po poligonach wojskowych, dla których właściwe organy zatwierdziły projekty rekultywacji.",
                          
                            "zrodlo": "Ministerstwo Rolnictwa i Rozwoju Wsi / Główny Urząd Geodezji i Kartografii",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0.196",
                              
                                  "2011" :   "0.205",
                              
                                  "2012" :   "0.206",
                              
                                  "2013" :   "0.198",
                              
                                  "2014" :   "0.201",
                              
                                  "2015" :   "0.203",
                              
                                  "2016" :   "0.207",
                              
                                  "2017" :   "0.198",
                              
                                  "2018" :   "0.198",
                              
                                  "2019" :   "0.162"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-1-c": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.1.c Udział powierzchni gruntów leśnych w powierzchni lądowej",
                          
                            "cel": "Cel 15. Życie na lądzie",
                          
                            "priorytet": "Ochrona i poprawa stanu jakości środowiska poprzez ochronę różnorodności biologicznej, w tym obszarowych form ochrony przyrody, system gospodarowania odpadami, poprawę jakości i ochronę czystości wód",
                          
                            "definicja": "Stosunek procentowy powierzchni gruntów leśnych do ogólnej powierzchni geodezyjnej kraju.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Grunty leśne są to grunty:  1) o zwartej powierzchni co najmniej 0,10 ha pokryte roślinnością leśną (grunty zalesione) lub przejściowo jej pozbawione (grunty niezalesione). Grunty te przeznaczone są do produkcji leśnej lub stanowią rezerwaty przyrody, wchodzące w skład parków narodowych lub wpisane do rejestrów zabytków. Kategoria ta jest określana jako 'powierzchnia lasów'. 2) związane z gospodarką leśną, zajęte pod wykorzystywane dla potrzeb gospodarki leśnej: budynki i budowle, linie podziału przestrzennego lasu, drogi leśne, szkółki leśne, miejsca składowania drewna, urządzenia melioracji wodnych, tereny pod liniami energetycznymi, parkingi leśne i urządzenia turystyczne. ",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "30.5",
                              
                                  "2011" :   "30.5",
                              
                                  "2012" :   "30.6",
                              
                                  "2013" :   "30.6",
                              
                                  "2014" :   "30.7",
                              
                                  "2015" :   "30.8",
                              
                                  "2016" :   "30.8",
                              
                                  "2017" :   "30.9",
                              
                                  "2018" :   "30.9",
                              
                                  "2019" :   "30.9"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-2-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.2.a Krajowy wskaźnik średniego narażenia na pył PM2,5",
                          
                            "cel": "Cel 15. Życie na lądzie",
                          
                            "priorytet": "Modernizacja i rozbudowa oczyszczalni i systemów kanalizacyjnych, a także ochrona powietrza (likwidacja źródeł emisji zanieczyszczeń lub zmniejszenie ich oddziaływania) i ochrona gleb",
                          
                            "definicja": "Średni poziom substancji w powietrzu wyznaczony na podstawie pomiarów przeprowadzonych na obszarach tła miejskiego w miastach o liczbie mieszkańców większej niż 100 tys. i aglomeracjach na terenie całego kraju; sposób obliczania krajowego wskaźnika (KW) określa rozporządzenie Ministra Środowiska z dnia 13 września 2012 r. w sprawie sposobu obliczania wskaźników średniego narażenia oraz sposobu oceny dotrzymania pułapustężenia ekspozycji (Dz. U. 2012 poz. 1029).",
                          
                            "jednostka": "μg/m3",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Pomiary dla potrzeb obliczenia KW rozpoczęto w roku 2010. Zgodnie z ww. rozporządzeniem krajowy wskaźnik średniego narażenia dla roku 2010 obliczony został jako średnia arytmetyczna ze średnich rocznych stężeń pyłu PM2,5 w roku 2011. Wskaźnik za rok 2011 obliczono jako średnią arytmetyczną ze średnich rocznych stężeń pyłu PM2,5 w latach 2010, 2011 w roku 2012. Dla roku 2012 i kolejnych lat krajowy wskaźnik średniego narażenia oblicza się jako średnią arytmetyczną ze średnich rocznych stężeń pyłu PM2,5 z ostatnich trzech lat (np. dla roku 2015 wskaźnik obliczono w roku 2016 jako średnią arytmetyczną ze średnich rocznych stężeń pyłu PM2,5 dla lat 2013-2015). Dla potrzeb obliczania KW utworzonych zostało 30 stanowisk pomiarowych, których lokalizacje zostały zatwierdzone przez Główny Inspektorat Ochrony Środowiska (GIOŚ). Stanowiska pomiarowe znajdują się na obszarach o bardzo dużej gęstości zaludnienia oddalonych od źródeł emisji pyłu. W miastach powyżej 100 tys. mieszkańców oraz aglomeracjach nieprzekraczających 1 mln mieszkańców pomiary te prowadzone są na jednym stanowisku pomiarowym. W Aglomeracji Warszawskiej oraz Aglomeracji Górnośląskiej pomiary prowadzone są na dwóch stanowiskach pomiarowych. Szczegółowe informacje dotyczące lokalizacji stanowisk pomiarowych zanieczyszczenia powietrza pyłem PM2,5 dla potrzeb obliczania KW są zawarte w wojewódzkich programach państwowego monitoringu środowiska. Pomiary wykonywane są za pomocą niskoprzepływowych poborników pyłu PM2,5 czyli metodą referencyjną przez wojewódzkie inspektoraty ochrony środowiska. Pomiary wykonywane są w sposób ciągły.",
                          
                            "zrodlo": "Główny Inspektorat Ochrony Środowiska",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "Dane dotyczą obszarów aglomeracji i miast powyżej 100 tys. mieszkańców. Cele do osiągnięcia przez Polskę w zakresie narażenia na pył PM2,5 wynikające z dyrektywy Parlamentu Europejskiego i Rady 2008/50/WE z dnia 21 maja 2008 roku w sprawie jakości powietrza i czystszego powietrza dla Europy (Dz. Urz. UE L 152 z 11.06.2008, str.1), transponowanej do prawa polskiego: - do roku 2015 - osiągnięcie pułapu stężenia ekspozycji, czyli KW na poziomie 20 g/m3 (standard jakości powietrza);- do roku 2020 - osiągnięcie krajowego celu redukcji narażenia, czyli KW na poziomie 18 g/m3. Wartość krajowego wskaźnika (KW) za rok poprzedni corocznie jest raportowana do Komisji Europejskiej (zgodnie z decyzją KE 2011/850/UE z dnia 12 grudnia 2011 r. ustanawiającej zasady stosowania dyrektyw 2004/107/WE i 2008/50/WE Parlamentu Europejskiego i Rady w odniesieniu do systemu wzajemnej wymiany informacji oraz sprawozdań dotyczących jakości otaczającego powietrza). Pierwsza wartość KW obliczona na podstawie pomiarów pyłu PM2,5 z lat 2010-2012 została przesłana do KE w 2013 roku i dotyczyła roku 2012."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "28",
                              
                                  "2011" :   "27",
                              
                                  "2012" :   "26",
                              
                                  "2013" :   "25",
                              
                                  "2014" :   "24",
                              
                                  "2015" :   "23",
                              
                                  "2016" :   "22",
                              
                                  "2017" :   "22",
                              
                                  "2018" :   "22",
                              
                                  "2019" :   "21"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-2-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.2.b Odsetek ludności korzystającej z oczyszczalni ścieków",
                          
                            "cel": "Cel 15. Życie na lądzie",
                          
                            "priorytet": "Modernizacja i rozbudowa oczyszczalni i systemów kanalizacyjnych, a także ochrona powietrza (likwidacja źródeł emisji zanieczyszczeń lub zmniejszenie ich oddziaływania) i ochrona gleb",
                          
                            "definicja": "Udział ludności korzystającej z oczyszczalni ścieków w całkowitej liczbie ludności.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane o ludności miast i wsi korzystającej z oczyszczalni ścieków oparte są o szacunek liczby ludności obsługiwanej przez oczyszczalnie pracujące na sieci kanalizacyjnej. Szacunek ludności obsługiwanej przez oczyszczalnie ścieków dokonywany jest na podstawie umów na odprowadzanie i oczyszczanie ścieków, liczby przyłączy kanalizacyjnych, danych o ludności korzystającej z oczyszczalni uzyskanych ze spółdzielni mieszkaniowych lub danych projektowych oczyszczalni. Oszacowana liczba ludności korzystającej z oczyszczalni ścieków nie może być większa od liczby ludności zamieszkałej na danym obszarze (według stanu na 31 grudnia okresu sprawozdawczego). Wskaźnik nie obejmuje ludności czasowo przebywającej na danym obszarze (np. w celach turystycznych).",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "64.7",
                              
                                  "2011" :   "65.7",
                              
                                  "2012" :   "68.6",
                              
                                  "2013" :   "70.3",
                              
                                  "2014" :   "71.5",
                              
                                  "2015" :   "72.7",
                              
                                  "2016" :   "73.5",
                              
                                  "2017" :   "73.6",
                              
                                  "2018" :   "74.0",
                              
                                  "2019" :   "74.5"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-2-c": [
        {
          "metadane": [
            
            {
                            "nazwa": "15.2.c Ścieki przemysłowe i komunalne oczyszczane biologicznie, chemicznie i z podwyższonym usuwaniem biogenów w % ścieków wymagających oczyszczenia",
                          
                            "cel": "Cel 15. Życie na lądzie",
                          
                            "priorytet": "Modernizacja i rozbudowa oczyszczalni i systemów kanalizacyjnych, a także ochrona powietrza (likwidacja źródeł emisji zanieczyszczeń lub zmniejszenie ich oddziaływania) i ochrona gleb",
                          
                            "definicja": "Ścieki przemysłowe i komunalne oczyszczane biologicznie, chemicznie i z podwyższonym usuwaniem biogenów w % ścieków wymagających oczyszczenia.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Ścieki przemysłowe - ścieki niebędące ściekami bytowymi albo wodami opadowymi lub roztopowymi powstałe w związku z prowadzoną przez zakład działalnością handlową, przemysłową, składową, transportową lub usługową, a także będące ich mieszaniną ze ściekami innego podmiotu, odprowadzane urządzeniami kanalizacyjnymi tego zakładu. Ścieki komunalne - ścieki bytowe lub mieszanina ścieków bytowych ze ściekami przemysłowymi albo wodami opadowymi lub roztopowymi. Ścieki oczyszczane biologicznie - ścieki poddane procesowi usuwania zanieczyszczeń przy wykorzystaniu specyficznej mikroflory i mikrofauny. Ścieki oczyszczane chemicznie - ścieki poddane procesowi oczyszczania przy zastosowaniu metodchemicznych, takich jak koagulacja, sorpcja na węglu aktywnym i innych, powodujących wytrącanie niektórych związków rozpuszczalnych lub neutralizację ścieków. Ścieki oczyszczane z podwyższonym usuwaniem biogenów - ścieki oczyszczane z zastosowaniem technologii umożliwiających wysoko efektywne usuwanie azotu, fosforu lub fosforu i azotu łącznie (metody biologiczne z ewentualnie chemicznym strącaniem fosforu).",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "65.73",
                              
                                  "2011" :   "64.76",
                              
                                  "2012" :   "67.35",
                              
                                  "2013" :   "69.77",
                              
                                  "2014" :   "70.48",
                              
                                  "2015" :   "70.90",
                              
                                  "2016" :   "71.43",
                              
                                  "2017" :   "72.52",
                              
                                  "2018" :   "73.17",
                              
                                  "2019" :   "73.93"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
