{
  "2":[
    {
      "2-1-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.1.a Wskaźnik kształtowania się wydatków rządowych w rolnictwie (AOI)",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "priorytet": "Wsparcie przekształceń strukturalnych zapewniających wzrost konkurencyjności rolnictwa, w tym wzrost konkurencyjności gospodarstw rolnych i producentów rolno-spożywczych",
                          
                            "definicja": "Udział wydatków rządowych przeznaczonych na rolnictwo w wydatkach rządowych ogółem, odniesiony do udziału rolnictwa w PKB.",
                          
                            "jednostka": "[–]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Udział wydatków rządowych przeznaczonych na rolnictwo oznacza wydatki na rolnictwo centralnego szczebla rządowego odniesione do nakładów ogółem centralnego szczebla rządowego, tj. wydatków ogółem podsektora centralnego oraz wydatków podsektora ubezpieczeń (wg Klasyfikacji wydatków sektora instytucji rządowych i samorządowych według funkcji - COFOG). Udział rolnictwa w PKB jest równy wartości dodanej brutto w sekcji A Klasyfikacji PKD 2007, tj. Rolnictwo, leśnictwo, łowiectwo, wg ESA2010 odniesionej do wartości Produktu Krajowego Brutto. Produkt krajowy brutto (PKB) obrazuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej (jednostek będących rezydentami) w danym roku. Szczegółową definicję i metodologię obliczania PKB określa rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 549/2013 z 21 maja 2013 r. w sprawie europejskiego systemu rachunków narodowych i regionalnych w Unii Europejskiej (ESA 2010). Wskaźnik AOI wyższy od 1 odzwierciedla większe ukierunkowanie na sektor rolniczy, którego udział w wydatkach rządowych zwiększa się w odniesieniu do jego wkładu w wartość dodaną brutto. AOI mniejszy od 1 odzwierciedla spadek ukierunkowania na rolnictwo, natomiast AOI=1 oznacza neutralność w zakresie ukierunkowania rządu na sektor rolny.",
                          
                            "zrodlo": "Główny Urząd Statystyczny / Organizacja Narodów Zjednoczonych do spraw Wyżywienia i Rolnictwa (FAO)",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0.58",
                              
                                  "2011" :   "0.44",
                              
                                  "2012" :   "0.46",
                              
                                  "2013" :   "0.29",
                              
                                  "2014" :   "0.34",
                              
                                  "2015" :   "0.37",
                              
                                  "2016" :   "0.40",
                              
                                  "2017" :   "0.34",
                              
                                  "2018" :   "0.56",
                              
                                  "2019" :   "0.50",
                              
                                  "2020" :   "0.45"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-1-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.1.b Nakłady na B+R w dziedzinie rolnictwa w relacji do PKB",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "priorytet": "Wsparcie przekształceń strukturalnych zapewniających wzrost konkurencyjności rolnictwa, w tym wzrost konkurencyjności gospodarstw rolnych i producentów rolno-spożywczych",
                          
                            "definicja": "Relacja nakładów na działalność badawczą i rozwojową w dziedzinie nauk rolniczych i weterynaryjnych do Produktu Krajowego Brutto.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Działalność badawcza i rozwojowa (B+R) to systematyczna praca twórcza prowadzona w celu zwiększenia zasobów wiedzy (np. o człowieku, kulturze i społeczeństwie) oraz znalezienia nowych zastosowań dla tej wiedzy. Obejmuje badania naukowe(podstawowe, stosowane, przemysłowe) oraz prace rozwojowe. Nakłady wewnętrzne na działalność B+R to nakłady poniesione w roku sprawozdawczym na prace B+R wykonane w jednostce sprawozdawczej, niezależnie od źródła pochodzenia środków, czyli łącznie ze środkami uzyskanymi z zagranicy (eksport prac B+R). Obejmują zarówno nakłady bieżące, jak i nakłady inwestycyjne na środki trwałe związane z działalnością B+R, lecz nie obejmują amortyzacji środków trwałych. Nakłady wewnętrzne na działalność B+R badane są według dziedzin nauk w podziale na nauki: przyrodnicze, inżynieryjne i techniczne, medyczne i o zdrowiu, rolnicze, społeczne oraz humanistyczne. Nakłady na dziedziny nauk przeliczane są na podstawie procentowego udziału w nakładach ogółem. Nauki rolnicze, zgodnie z Podręcznikiem Frascati, to dziedzina nauk obejmująca dyscypliny: rolnictwo, leśnictwo i rybołówstwo, nauka o zwierzętach i mleczarstwie, nauki weterynaryjne, biotechnologia rolnicza oraz inne nauki rolnicze. Produkt krajowy brutto (PKB) prezentuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej w danym roku. Wartość PKB można obliczyć na trzy sposoby: - od strony tworzenia jest ona równa wartości dodanej wszystkich sektorów instytucjonalnych lub wszystkich sekcji Polskiej Klasyfikacji Działalności (PKD) krajowych jednostek produkcyjnych powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów, - od strony rozdysponowania PKB obliczany jest jako suma popytu krajowego, tj. spożycia i akumulacji oraz salda wymiany produktów z zagranicą, - jako sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (a więc koszty związane z zatrudnieniem, podatki związane z produkcją i importem pomniejszone o dotacje, nadwyżka operacyjna brutto oraz dochód mieszany gospodarki ogółem). Produkt krajowy brutto jest liczony zgodnie z obowiązującymi w krajach Unii Europejskiej zasadami Europejskiego Systemu Rachunków Narodowych i Regionalnych (ESA 2010) oraz zaleceniami Eurostatu.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0.06",
                              
                                  "2011" :   "0.05",
                              
                                  "2012" :   "0.04",
                              
                                  "2013" :   "0.04",
                              
                                  "2014" :   "0.06",
                              
                                  "2015" :   "0.05",
                              
                                  "2016" :   "0.04",
                              
                                  "2017" :   "0.05",
                              
                                  "2018" :   "0.05",
                              
                                  "2019" :   "0.06",
                              
                                  "2020" :   "0.06"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-1-c": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.1.c Udział powierzchni użytków rolnych w gospodarstwach rolnych o powierzchni użytków rolnych powyżej 30 ha w powierzchni użytków rolnych ogółem w gospodarstwach rolnych",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "priorytet": "Wsparcie przekształceń strukturalnych zapewniających wzrost konkurencyjności rolnictwa, w tym wzrost konkurencyjności gospodarstw rolnych i producentów rolno-spożywczych",
                          
                            "definicja": "Powierzchnia użytków rolnych w gospodarstwach rolnych o powierzchni użytków rolnych powyżej 30 ha w stosunku do powierzchni użytków rolnych ogółem w gospodarstwach rolnych posiadających użytki rolne.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Gospodarstwo rolne to jednostka wyodrębniona pod względem technicznym i ekonomicznym, posiadająca odrębne kierownictwo (użytkownik lub zarządzający) i prowadząca działalność rolniczą. Do działalności rolniczej zalicza się: 1. działalność związaną z uprawą roślin, która obejmuje: wszystkie uprawy rolne (w tym grzyby jadalne), warzywnictwo i ogrodnictwo, szkółkarstwo, hodowlę i nasiennictwo roślin rolniczych i ogrodniczych; 2. chów i hodowlę zwierząt gospodarskich, tj. bydła, owiec, kóz, koni, trzody chlewnej, drobiu, królików, pozostałych zwierząt futerkowych, dzikich zwierząt utrzymywanych w gospodarstwie dla produkcji mięsa (np. dziki, sarny, daniele) i pszczół; 3. działalność polegającą na utrzymaniu użytków rolnych według zasad dobrej kultury rolnej (zgodnie z normami). Powierzchnia użytków rolnych obejmuje powierzchnię użytków rolnych w dobrej kulturze rolnej i użytków rolnych pozostałych. Użytki rolne w dobrej kulturze rolnej - utrzymywane zgodnie z normami spełniającymi wymogi Ustawy z dnia 5 II 2015 r. o płatnościach w ramach systemów wsparcia bezpośredniego (tekst jednolity Dz. U. 2015 poz. 1551) - obejmują: powierzchnię pod zasiewami, grunty ugorowane, uprawy trwałe (w tym sady), ogrody przydomowe, łąki trwałe i pastwiska trwałe. Użytki rolne pozostałe to użytki rolne nieużytkowane i nieutrzymywane w dobrej kulturze. Dane o powierzchni użytków rolnych nie obejmują gruntów posiadaczy użytków rolnych nieprowadzących działalności rolniczej oraz gruntów posiadaczy poniżej 1 ha użytków rolnychprowadzących działalność rolniczą o małej skali (poniżej określonych progów).",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "W związku z wprowadzeniem od 2010 r. stopniowych zmian w metodologii badań rolniczych, mających na celu dostosowanie do standardów unijnych oraz uwzględnienie przemian dokonujących się w polskim rolnictwie – zmianie uległa definicja gospodarstwa rolnego. Zgodnie z definicją obowiązującą od 2010 r. w badaniach rolniczych nie ujmuje się posiadaczy użytków rolnych nieprowadzących działalności rolniczej oraz posiadaczy poniżej 1 ha użytków rolnych prowadzących działalność rolniczą o małej skali (poniżej określonych progów)."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "39",
                              
                                  "2011" :   "38",
                              
                                  "2012" :   "40",
                              
                                  "2013" :   "41",
                              
                                  "2014" :   "41",
                              
                                  "2015" :   "41",
                              
                                  "2016" :   "42",
                              
                                  "2017" :   "41",
                              
                                  "2018" :   "42",
                              
                                  "2019" :   "43",
                              
                                  "2020" :   "47"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-2-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.2.a Udział powierzchni ekologicznych użytków rolnych z certyfikatem w gospodarstwach ekologicznych w powierzchni użytków rolnych ogółem w gospodarstwach rolnych",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "priorytet": "Zapewnienie jakości i bezpieczeństwa żywności oraz bezpieczeństwa żywnościowego kraju, przy uwzględnieniu wymogów środowiskowych",
                          
                            "definicja": "Powierzchnia ekologicznych użytków rolnych posiadających certyfikat w gospodarstwach ekologicznych w stosunku do całkowitej powierzchni użytków rolnych w gospodarstwach rolnych.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Gospodarstwo ekologiczne - gospodarstwo stosujące ekologiczne metody produkcji rolniczej, które posiada certyfikat nadany przez jednostkę certyfikującą lub jest w trakcie przestawiania na ekologiczne metody produkcji rolniczej pod kontrolą jednostki certyfikującej. Jednostki certyfikujące w rolnictwie ekologicznym są to jednostki, które w drodze decyzji Ministerstwa Rolnictwa i Rozwoju Wsi, zostały upoważnione do przeprowadzenia kontroli oraz wydawania i cofania certyfikatów zgodności w zakresie rolnictwa ekologicznego (Ustawa z dnia 25 czerwca 2009 r. o rolnictwie ekologicznym, Dz. U. Nr 116, poz. 975). Ekologiczne użytki rolne są to użytki, na których stosowane są ekologiczne metody produkcji. Powierzchnia ekologicznych użytków rolnych z certyfikatem w gospodarstwach ekologicznych obejmuje powierzchnię użytków rolnych po zakończonym okresie konwersji na rolnictwo ekologiczne. Powierzchnia użytków rolnych obejmuje powierzchnię użytków rolnych w dobrej kulturze rolnej i użytków rolnych pozostałych. Użytki rolne w dobrej kulturze rolnej - utrzymywane zgodnie z normami spełniającymi wymogi Ustawy z dnia 5 II 2015 r. o płatnościach w ramach systemów wsparcia bezpośredniego (tekst jednolity Dz. U. 2015 poz. 1551) - obejmują: powierzchnię pod zasiewami, grunty ugorowane, uprawy trwałe (w tym sady), ogrody przydomowe, łąki trwałe i pastwiska trwałe. Użytki rolne pozostałe to użytki rolne nieużytkowane i nieutrzymywane w dobrej kulturze. Dane o ogólnej powierzchni użytków rolnych nie obejmują gruntów posiadaczy użytków rolnych nieprowadzących działalności rolniczej oraz gruntów posiadaczy poniżej 1 ha użytków rolnych prowadzących działalność rolniczą o małej skali (poniżej określonych progów).",
                          
                            "zrodlo": "Główny Inspektorat Jakości Handlowej Artykułów Rolno-Spożywczych / Główny Urząd Statystyczny ",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "W związku z wprowadzeniem od 2010 r. stopniowych zmian w metodologii badań rolniczych, mających na celu dostosowanie do standardów unijnych oraz uwzględnienie przemian dokonujących się w polskim rolnictwie – zmianie uległa definicja gospodarstwa rolnego. Zgodnie z definicją obowiązującą od 2010 r. w badaniach rolniczych nie ujmuje się posiadaczy użytków rolnych nieprowadzących działalności rolniczej oraz posiadaczy poniżej 1 ha użytków rolnych prowadzących działalność rolniczą o małej skali (poniżej określonych progów)."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "2.07",
                              
                                  "2011" :   "2.48",
                              
                                  "2012" :   "3.05",
                              
                                  "2013" :   "3.37",
                              
                                  "2014" :   "3.82",
                              
                                  "2015" :   "3.45",
                              
                                  "2016" :   "2.96",
                              
                                  "2017" :   "2.62",
                              
                                  "2018" :   "2.48",
                              
                                  "2019" :   "2.66",
                              
                                  "2020" :   "2.68"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-2-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.2.b Odsetek próbek artykułów rolno-spożywczych o niewłaściwej jakości handlowej",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "priorytet": "Zapewnienie jakości i bezpieczeństwa żywności oraz bezpieczeństwa żywnościowego kraju, przy uwzględnieniu wymogów środowiskowych",
                          
                            "definicja": "Liczba próbek artykułów rolno-spożywczych o jakości handlowej niezgodnej z wymaganiami lub deklaracją producenta w stosunku do liczby próbek poddanych kontroli.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Jakość handlowa to cechy artykułu rolno-spożywczego dotyczące jego właściwości organoleptycznych, fizykochemicznych i mikrobiologicznych w zakresie technologii produkcji, wielkości lub masy oraz wymagania wynikające ze sposobu produkcji, opakowania, prezentacji i oznakowania. Artykuły rolno-spożywcze to produkty rolne, runo leśne, dziczyzna, organizmy morskie i słodkowodne w postaci surowców, półproduktów oraz wyrobów gotowych otrzymywanych z tych surowców i półproduktów, w tym środki spożywcze. Kontrola jakości handlowej artykułów rolno-spożywczych oraz warunków składowania i transportu polega na sprawdzaniu czy artykuły rolno-spożywcze spełniają wymagania jakości handlowej określone w przepisach oraz dodatkowe wymagania, jeżeli spełnienie zostało zadeklarowane przez producenta, a także czy ich składowanie lub transport zapewnia zachowanie właściwej jakości handlowej.",
                          
                            "zrodlo": "Inspekcja Jakości Handlowej Artykułów Rolno-Spożywczych",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "16.2",
                              
                                  "2011" :   "15.7",
                              
                                  "2012" :   "17.2",
                              
                                  "2013" :   "19.3",
                              
                                  "2014" :   "17.5",
                              
                                  "2015" :   "13.5",
                              
                                  "2016" :   "9.0",
                              
                                  "2017" :   "12.1",
                              
                                  "2018" :   "20.7",
                              
                                  "2019" :   "14.5",
                              
                                  "2020" :   "16.5"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-3-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.3.a Udział w dochodach wiejskich gospodarstw domowych dochodów z pracy najemnej i pracy na własny rachunek poza gospodarstwem rolnym w użytkowaniu indywidualnym",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "priorytet": "Wzrost zróżnicowania źródeł dochodów mieszkańców obszarów wiejskich",
                          
                            "definicja": "Stosunek sumy przeciętnych miesięcznych dochodów z pracy najemnej i przeciętnych miesięcznych dochodów z pracy na własny rachunek na 1 osobę w wiejskich gospodarstwach domowych do przeciętnego miesięcznego dochodu rozporządzalnego na 1 osobę w tych gospodarstwach.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania budżetów gospodarstw domowych.Badanie budżetów gospodarstw domowych prowadzone jest metodą reprezentacyjną, opartą na próbie losowej, która daje możliwość uogólniania z określonym błędem, uzyskanych wyników na wszystkie gospodarstwa domowe w kraju. Od 1993 r. badanie budżetów prowadzone jest metodą rotacji miesięcznej, tzn., że w ciągu roku w każdym miesiącu badane są inne gospodarstwa domowe.Badaniem objęte są gospodarstwa domowe jedno- i wieloosobowe. Biorą w nim również udział gospodarstwa domowe obywateli państw obcych zamieszkujących w Polsce na stałe lub przez dłuższy okres czasu i posługujących się językiem polskim.Celem badania jest umożliwienie dokonywania analiz poziomu życia ludności, a także oceny wpływu różnych czynników na kształtowanie się poziomu i zróżnicowania sytuacji bytowej podstawowych grup gospodarstw domowych.  Badanie budżetów gospodarstw domowych  dostarcza szczegółowych informacji o:  ∙ poziomie i strukturze realizowanych wydatków, źródłach pozyskiwania towarów i usług;  ∙ poziomie spożycia podstawowych artykułów żywnościowych w ujęciu ilościowym oraz w przeliczeniu na wartości energetyczne i składniki odżywcze;  ∙ cenach płaconych przez gospodarstwa domowe za wybrane towary i usługi;  ∙ poziomie i źródłach osiąganych dochodów;  ∙ wyposażeniu gospodarstw domowych w dobra trwałego użytku;  ∙ warunkach mieszkaniowych;  ∙ subiektywnej ocenie sytuacji materialnej gospodarstw domowych;  ∙ strukturze demograficzno-społecznej gospodarstw domowych, tj. o liczbie, wieku, płci, wykształceniu, niepełnosprawności, aktywności ekonomicznej osób wchodzących w skład badanego gospodarstwa domowego.  Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo jednoosobowe).Dochód do dyspozycji jest przeznaczony na wydatki na towary i usługi konsumpcyjne oraz przyrost oszczędności. Jest to 'dochód rozporządzalny' pomniejszony o 'pozostałe wydatki'.Dochód rozporządzalny jest przeznaczony na wydatki oraz przyrost oszczędności. Stanowi on sumę bieżących dochodów gospodarstwa domowego z poszczególnych źródeł pomniejszoną o zaliczki na podatek dochodowy od osób fizycznych o podatki od dochodów z własności, podatki płacone przez osoby pracujące na własny rachunek (w tym przedstawicieli wolnych zawodów i osób użytkujących gospodarstwo indywidualne w rolnictwie) oraz o składki na ubezpieczenia społeczne i zdrowotne. W skład dochodu rozporządzalnego wchodzą dochody pieniężne i niepieniężne, w tym spożycie naturalne (towary i usługi konsumpcyjne pobrane na potrzeby gospodarstwa domowego z gospodarstwa indywidualnego w rolnictwie bądź prowadzonej działalności gospodarczej na własny rachunek) oraz towary i usługi otrzymane nieodpłatnie.Na dochód rozporządzalny składają się:  dochód z pracy najemnej, dochód z gospodarstwa indywidualnego w rolnictwie, dochód z pracy na własny rachunek poza gospodarstwem indywidualnym w rolnictwie, z wykonywania wolnego zawodu, dochód z tytułu własności, dochód z wynajmu nieruchomości, świadczenia z ubezpieczeń społecznych, świadczenia pozostałe, pozostały dochód (w tym dary i alimenty).  Dochód z pracy najemnej to suma dochodów uzyskanych przez danego członka gospodarstwa domowego (we wszystkich miejscach pracy, niezależnie od długości trwania okresu pracy i rodzaju umowy o pracę). Dochód ten obejmuje m.in:  wynagrodzenie za pracę, zasiłki chorobowe (pobrane w czasie trwania stosunku pracy), wyrównawcze, opiekuńcze, dochody w formie niepieniężnej (opłacone przez pracodawcę), np.: wartość usług związanych z korzystaniem z mieszkania czy samochodu służbowego do celów prywatnych, dopłaty - do biletów na środki transportu publicznego, kwoty uzyskane z Zakładowego Funduszu Świadczeń Socjalnych, odprawy wypłacone osobom przechodzącym na emeryturę lub zwolnionym.  Na dochód z pracy na własny rachunek składa się ta część dochodu (uzyskanego z prowadzonej działalności gospodarczej na własny rachunek poza gospodarstwem indywidualnym w rolnictwie i wykonywania wolnego zawodu), jaka została przeznaczona na pozyskanie towarów i usług konsumpcyjnych oraz na inwestycje o charakterze mieszkaniowym (np. budowa domu mieszkalnego,zakup mieszkania) oraz oszczędności na potrzeby gospodarstwa domowego. Dochód z pracy na własny rachunek może być uzyskiwany w formie pieniężnej lub niepieniężnej (spożycie naturalne). Wydatki obejmują wydatki na towary i usługi konsumpcyjne oraz pozostałe wydatki:  Wydatki na towary i usługi konsumpcyjne  przeznaczone są na zaspokojenie potrzeb gospodarstwa domowego. Obejmują one towary zakupione za gotówkę (również przy użyciu karty płatniczej lub kredytowej), na kredyt, otrzymane bezpłatnie oraz spożycie naturalne (towary i usługi konsumpcyjne pobrane na potrzeby gospodarstwa domowego z działalności rolniczej bądź działalności gospodarczej na własny rachunek). Towary konsumpcyjne obejmują dobra nietrwałego użytkowania (np.: żywność, napoje, lekarstwa), półtrwałego użytkowania (np.: odzież, książki, zabawki) i trwałego użytkowania (np.: samochody, pralki, lodówki, telewizory).    Pozostałe wydatki  składają się z:  ∙ darów przekazanych innym gospodarstwom domowym i instytucjom niekomercyjnym;  ∙ niektórych podatków, w tym podatku od spadków i darowizn, podatku od nieruchomości, opłaty za wieczyste użytkowanie gruntu;   ∙ zaliczek na podatek od dochodów osobistych oraz składek na ubezpieczenia społeczne płaconych samodzielnie przez podatnika;  ∙ pozostałych rodzajów wydatków nie przeznaczonych bezpośrednio na cele konsumpcyjne, w tym strat pieniężnych, odszkodowań za wyrządzone szkody.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "53.9",
                              
                                  "2011" :   "55.3",
                              
                                  "2012" :   "54.9",
                              
                                  "2013" :   "54.6",
                              
                                  "2014" :   "57.0",
                              
                                  "2015" :   "57.7",
                              
                                  "2016" :   "55.7",
                              
                                  "2017" :   "53.8",
                              
                                  "2018" :   "55.0",
                              
                                  "2019" :   "55.1",
                              
                                  "2020" :   "56.3",
                              
                                  "2021" :   "57.9"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-4-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.4.a Wartość eksportu artykułów rolno-spożywczych w przeliczeniu na 1 mieszkańca",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "priorytet": "Zwiększenie udziału produktów sektora rolniczego (w tym żywności wysokiej jakości) w polskim eksporcie",
                          
                            "definicja": "Wartość towarów wywiezionych poza granicę Polski zaliczanych do grupy artykułów rolno-spożywczych wyrażona w złotówkach w przeliczeniu na 1 mieszkańca.",
                          
                            "jednostka": "zł",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Badania statystyczne handlu zagranicznego prowadzone są zgodnie z metodologią opracowaną przez Departament Statystyki ONZ. Począwszy od 1 maja 2004 r. obroty towarowe w handlu zagranicznym prezentowane są według Nomenklatury Scalonej CN (8-cyfrowy poziom szczegółowości), która podlega corocznej weryfikacji.Towary rolno-spożywcze obejmują 4 sekcje nomenklatury CN, tj. produkty pochodzenia roślinnego, zwierzęta żywe, przetwory rolno-spożywcze oraz oleje i tłuszcze. Z dniem 1 maja 2004 r., źródłem danych dla statystki handlu zagranicznego są:  deklaracje INTRASTAT - służące do rejestracji obrotów realizowanych z krajami UE; zgłoszenia celne w systemie EXTRASTAT - stosowane do rejestracji obrotów realizowanych z krajami spoza Unii Europejskiej (tzw. krajami trzecimi).  Od 1 stycznia 2006 r. wykorzystywane są również alternatywne źródła danych do rejestracji obrotów tzw. towarami specyficznymi do których zalicza się: statki morskie, statki powietrzne, produkty morskie, w tym kupno/sprzedaż ryb z burty, energia elektryczna i gaz ziemny. Wartość importu została wykazana na warunkach cif port polski lub franco granica polska, tzn. łącznie transportu i ubezpieczenia do granicy polskiej. Wartość eksportu została podana na bazie fob, tj. na warunkach franco granica lub fob port kraju dostawcy.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "1401.46",
                              
                                  "2011" :   "1620.07",
                              
                                  "2012" :   "1950.90",
                              
                                  "2013" :   "2218.12",
                              
                                  "2014" :   "2377.84",
                              
                                  "2015" :   "2596.98",
                              
                                  "2016" :   "2908.95",
                              
                                  "2017" :   "3090.58",
                              
                                  "2018" :   "3249.46",
                              
                                  "2019" :   "3555.37",
                              
                                  "2020" :   "3957.77",
                              
                                  "2021" :   "4501.61"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-4-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.4.b Udział towarów rolno-spożywczych w polskim eksporcie ogółem",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "priorytet": "Zwiększenie udziału produktów sektora rolniczego (w tym żywności wysokiej jakości) w polskim eksporcie",
                          
                            "definicja": "Udział wartości wyeksportowanych towarów rolno-spożywczych w wartości polskiego eksportu ogółem.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Obroty towarowe w handlu zagranicznym prezentowane są według Nomenklatury Scalonej CN (8-cyfrowy poziom szczegółowości), która podlega corocznej weryfikacji. Zgodnie z Nomenklaturą Scaloną CN do artykułów rolno-spożywczych zaliczono następujące grupy towarów: – towary rolno-spożywcze pochodzenia zwierzęcego, – towary rolno-spożywcze pochodzenia roślinnego, – tłuszcze i oleje, – przetwory spożywcze, które są towarami zarówno pochodzenia roślinnego, jak i zwierzęcego.Eksport – wywóz za granicę dóbr, które zostały wytworzone w danym kraju.Za kraj pochodzenia uważa się kraj, w którym towar został wytworzony, obrobiony lub przerobiony i w tym stanie nadszedł do polskiego obszaru celnego.Za kraj przeznaczenia przyjmuje się kraj konsumpcji, tj. kraj, w którym towar zostanie ostatecznie zużyty.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "11.22",
                              
                                  "2011" :   "11.17",
                              
                                  "2012" :   "12.46",
                              
                                  "2013" :   "13.18",
                              
                                  "2014" :   "13.20",
                              
                                  "2015" :   "13.30",
                              
                                  "2016" :   "13.17",
                              
                                  "2017" :   "13.45",
                              
                                  "2018" :   "13.28",
                              
                                  "2019" :   "13.34",
                              
                                  "2020" :   "14.30",
                              
                                  "2021" :   "13.05"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-5-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.5.a Odsetek długości dróg publicznych o nawierzchni twardej ulepszonej na terenach zamiejskich",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "priorytet": "Rozwój infrastruktury na wsi",
                          
                            "definicja": "Stosunek długości dróg publicznych zamiejskich o nawierzchni twardej ulepszonej do długości dróg publicznych ogółem.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Drogi publiczne ze względu na funkcje w sieci drogowej dzielą się według przepisów ustawy z dnia 21 marca 1985 r. o drogach publicznych (tekst jednolity Dz.U. 2015 poz. 460) na następujące kategorie:  - drogi krajowe, - drogi wojewódzkie, - drogi powiatowe, - drogi gminne. Do dróg o nawierzchni twardej ulepszonej zalicza się drogi o nawierzchni z kostki kamiennej, klinkieru, betonu, z płyt kamienno-betonowych i bitumu.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "48.6",
                              
                                  "2011" :   "49.4",
                              
                                  "2012" :   "49.5",
                              
                                  "2013" :   "49.7",
                              
                                  "2014" :   "50.3",
                              
                                  "2015" :   "50.6",
                              
                                  "2016" :   "51.2",
                              
                                  "2017" :   "52.1",
                              
                                  "2018" :   "52.6",
                              
                                  "2019" :   "53.2",
                              
                                  "2020" :   "53.9",
                              
                                  "2021" :   "54.3"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-6-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.6.a Liczba zasobów genetycznych roślin i zwierząt dla wyżywienia i rolnictwa zabezpieczonych w kolekcjach banków genów",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "priorytet": "Poszanowanie różnorodności biologicznej poprzez jej zwiększanie lub co najmniej niepogarszanie jej stanu",
                          
                            "definicja": "Wskaźnik określa zasoby genetyczne roślin dla wyżywienia i rolnictwa (zabezpieczone w kolekcjach banków genów, przechowywane w postaci generatywnej – w formie nasion oraz w postaci wegetatywnej – w formie plantacji polowych, kultur in vitro, mikrobulwek itp.) oraz zasoby genetyczne zwierząt gospodarskich metodami ex situ in vitro i ex situ in vivo.",
                          
                            "jednostka": "sztuki",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Kolekcje roślin utrzymywanych w banku genów obejmują rośliny: rolnicze (zboża, okopowe, specjalne, zielarskie, pastewne, rekultywacyjne i energetyczne, motylkowate drobnonasienne, marginalne rośliny strączkowe gruboziarniste), warzywne, sadownicze (w tym podkładki drzew ziarnkowych, podkładki drzew pestkowych, rzadkie gatunki roślin sadowniczych, rośliny jagodowe), miododajne i ozdobne. Zasoby genetyczne roślin obliczane są na podstawie bazy danych, zawierającej liczbę obiektów oraz dane na ich temat. Informacje dostępne są w IHAR-PIB, pod adresem: http://egiset.ihar.edu.pl/index.aspx?lang=pl-PL. Baza danych obejmuje zasoby przechowywane w kolekcjach banku genów, w różnych formach, zlokalizowanych w IHAR Radzików (centralna przechowalnia nasion) oraz w szeregu innych instytucji, m.in.: Instytut Ogrodnictwa w Skierniewicach, Arboretum i Zakład Fizjografii w Bolestraszycach Polska Akademia Nauk Ogród Botaniczny - Centrum Zachowania Bioróżnorodności Biologicznej w Powsinie Szkoła Główna Gospodarstwa Wiejskiego w Warszawie Uniwersytet Przyrodniczy w Poznaniu Towarzystwo Przyjaciół Dolnej Wisły w Grucznie Poznańska Hodowla Roślin Sp. z o.o. w Tulcach Instytut Włókien Naturalnych i Roślin Zielarskich w Poznaniu Instytut Uprawy Nawożenia i Gleboznawstwa - PIB w Puławach. Liczba zasobów genetycznych zwierząt określana jest  metodami ex situ in vitro i ex situ in vivo. Istnieją następujące metody ochrony populacji zwierząt przed wyginięciem: - in situ - polegającą na ochronie żywych zwierząt w ich naturalnym środowisku, - ex-situ -ochrona zasobów genetycznych poza miejscem ich naturalnego występowania, w tym:  ex-situ in vitro - kriokonserwowanego materiału w bankach materiału genetycznego, ex situ in vivo - kolekcje żywych zwierząt utrzymywane poza miejscem występowania.  W przypadku kolekcji ex situ in vivo, aby można je było uznać za utrzymywane w sposób długookresowy i stabilny, przyjmuje się, że są one w placówkach należących do sektora publicznego.",
                          
                            "zrodlo": "Ministerstwo Rolnictwa i Rozwoju Wsi / Instytut Hodowli i Aklimatyzacji Roślin - PIB in Radzików / Instytut Ogrodnictwa w Skierniewicach/ Instytut Zootechniki",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "W liczbie obiektów bazy danych IHAR-PIB zawarte są także dane historyczne."
                          }
          ],
          "dane": [
            {
                      
                              "zasoby genetyczne roślin": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "73660",
                                          
                                              "2011" : "74215",
                                          
                                              "2012" : "75551",
                                          
                                              "2013" : "76951",
                                          
                                              "2014" : "80430",
                                          
                                              "2015" : "81807",
                                          
                                              "2016" : "82514",
                                          
                                              "2017" : "88362",
                                          
                                              "2018" : "85855",
                                          
                                              "2019" : "85876",
                                          
                                              "2020" : "85876",
                                          
                                              "2021" : "89880"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "zasoby genetyczne zwierząt": [
                                  {"gęsi w żywych kolekcjach": [
                                          {
                                          
                                              "2010" : "3681",
                                          
                                              "2011" : "3716",
                                          
                                              "2012" : "3675",
                                          
                                              "2013" : "3959",
                                          
                                              "2014" : "3981",
                                          
                                              "2015" : "3907",
                                          
                                              "2016" : "4256",
                                          
                                              "2017" : "3979",
                                          
                                              "2018" : "4197",
                                          
                                              "2019" : "4453",
                                          
                                              "2020" : "4350",
                                          
                                              "2021" : "4185"
                                          
                                          }
                                      ],"kaczki w żywych kolekcjach": [
                                          {
                                          
                                              "2010" : "1293",
                                          
                                              "2011" : "1277",
                                          
                                              "2012" : "1296",
                                          
                                              "2013" : "1319",
                                          
                                              "2014" : "1314",
                                          
                                              "2015" : "1394",
                                          
                                              "2016" : "1307",
                                          
                                              "2017" : "1373",
                                          
                                              "2018" : "1455",
                                          
                                              "2019" : "1497",
                                          
                                              "2020" : "1578",
                                          
                                              "2021" : "1470"
                                          
                                          }
                                      ],"kury w żywych kolekcjach": [
                                          {
                                          
                                              "2010" : "7225",
                                          
                                              "2011" : "7210",
                                          
                                              "2012" : "7884",
                                          
                                              "2013" : "8168",
                                          
                                              "2014" : "8207",
                                          
                                              "2015" : "8239",
                                          
                                              "2016" : "8170",
                                          
                                              "2017" : "8137",
                                          
                                              "2018" : "8125",
                                          
                                              "2019" : "8198",
                                          
                                              "2020" : "8160",
                                          
                                              "2021" : "8150"
                                          
                                          }
                                      ],"bydło od którego pobrano materiał genetyczny do banku genów": [
                                          {
                                          
                                              "2010" : "31",
                                          
                                              "2011" : "47",
                                          
                                              "2012" : "52",
                                          
                                              "2013" : "57",
                                          
                                              "2014" : "60",
                                          
                                              "2015" : "76",
                                          
                                              "2016" : "85",
                                          
                                              "2017" : "125",
                                          
                                              "2018" : "120",
                                          
                                              "2019" : "144",
                                          
                                              "2020" : "156",
                                          
                                              "2021" : "169"
                                          
                                          }
                                      ],"materiał genetyczny bydła w banku genów": [
                                          {
                                          
                                              "2010" : "7565",
                                          
                                              "2011" : "9315",
                                          
                                              "2012" : "10315",
                                          
                                              "2013" : "11315",
                                          
                                              "2014" : "11915",
                                          
                                              "2015" : "28838",
                                          
                                              "2016" : "30638",
                                          
                                              "2017" : "34511",
                                          
                                              "2018" : "33679",
                                          
                                              "2019" : "37589",
                                          
                                              "2020" : "40100",
                                          
                                              "2021" : "42445"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-7-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.7.a Odsetek osób w wieku 15 lat i więcej cierpiących na otyłość wg BMI",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "priorytet": "Promocja zdrowego stylu życia, w tym m.in. zdrowego odżywiania się zarówno wśród dorosłych, jak i dzieci (zmniejszenie odsetka osób z nadwagą i otyłością)",
                          
                            "definicja": "Odsetek osób w wieku 15 lat i więcej o wartości wskaźnika masy ciała (BMI) wynoszącym 30 lub więcej.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "płeć",
                          
                            "metodologia": "Otyłość to nadmierne nagromadzenie tkanki tłuszczowej, stanowiące zagrożenie dla zdrowia. Miernikiem najpowszechniej stosowanym do rozpoznania i oceny stopnia otyłości jest wskaźnik masy ciała BMI (body mass index). Otyłość u osób dorosłych diagnozowana jest przy wartości BMI 30,0 kg/m2. Wskaźnik masy ciała BMI (body mass index) oblicza się dzieląc masę ciała (kg) przez wzrost do kwadratu (m2). Klasyfikacja otyłości dla osób dorosłych powyżej 20 roku życia wg WHO w oparciu o BMI:   18,5-24,9 - norma, 25,0-29,9 - nadwaga, 30,0-34,9 - otyłość I stopnia, 35,0-39,9 - otyłość II stopnia, >=40,0 - otyłość III stopnia (olbrzymia).  Przedziały wartości dla BMI określono na podstawie wpływu otyłości na stan zdrowia. BMI jest wskaźnikiem ryzyka wystąpienia chorób i przedwczesnych zgonów; wraz ze wzrostem BMI rośnie zagrożenie dla zdrowia. Skutki otyłości obejmują przede wszystkim: przedwczesną umieralność, choroby układu krążenia, nadciśnienie tętnicze, chorobę zwyrodnieniową stawów, nowotwory oraz cukrzycę. Dane pochodzą z Europejskiego Ankietowego Badania Zdrowia (European Health Interview Survey - EHIS), powtarzanego co 5 lat. Wyniki badania umożliwiają poznanie sytuacji zdrowotnej mieszkańców Unii oraz jej uwarunkowań w powiązaniu z charakterystyką demograficzno-społeczną oraz miejscem zamieszkania. Badanie obejmuje cztery obszary:  stan zdrowia (m.in. samoocena stanu zdrowia, choroby przewlekłe, ograniczenia w funkcjonowaniu i ich wpływ na życie codzienne, samopoczucie psychiczne), opieka zdrowotna (korzystanie z opieki medycznej, stosowanie leków, profilaktyka), determinanty zdrowia (głównie styl życia i narażenie na niekorzystne czynniki środowiskowe) oraz charakterystyka demograficzno-społeczna osób i gospodarstw domowych. ",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co 5 lat; od 2010 r.",
                          
                            "uwagi": "Dane zaprezentowane dla 2010 r. dotyczą badania przeprowadzonego w 2009 r."
                          }
          ],
          "dane": [
            {
                      
                              "wg płci": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "15.8",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "16.7",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "18.5"
                                          
                                          }
                                      ],"mężczyźni": [
                                          {
                                          
                                              "2010" : "16.6",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "18.1",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "19.5"
                                          
                                          }
                                      ],"kobiety": [
                                          {
                                          
                                              "2010" : "15.2",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "15.6",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "",
                                          
                                              "2019" : "17.6"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-7-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "2.7.b Odsetek dzieci w wieku 6-10 lat cierpiących na nadwagę lub otyłość wg BMI",
                          
                            "cel": "Cel 2. Zero głodu",
                          
                            "priorytet": "Promocja zdrowego stylu życia, w tym m.in. zdrowego odżywiania się zarówno wśród dorosłych, jak i dzieci (zmniejszenie odsetka osób z nadwagą i otyłością)",
                          
                            "definicja": "Udział dzieci w wieku 6-10 lat cierpiących na nadwagę lub otyłość w ogólnej liczbie dzieci w tej grupie wieku.",
                          
                            "jednostka": "procent [%] ",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Otyłość to nadmierne nagromadzenie tkanki tłuszczowej, stanowiące zagrożenie dla zdrowia. Miernikiem najpowszechniej stosowanym do rozpoznania i oceny stopnia otyłości jest wskaźnik masy ciała BMI (body mass index). Do oceny stanu odżywienia dzieci w wieku rozwojowym stosowane są tabele lub siatki centylowe wartości BMI uwzględniające wiek, osobne dla chłopców i dziewcząt. Zgodnie z obowiązującą definicją WHO: - nadwaga to zaburzenie, w którym wartość wskaźnika BMI jest równa lub większa od 85 centyla (>=85c), a mniejsza niż 97 centyla ( - otyłość rozpoznajemy, gdy wartość wskaźnika BMI jest równa lub większa od 97 centyla (>=97c). Dane pochodzą z Europejskiego Ankietowego Badania Zdrowia (European Health Interview Survey - EHIS), powtarzanego co 5 lat. Wyniki badania umożliwiają poznanie sytuacji zdrowotnej mieszkańców Unii oraz jej uwarunkowań w powiązaniu z charakterystyką demograficzno-społeczną oraz miejscem zamieszkania. Badanie obejmuje cztery obszary:  stan zdrowia (m.in. samoocena stanu zdrowia, choroby przewlekłe, ograniczenia w funkcjonowaniu i ich wpływ na życie codzienne, samopoczucie psychiczne), opieka zdrowotna (korzystanie z opieki medycznej, stosowanie leków, profilaktyka), determinanty zdrowia (głównie styl życia i narażenie na niekorzystne czynniki środowiskowe) oraz charakterystyka demograficzno-społeczna osób i gospodarstw domowych. ",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co 5 lat; od 2010 r.",
                          
                            "uwagi": "Dane zaprezentowane dla 2010 r. dotyczą badania przeprowadzonego w 2009 r."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "1.9",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "1.3",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "0.6"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
