{
  "4":[
    {
      "4-1-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "4.1.a Stopa bezrobocia absolwentów szkół prowadzących kształcenie zawodowe wg BAEL",
                          
                            "cel": "Cel 4. Dobra jakość edukacji",
                          
                            "priorytet": "Poprawa jakości i atrakcyjności szkolnictwa zawodowego, poprawa dostosowania szkolenia i kształcenia zawodowego do potrzeb rynku pracy",
                          
                            "definicja": "Udział bezrobotnych absolwentów w wieku 15-30 lat, którzy w ciągu 12 ostatnich miesięcy ukończyły szkoły: policealną, średnią zawodową lub zasadniczą zawodową i nie kontynuują nauki w liczbie ogółem aktywnych zawodowo absolwentów w wieku 15-30 lat z wykształceniem policealnym, średnim lub zasadniczym zawodowym.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym. Badanie prowadzone jest metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15 lat i więcej będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół ludności można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo. Do pracujących zaliczane są wszystkie osoby w wieku 15 lat i wiecej, które w okresie badanego tygodnia: 1) wykonywały przez co najmniej 1 godzinę pracę przynoszącą dochód lub zarobek, tzn. były zatrudnione w charakterze pracownika najemnego, pracowały we własnym (lub dzierżawionym) gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały (bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalności gospodarczej poza rolnictwem, 2) miały pracę, ale jej nie wykonywały (np. z powodu choroby, urlopu macierzyńskiego lub wypoczynkowego, przerwy w działalności zakładu), w przypadku gdy przerwa w pracy wynosiła mniej niż 3 miesiące; gdy przerwa w pracy wynosiła powyżej 3 miesięcy w odniesieniu do pracowników najemnych dodatkowym kryterium było otrzymywanie co najmniej 50% dotychczasowego wynagrodzenia. Zgodnie z międzynarodowymi standardami, do pracujących zaliczani są również uczniowie, z którymi zakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonej pracy, jeżeli otrzymywali wynagrodzenie. Bezrobotni to osoby w wieku 15-74 lata, które spełniają jednocześnie trzy warunki: - w okresie badanego tygodnia nie były osobami pracującymi, - aktywnie poszukiwały pracy, tzn. podjęły konkretne działania w ciągu 4 tygodni (wliczając jako ostatni - tydzień badany), aby znaleźć pracę, - były gotowe (zdolne) podjąć pracę w ciągu dwóch tygodni następujących po tygodniu badanym. Do bezrobotnych zaliczane są również osoby, które nie poszukiwały pracy, ponieważ miały pracę załatwioną i oczekiwały na jej rozpoczęcie przez okres nie dłuższy niż 3 miesiące oraz były gotowe tę pracę podjąć. Do absolwentów zaliczane są osoby w wieku 15-30 lat, które ukończyły szkołę w okresie ostatnich 12 miesięcy i nie kontynuują nauki.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "36.1",
                              
                                  "2011" :   "40.6",
                              
                                  "2012" :   "41.6",
                              
                                  "2013" :   "43.2",
                              
                                  "2014" :   "38.8",
                              
                                  "2015" :   "33.8",
                              
                                  "2016" :   "35.0",
                              
                                  "2017" :   "31.5",
                              
                                  "2018" :   "27.3",
                              
                                  "2019" :   "26.3"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "4-2-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "4.2.a Odsetek studentów-cudzoziemców studiujących na polskich uczelniach na terenie Polski ",
                          
                            "cel": "Cel 4. Dobra jakość edukacji",
                          
                            "priorytet": "Poprawa jakości systemu szkolnictwa wyższego",
                          
                            "definicja": "Udział studentów cudzoziemców studiujących na polskich uczelniach na terenie Polski w ogólnej liczbie studentów szkół wyższych na terenie Polski.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Szkoły wyższe działają w oparciu o ustawę Prawo o szkolnictwie wyższym z dnia 27 lipca 2005 r. (Dz.U. z 2005 r. Nr 164, poz. 1365, z późn. zm.). Kształcenie odbywa się w szkołach wyższych publicznych i niepublicznych, na studiach pierwszego lub drugiego stopnia albo jednolitych studiach magisterskich w formie studiów stacjonarnych i niestacjonarnych. Studenci szkół wyższych to osoby wpisane do ewidencji studentów w szkołach wyższych, łącznie ze studentami po ostatnim roku studiów bez egzaminu dyplomowego oraz korzystającymi z urlopów dziekańskich. Studenci cudzoziemcy to osoby planujące studiować w Polsce przynajmniej jeden rok akademicki. Studenci wykazani według stanu w dniu 30 XI, według faktycznej lokalizacji uczelni/jednostki zamiejscowej (od 2012 r. - bez jednostek zamiejscowych polskich uczelni za granicą, które wcześniej wykazywano w miejscu siedziby uczelni macierzystej). Dane od 2012 r. łącznie ze szkołami resortów obrony narodowej oraz spraw wewnętrznych i administracji.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "1.2",
                              
                                  "2011" :   "1.4",
                              
                                  "2012" :   "1.7",
                              
                                  "2013" :   "2.3",
                              
                                  "2014" :   "3.1",
                              
                                  "2015" :   "4.0",
                              
                                  "2016" :   "4.8",
                              
                                  "2017" :   "5.5",
                              
                                  "2018" :   "6.3"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "4-3-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "4.3.a Wyniki testów PISA - odsetek uczniów na najwyższych poziomach osiągnięć w czytaniu i interpretacji",
                          
                            "cel": "Cel 4. Dobra jakość edukacji",
                          
                            "priorytet": "Tworzenie warunków dla rozwoju edukacji na całym obszarze kraju i wyrównywanie szans edukacyjnych",
                          
                            "definicja": "Udział uczniów na najwyższych poziomach (5 i 6) osiągnięć w dziedzinie – czytanie i interpretacja w ogólnej liczbie uczniów zdających egzamin.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Program Międzynarodowej Oceny Umiejętności Uczniów (Programme for International Student Assessment - PISA) w skali międzynarodowej koordynowany jest przez Organizację Współpracy Gospodarczej i Rozwoju (OECD), a w Polsce przez Ministerstwo Edukacji Narodowej. Celem Programu jest sprawdzenie umiejętności praktycznego zastosowania wiedzy nabytej w szkole i poza szkołą. Badanie (reprezentacyjne) realizowane jest w wylosowanych szkołach, a w zależności od typu szkoły, badaniem objęci są wylosowani uczniowie w wieku 15-16 lat (wyniki uogólniane są na całą populację). Warunkiem powodzenia badania jest uczestnictwo w nim wszystkich wylosowanych szkół i uczniów. Standardy PISA pozwalają jedynie na niewielką skalę odmowy. PISA sprawdza kompetencje uczniów w trzech dziedzinach: czytaniu i interpretacji, matematyce oraz rozumowaniu w naukach przyrodniczych. Badanie realizowane jest co trzy lata począwszy od 2000 r. W każdym z kolejnych badań szczególny nacisk jest położony na zbadanie jednej dziedziny (czytanie i interpretacja w 2000 r. i 2009 r.), na którą przeznacza się połowę czasu przewidzianego na rozwiązanie przez ucznia całego zestawu zadań. Testy PISA (opracowane przez międzynarodowe konsorcjum, przy współpracy krajów uczestniczących w projekcie) różnią się od typowych zadań szkolnych, a na podstawie otrzymanych wyników szacuje się poziom umiejętności ucznia. Najlepsi uczniowie osiągają poziom 5 lub 6 (zadania o względnie wysokim stopniu trudności), natomiast wyniki poniżej poziomu 2 - minimalnego poziomu kompetencji - wskazują na posiadanie jedynie bardzo podstawowych umiejętności, co oznacza zwiększone ryzyko nieradzenia sobie na drodze edukacji i w życiu dorosłym. PISA jest jednym z najważniejszych i największych badań edukacyjnych, które ma na celu uzyskanie obiektywnych i porównywalnych danych w skali międzynarodowej o umiejętnościach (jednego rocznika) uczniów.",
                          
                            "zrodlo": "Organizacja Współpracy Gospodarczej i Rozwoju / Ministerstwo Edukacji Narodowej",
                          
                            "czestotliwosc": "Dane roczne co 3 lata; od 2009 r.",
                          
                            "uwagi": "Wartość wskaźnika w 2010 r. dotyczy roku 2009."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "7.2",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "10.0",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "8.2",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "12.2"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "4-3-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "4.3.b Wyniki testów PISA - odsetek uczniów na najwyższych poziomach osiągnięć w matematyce",
                          
                            "cel": "Cel 4. Dobra jakość edukacji",
                          
                            "priorytet": "Tworzenie warunków dla rozwoju edukacji na całym obszarze kraju i wyrównywanie szans edukacyjnych",
                          
                            "definicja": "Udział uczniów na najwyższych poziomach (5 i 6) osiągnięć w dziedzinie – matematyka w ogólnej liczbie uczniów zdających egzamin.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Program Międzynarodowej Oceny Umiejętności Uczniów (Programme for International Student Assessment - PISA) w skali międzynarodowej koordynowany jest przez Organizację Współpracy Gospodarczej i Rozwoju (OECD), a w Polsce przez Ministerstwo Edukacji Narodowej. Celem Programu jest sprawdzenie umiejętności praktycznego zastosowania wiedzy nabytej w szkole i poza szkołą. Badanie (reprezentacyjne) realizowane jest w wylosowanych szkołach, a w zależności od typu szkoły, badaniem objęci są wylosowani uczniowie w wieku 15-16 lat (wyniki uogólniane są na całą populację). Warunkiem powodzenia badania jest uczestnictwo w nim wszystkich wylosowanych szkół i uczniów. Standardy PISA pozwalają jedynie na niewielką skalę odmowy. PISA sprawdza kompetencje uczniów w trzech dziedzinach: czytaniu i interpretacji, matematyce oraz rozumowaniu w naukach przyrodniczych. Badanie realizowane jest co trzy lata począwszy od 2000 r. W każdym z kolejnych badań szczególny nacisk jest położony na zbadanie jednej dziedziny (czytanie i interpretacja w 2000 r. i 2009 r.), na którą przeznacza się połowę czasu przewidzianego na rozwiązanie przez ucznia całego zestawu zadań. Testy PISA (opracowane przez międzynarodowe konsorcjum, przy współpracy krajów uczestniczących w projekcie) różnią się od typowych zadań szkolnych, a na podstawie otrzymanych wyników szacuje się poziom umiejętności ucznia. Najlepsi uczniowie osiągają poziom 5 lub 6 (zadania o względnie wysokim stopniu trudności), natomiast wyniki poniżej poziomu 2 - minimalnego poziomu kompetencji - wskazują na posiadanie jedynie bardzo podstawowych umiejętności, co oznacza zwiększone ryzyko nieradzenia sobie na drodze edukacji i w życiu dorosłym. PISA jest jednym z najważniejszych i największych badań edukacyjnych, które ma na celu uzyskanie obiektywnych i porównywalnych danych w skali międzynarodowej o umiejętnościach (jednego rocznika) uczniów.",
                          
                            "zrodlo": "Organizacja Współpracy Gospodarczej i Rozwoju / Ministerstwo Edukacji Narodowej",
                          
                            "czestotliwosc": "Dane roczne co 3 lata; od 2009 r.",
                          
                            "uwagi": "Wartość wskaźnika w 2010 r. dotyczy roku 2009."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "10.4",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "16.7",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "12.2",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "15.8"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "4-3-c": [
        {
          "metadane": [
            
            {
                            "nazwa": "4.3.c Wyniki testów PISA - odsetek uczniów na najniższych poziomach osiągnięć w czytaniu i interpretacji",
                          
                            "cel": "Cel 4. Dobra jakość edukacji",
                          
                            "priorytet": "Tworzenie warunków dla rozwoju edukacji na całym obszarze kraju i wyrównywanie szans edukacyjnych",
                          
                            "definicja": "Udział uczniów na najniższym poziomie (poniżej drugiego) osiągnięć w dziedzinie – czytanie i interpretacja w ogólnej liczbie uczniów zdających egzamin.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Program Międzynarodowej Oceny Umiejętności Uczniów (Programme for International Student Assessment - PISA) w skali międzynarodowej koordynowany jest przez Organizację Współpracy Gospodarczej i Rozwoju (OECD), a w Polsce przez Ministerstwo Edukacji Narodowej. Celem Programu jest sprawdzenie umiejętności praktycznego zastosowania wiedzy nabytej w szkole i poza szkołą. Badanie (reprezentacyjne) realizowane jest w wylosowanych szkołach, a w zależności od typu szkoły, badaniem objęci są wylosowani uczniowie w wieku 15-16 lat (wyniki uogólniane są na całą populację). Warunkiem powodzenia badania jest uczestnictwo w nim wszystkich wylosowanych szkół i uczniów. Standardy PISA pozwalają jedynie na niewielką skalę odmowy. PISA sprawdza kompetencje uczniów w trzech dziedzinach: czytaniu i interpretacji, matematyce oraz rozumowaniu w naukach przyrodniczych. Badanie realizowanie jest co trzy lata, począwszy od 2000 r. W każdym z kolejnych badań szczególny nacisk jest położony na zbadanie jednej dziedziny (czytanie i interpretacja - w 2000 r. i 2009 r.), na którą przeznacza się połowę czasu przewidzianego na rozwiązanie przez ucznia całego zestawu zadań. Testy PISA (opracowane przez międzynarodowe konsorcjum, przy współpracy krajów uczestniczących w projekcie) różnią się od typowych zadań szkolnych, a na podstawie otrzymanych wyników szacuje się poziom umiejętności ucznia. Najlepsi uczniowie osiągają poziom 5 lub 6 (zadania o względnie wysokim stopniu trudności), natomiast wyniki poniżej poziomu 2 - minimalnego poziomu kompetencji - wskazują na posiadanie jedynie bardzo podstawowych umiejętności, co oznacza zwiększone ryzyko nieradzenia sobie na drodze edukacji i w życiu dorosłym. PISA jest jednym z najważniejszych i największych badań edukacyjnych, które ma na celu uzyskanie obiektywnych i porównywalnych danych w skali międzynarodowej o umiejętnościach (jednego rocznika) uczniów.",
                          
                            "zrodlo": "Organizacja Współpracy Gospodarczej i Rozwoju / Ministerstwo Edukacji Narodowej",
                          
                            "czestotliwosc": "Dane roczne co 3 lata; od 2009 r.",
                          
                            "uwagi": "Wartość wskaźnika w 2010 r. dotyczy roku 2009."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "15.0",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "10.6",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "14.4",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "14.7"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "4-3-d": [
        {
          "metadane": [
            
            {
                            "nazwa": "4.3.d Wyniki testów PISA - odsetek uczniów na najniższych poziomach osiągnięć w matematyce",
                          
                            "cel": "Cel 4. Dobra jakość edukacji",
                          
                            "priorytet": "Tworzenie warunków dla rozwoju edukacji na całym obszarze kraju i wyrównywanie szans edukacyjnych",
                          
                            "definicja": "Udział uczniów na najniższym poziomie (poniżej drugiego) osiągnięć w dziedzinie – matematyka w ogólnej liczbie uczniów zdających egzamin.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Program Międzynarodowej Oceny Umiejętności Uczniów (Programme for International Student Assessment - PISA) w skali międzynarodowej koordynowany jest przez Organizację Współpracy Gospodarczej i Rozwoju (OECD), a w Polsce przez Ministerstwo Edukacji Narodowej. Celem Programu jest sprawdzenie umiejętności praktycznego zastosowania wiedzy nabytej w szkole i poza szkołą. Badanie (reprezentacyjne) realizowane jest w wylosowanych szkołach, a w zależności od typu szkoły, badaniem objęci są wylosowani uczniowie w wieku 15-16 lat (wyniki uogólniane są na całą populację). Warunkiem powodzenia badania jest uczestnictwo w nim wszystkich wylosowanych szkół i ucznió;w. Standardy PISA pozwalają jedynie na niewielką skalę odmowy. PISA sprawdza kompetencje uczniów w trzech dziedzinach: czytaniu i interpretacji, matematyce oraz rozumowaniu w naukach przyrodniczych. Badanie realizowanie jest co trzy lata, począwszy od 2000 r. W każdym z kolejnych badań szczególny nacisk jest położony na zbadanie jednej dziedziny (matematyka - w 2003 r. i 2012 r.), na którą przeznacza się połowę czasu przewidzianego na rozwiązanie przez ucznia całego zestawu zadań. Testy PISA (opracowane przez międzynarodowe konsorcjum, przy współpracy krajów uczestniczących w projekcie) różnią się od typowych zadań szkolnych, a na podstawie otrzymanych wyników szacuje się poziom umiejętności ucznia. Najlepsi uczniowie osiągają poziom 5 lub 6 (zadania o względnie wysokim stopniu trudności), natomiast wyniki poniżej poziomu 2 - minimalnego poziomu kompetencji - wskazują na posiadanie jedynie bardzo podstawowych umiejętności, co oznacza zwiększone ryzyko nieradzenia sobie na drodze edukacji i w życiu dorosłym. PISA jest jednym z najważniejszych i największych badań edukacyjnych, które ma na celu uzyskanie obiektywnych i porównywalnych danych w skali międzynarodowej o umiejętnościach (jednego rocznika) uczniów.",
                          
                            "zrodlo": "Organizacja Współpracy Gospodarczej i Rozwoju / Ministerstwo Edukacji Narodowej",
                          
                            "czestotliwosc": "Dane roczne co 3 lata; od 2009 r.",
                          
                            "uwagi": "Wartość wskaźnika w 2010 r. dotyczy roku 2009."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "20.5",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "14.4",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "17.2",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "14.7"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "4-3-e": [
        {
          "metadane": [
            
            {
                            "nazwa": "4.3.e Wyniki testów PISA - odsetek uczniów na minimalnym wymagalnym poziomie osiągnięć w czytaniu i interpretacji",
                          
                            "cel": "Cel 4. Dobra jakość edukacji",
                          
                            "priorytet": "Tworzenie warunków dla rozwoju edukacji na całym obszarze kraju i wyrównywanie szans edukacyjnych",
                          
                            "definicja": "Relacja liczby uczniów na wymaganym poziomie biegłości w czytaniu i interpretacji (minimum poziom drugi) do liczby uczniów objętych badaniem.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Program Międzynarodowej Oceny Umiejętności Uczniów (Programme for International Student Assessment - PISA) w skali międzynarodowej koordynowany jest przez Organizację Współpracy Gospodarczej i Rozwoju (OECD), a w Polsce przez Ministerstwo Edukacji Narodowej. Celem Programu jest sprawdzenie umiejętności praktycznego zastosowania wiedzy nabytej w szkole i poza szkołą. Badanie (reprezentacyjne) realizowane jest w wylosowanych szkołach, a w zależności od typu szkoły, badaniem objęci są wylosowani uczniowie w wieku 15-16 lat (wyniki uogólniane są na całą populację). Warunkiem powodzenia badania jest uczestnictwo w nim wszystkich wylosowanych szkół i uczniów. Standardy PISA pozwalają jedynie na niewielką skalę odmowy. PISA sprawdza kompetencje uczniów w trzech dziedzinach: czytaniu i interpretacji, matematyce oraz rozumowaniu w naukach przyrodniczych. Badanie realizowane jest co trzy lata począwszy od 2000 r. W każdym z kolejnych badań szczególny nacisk jest położony na zbadanie jednej dziedziny (czytanie i interpretacja w 2000 r. i 2009 r.), na którą przeznacza się połowę czasu przewidzianego na rozwiązanie przez ucznia całego zestawu zadań. Testy PISA (opracowane przez międzynarodowe konsorcjum, przy współpracy krajów uczestniczących w projekcie) różnią się od typowych zadań szkolnych, a na podstawie otrzymanych wyników szacuje się poziom umiejętności ucznia. Najlepsi uczniowie osiągają poziom 5 lub 6 (zadania o względnie wysokim stopniu trudności), natomiast wyniki poniżej poziomu 2 - minimalnego poziomu kompetencji - wskazują na posiadanie jedynie bardzo podstawowych umiejętności, co oznacza zwiększone ryzyko nieradzenia sobie na drodze edukacji i w życiu dorosłym. PISA jest jednym z najważniejszych i największych badań edukacyjnych, które ma na celu uzyskanie obiektywnych i porównywalnych danych w skali międzynarodowej o umiejętnościach (jednego rocznika) uczniów.",
                          
                            "zrodlo": "Organizacja Współpracy Gospodarczej i Rozwoju / Ministerstwo Edukacji Narodowej",
                          
                            "czestotliwosc": "Dane roczne co 3 lata; od 2009 r.",
                          
                            "uwagi": "Wartość wskaźnika w 2010 r. dotyczy roku 2009."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "85.0",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "89.4",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "85.6",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "85.3"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "4-3-f": [
        {
          "metadane": [
            
            {
                            "nazwa": "4.3.f Wyniki testów PISA - odsetek uczniów na minimalnym wymagalnym poziomie osiągnięć w matematyce",
                          
                            "cel": "Cel 4. Dobra jakość edukacji",
                          
                            "priorytet": "Tworzenie warunków dla rozwoju edukacji na całym obszarze kraju i wyrównywanie szans edukacyjnych",
                          
                            "definicja": "Relacja liczby uczniów na wymaganym poziomie biegłości w matematyce (minimum poziom drugi) do liczby uczniów objętych badaniem.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Program Międzynarodowej Oceny Umiejętności Ucznióww (Programme for International Student Assessment - PISA) w skali międzynarodowej koordynowany jest przez Organizację Współpracy Gospodarczej i Rozwoju (OECD), a w Polsce przez Ministerstwo Edukacji Narodowej. Celem Programu jest sprawdzenie umiejętności praktycznego zastosowania wiedzy nabytej w szkole i poza szkołą. Badanie (reprezentacyjne) realizowane jest w wylosowanych szkołach, a w zależności od typu szkoły, badaniem objęci są wylosowani uczniowie w wieku 15-16 lat (wyniki uogólniane są na całą populację). Warunkiem powodzenia badania jest uczestnictwo w nim wszystkich wylosowanych szkół i uczniów. Standardy PISA pozwalają jedynie na niewielką skalę odmowy. PISA sprawdza kompetencje uczniów w trzech dziedzinach: czytaniu i interpretacji, matematyce oraz rozumowaniu w naukach przyrodniczych. Badanie realizowanie jest co trzy lata, począwszy od 2000 r. W każdym z kolejnych badań szczególny nacisk jest położony na zbadanie jednej dziedziny (czytanie i interpretacja - w 2000 r. i 2009 r.), na którą przeznacza się połowę czasu przewidzianego na rozwiązanie przez ucznia całego zestawu zadań. Testy PISA (opracowane przez międzynarodowe konsorcjum, przy współpracy krajów uczestniczących w projekcie) różnią się od typowych zadań szkolnych, a na podstawie otrzymanych wyników szacuje się poziom umiejętności ucznia. Najlepsi uczniowie osiągają poziom 5 lub 6 (zadania o względnie wysokim stopniu trudności), natomiast wyniki poniżej poziomu 2 - minimalnego poziomu kompetencji - wskazują na posiadanie jedynie bardzo podstawowych umiejętności, co oznacza zwiększone ryzyko nieradzenia sobie na drodze edukacji i w życiu dorosłym. PISA jest jednym z najważniejszych i największych badań edukacyjnych, które ma na celu uzyskanie obiektywnych i porównywalnych danych w skali międzynarodowej o umiejętnościach (jednego rocznika) uczniów.",
                          
                            "zrodlo": "Organizacja Współpracy Gospodarczej i Rozwoju / Ministerstwo Edukacji Narodowej",
                          
                            "czestotliwosc": "Dane roczne co 3 lata; od 2009 r.",
                          
                            "uwagi": "Wartość wskaźnika w 2010 r. dotyczy roku 2009."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "79.5",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "85.6",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "82.8",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "85.3"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "4-3-g": [
        {
          "metadane": [
            
            {
                            "nazwa": "4.3.g Odsetek dzieci w wieku 3-5 lat objętych wychowaniem przedszkolnym",
                          
                            "cel": "Cel 4. Dobra jakość edukacji",
                          
                            "priorytet": "Tworzenie warunków dla rozwoju edukacji na całym obszarze kraju i wyrównywanie szans edukacyjnych",
                          
                            "definicja": "Udział dzieci w wieku 3–5 lat objętych wychowaniem przedszkolnym w ogólnej liczbie ludności w tej grupie wieku.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem, miasto, wieś",
                          
                            "metodologia": "Wychowanie przedszkolne jest pierwszym etapem kształcenia w systemie oświaty. Placówki wychowania przedszkolnego zapewniają dzieciom opiekę oraz przygotowują do nauki w szkole. Dzieci mają zapewnioną taką opiekę w przedszkolach, oddziałach przedszkolnych w szkołach podstawowych, a także od roku szkolnego 2008/09 również w zespołach wychowania przedszkolnego i punktach przedszkolnych. Z dniem 1 IX 2011 r. wprowadzono obowiązek odbycia rocznego przygotowania przedszkolnego przez dzieci w wieku 5 lat w placówkach wychowania przedszkolnego, tj. w oddziałach przedszkolnych w szkołach podstawowych i przedszkolach (łącznie ze specjalnymi) oraz w zespołach wychowania przedszkolnego i punktach przedszkolnych.Obowiązek odbycia rocznego przygotowania przedszkolnego rozpoczyna się z początkiem roku szkolnego w tym roku kalendarzowym, w którym, dziecko kończy 5 lat. Dane dotyczące wychowania przedszkolnego prezentowane są według stanu w dniu 30 IX; od roku szkolnego 2013/14 łącznie z dziećmi przebywającymi przez cały rok szkolny w placówkach wykonujących działalność leczniczą. Od 2007 r. dane opracowane są na podstawie systemu informacji oświatowej (SIO) administrowanego przez Ministerstwo Edukacji Narodowej.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Ministerstwo Edukacji Narodowej/Główny Urząd Statystyczny",
                          
                            "uwagi": "Dane o ludności według stanu w dniu 31 XII opracowano przy przyjęciu liczby ludności zbilansowanej: od 2010 r. w oparciu o wyniki Narodowego Spisu Powszechnego Ludności i Mieszkań 2011 (dla 2010 r. zastosowano podział administracyjny z dnia 31 XII 2011 r.)."
                          }
          ],
          "dane": [
            {
                      
                              "miasto/wieś": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "62.6",
                                          
                                              "2011" : "69.2",
                                          
                                              "2012" : "69.7",
                                          
                                              "2013" : "74.1",
                                          
                                              "2014" : "79.4",
                                          
                                              "2015" : "84.2",
                                          
                                              "2016" : "81.1",
                                          
                                              "2017" : "84.7",
                                          
                                              "2018" : "87.3"
                                          
                                          }
                                      ],"miasto": [
                                          {
                                          
                                              "2010" : "78.8",
                                          
                                              "2011" : "84.0",
                                          
                                              "2012" : "83.7",
                                          
                                              "2013" : "87.6",
                                          
                                              "2014" : "92.9",
                                          
                                              "2015" : "98.1",
                                          
                                              "2016" : "95.3",
                                          
                                              "2017" : "99.3",
                                          
                                              "2018" : "101.9"
                                          
                                          }
                                      ],"wieś": [
                                          {
                                          
                                              "2010" : "41.0",
                                          
                                              "2011" : "49.3",
                                          
                                              "2012" : "50.8",
                                          
                                              "2013" : "55.7",
                                          
                                              "2014" : "60.8",
                                          
                                              "2015" : "65.1",
                                          
                                              "2016" : "61.6",
                                          
                                              "2017" : "64.5",
                                          
                                              "2018" : "67.0"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "4-4-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "4.4.a Młodzież niekontynuująca nauki ",
                          
                            "cel": "Cel 4. Dobra jakość edukacji",
                          
                            "priorytet": "Tworzenie warunków do większego zaangażowania osób dorosłych w podnoszenie / aktualizację kwalifikacji",
                          
                            "definicja": "Udział liczby osób w wieku 18–24 lata z wykształceniem co najwyżej gimnazjalnym, które nie kontynuują nauki i nie dokształcają się w ogólnej liczbie ludności w tej samej grupie wieku.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym. Badanie prowadzone jest metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15 lat i więcej będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół ludności można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo. Gimnazjum to szkoła kształcąca młodzież w cyklu trzyletnim (w wieku 13-16 lat). Nauka w gimnazjum jest obowiązkowa. Warunkiem formalnym przyjęcia do gimnazjum jest ukończenie szkoły podstawowej.",
                          
                            "zrodlo": "Eurostat",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "5.4",
                              
                                  "2011" :   "5.6",
                              
                                  "2012" :   "5.7",
                              
                                  "2013" :   "5.6",
                              
                                  "2014" :   "5.4",
                              
                                  "2015" :   "5.3",
                              
                                  "2016" :   "5.2",
                              
                                  "2017" :   "5.0",
                              
                                  "2018" :   "4.8",
                              
                                  "2019" :   "5.2"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "4-4-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "4.4.b Osoby dorosłe uczestniczące w kształceniu lub szkoleniu",
                          
                            "cel": "Cel 4. Dobra jakość edukacji",
                          
                            "priorytet": "Tworzenie warunków do większego zaangażowania osób dorosłych w podnoszenie / aktualizację kwalifikacji",
                          
                            "definicja": "Udział osób w wieku 25–64 lata uczących się i dokształcających w ludności ogółem w tej samej grupie wieku.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem, grupy wieku",
                          
                            "metodologia": "Wskaźnik obejmuje kształcenie osób dorosłych w szkołach dla dorosłych, a także uzyskiwanie i uzupełnianie wiedzy ogólnej, umiejętności i kwalifikacji zawodowych w formach pozaszkolnych (w okresie 4 tygodni przed badaniem) przez osoby, które spełniły obowiązek szkolny. Wśród form kształcenia osób dorosłych można wyróżnić:  kształcenie formalne - uczenie się zorganizowane instytucjonalnie poprzez udział w programach kształcenia i szkolenia prowadzących do uzyskania kwalifikacji; kształcenie pozaformalne - uczenie się zorganizowane instytucjonalnie, jednak poza programami kształcenia i szkolenia prowadzącymi do uzyskania kwalifikacji; kształcenie nieformalne - uczenie się niezorganizowane instytucjonalnie, realizowane w sposób zamierzony lub niezamierzony.  Dane (przeciętne w roku) opracowano na podstawie uogólnionych wyników reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym. Badaniem objęte są osoby będące członkami wylosowanych gospodarstw domowych w wieku 15 lat i więcej (według faktycznego miejsca zamieszkania).",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane przeciętne w roku; od 2010 r.",
                          
                            "uwagi": "Od III kwartału 2012 r. wprowadzono zmiany metodologiczne, mające na celu dostosowanie populacji objętej badaniem do zaleceń Eurostatu. W związku z tym od tego momentu poza zakresem badania pozostają osoby przebywające poza gospodarstwem domowym, tj. za granicą lub w gospodarstwach zbiorowego zakwaterowania 12 miesięcy lub więcej (do II kwartału 2012 r. było to powyżej 3 miesięcy)."
                          }
          ],
          "dane": [
            {
                      
                              "wg grup wieku": [
                                  {"w wieku 25-64 lata": [
                                          {
                                          
                                              "2010" : "5.2",
                                          
                                              "2011" : "4.4",
                                          
                                              "2012" : "4.5",
                                          
                                              "2013" : "4.3",
                                          
                                              "2014" : "4.0",
                                          
                                              "2015" : "3.5",
                                          
                                              "2016" : "3.7",
                                          
                                              "2017" : "4.0",
                                          
                                              "2018" : "5.7",
                                          
                                              "2019" : "4.8"
                                          
                                          }
                                      ],"w wieku 25-34 lata": [
                                          {
                                          
                                              "2010" : "11.2",
                                          
                                              "2011" : "9.8",
                                          
                                              "2012" : "9.9",
                                          
                                              "2013" : "9.6",
                                          
                                              "2014" : "8.4",
                                          
                                              "2015" : "7.4",
                                          
                                              "2016" : "7.6",
                                          
                                              "2017" : "7.7",
                                          
                                              "2018" : "9.6",
                                          
                                              "2019" : "8.1"
                                          
                                          }
                                      ],"w wieku 25-49 lata": [
                                          {
                                          
                                              "2010" : "7.5",
                                          
                                              "2011" : "6.4",
                                          
                                              "2012" : "6.5",
                                          
                                              "2013" : "6.3",
                                          
                                              "2014" : "5.7",
                                          
                                              "2015" : "5.0",
                                          
                                              "2016" : "5.1",
                                          
                                              "2017" : "5.3",
                                          
                                              "2018" : "7.5",
                                          
                                              "2019" : "6.2"
                                          
                                          }
                                      ],"w wieku 25-74 lata": [
                                          {
                                          
                                              "2010" : "4.6",
                                          
                                              "2011" : "3.9",
                                          
                                              "2012" : "4.0",
                                          
                                              "2013" : "3.8",
                                          
                                              "2014" : "3.5",
                                          
                                              "2015" : "3.1",
                                          
                                              "2016" : "3.3",
                                          
                                              "2017" : "3.5",
                                          
                                              "2018" : "5.0",
                                          
                                              "2019" : "4.1"
                                          
                                          }
                                      ],"w wieku 35-44 lata": [
                                          {
                                          
                                              "2010" : "5.2",
                                          
                                              "2011" : "4.2",
                                          
                                              "2012" : "4.3",
                                          
                                              "2013" : "4.2",
                                          
                                              "2014" : "4.2",
                                          
                                              "2015" : "3.8",
                                          
                                              "2016" : "3.6",
                                          
                                              "2017" : "4.1",
                                          
                                              "2018" : "6.6",
                                          
                                              "2019" : "5.4"
                                          
                                          }
                                      ],"w wieku 45-54 lata": [
                                          {
                                          
                                              "2010" : "2.7",
                                          
                                              "2011" : "2.2",
                                          
                                              "2012" : "2.3",
                                          
                                              "2013" : "2.1",
                                          
                                              "2014" : "2.0",
                                          
                                              "2015" : "1.9",
                                          
                                              "2016" : "2.2",
                                          
                                              "2017" : "2.6",
                                          
                                              "2018" : "4.3",
                                          
                                              "2019" : "3.8"
                                          
                                          }
                                      ],"w wieku 50-74 lata": [
                                          {
                                          
                                              "2010" : "1.2",
                                          
                                              "2011" : "0.9",
                                          
                                              "2012" : "0.9",
                                          
                                              "2013" : "0.9",
                                          
                                              "2014" : "1.0",
                                          
                                              "2015" : "0.8",
                                          
                                              "2016" : "1.0",
                                          
                                              "2017" : "1.2",
                                          
                                              "2018" : "2.0",
                                          
                                              "2019" : "1.7"
                                          
                                          }
                                      ],"w wieku 55-64 lata": [
                                          {
                                          
                                              "2010" : "1.0",
                                          
                                              "2011" : "0.8",
                                          
                                              "2012" : "0.8",
                                          
                                              "2013" : "0.8",
                                          
                                              "2014" : "1.0",
                                          
                                              "2015" : "0.8",
                                          
                                              "2016" : "1.0",
                                          
                                              "2017" : "1.2",
                                          
                                              "2018" : "1.9",
                                          
                                              "2019" : "1.7"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "4-5-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "4.5.a Odsetek osób deklarujących znajomość przynajmniej jednego języka obcego",
                          
                            "cel": "Cel 4. Dobra jakość edukacji",
                          
                            "priorytet": "Poprawa innowacyjności kształcenia, do której dążymy, m.in. poprzez zmiany podstaw programowych z uwzględnieniem nacisku na kompetencje uniwersalne oraz kompetencje cyfrowe, znajomość języków obcych, kreatywność, inicjatywność, przedsiębiorczość, innowacyjność, umiejętności pracy zespołowej oraz wsparcie uczniów ze specjalnymi potrzebami edukacyjnymi",
                          
                            "definicja": "Odsetek osób w wieku 18-69 lat deklarujących znajomość przynajmniej jednego języka obcego.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Międzynarodowe badanie Kształcenie dorosłych (Adult Education Survey) przeprowadzane co 5 lat, stanowi ważne źródło informacji służące do monitorowania szczegółowych celów programu „Uczenie się przez całe życie” (Lifelong Learning) zajmującego znaczącą pozycję w europejskich strategiach rozwoju społeczno-gospodarczego. Głównym celem badania Kształcenie dorosłych było dostarczenie porównywalnych dla krajów Unii Europejskiej danych dotyczących edukacji osób dorosłych. Zestaw zmiennych obowiązujących w badaniu obejmował udział osób w wieku 18-69 lat uczestniczących w systemie edukacji formalnej, pozaformalnej oraz nieformalnej, w powiązaniu z cechami społeczno-demograficznymi. Dodatkowo badanie miało dostarczyć informacji na temat dostępu do informacji o możliwościach uczenia się, trudnościach uniemożliwiających bądź ograniczających uczestnictwo w kształceniu oraz znajomości języków obcych.Podstawą prawną badania Kształcenie dorosłych było Rozporządzenie Komisji (UE) nr 1175/2014 z dnia 30 października 2014 r. w sprawie wykonania rozporządzenia Parlamentu Europejskiego i Rady (WE) nr 452/2008 dotyczącego tworzenia i rozwoju statystyk z dziedziny edukacji i uczenia się przez całe życie, w odniesieniu do statystyk dotyczących udziału dorosłych w procesie uczenia się przez całe życie oraz Rozporządzenie Rady Ministrów w sprawie programu badań statystycznych statystyki publicznej na rok 2016 z dnia 21 lipca 2015 r. (Dz. U. 2015, poz. 1304).",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne co 5 lat; od 2011 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "64.4",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "68.3",
                              
                                  "2017" :   "",
                              
                                  "2018" :   ""
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "4-5-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "4.5.b Odsetek osób posiadających ponadpodstawowe umiejętności cyfrowe",
                          
                            "cel": "Cel 4. Dobra jakość edukacji",
                          
                            "priorytet": "Poprawa innowacyjności kształcenia, do której dążymy, m.in. poprzez zmiany podstaw programowych z uwzględnieniem nacisku na kompetencje uniwersalne oraz kompetencje cyfrowe, znajomość języków obcych, kreatywność, inicjatywność, przedsiębiorczość, innowacyjność, umiejętności pracy zespołowej oraz wsparcie uczniów ze specjalnymi potrzebami edukacyjnymi",
                          
                            "definicja": "Odsetek osób w wieku 16-74 lata posiadających ponadpodstawowe umiejętności cyfrowe.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane pochodzą z badania Wskaźniki społeczeństwa informacyjnego, które jest badaniem reprezentacyjnym, ankietowym, realizowanym metodą wywiadu bezpośredniego, w którym udział jest dobrowolny. Badanie odbywa się w kwietniu każdego roku. Zgodnie z wymogami określonymi w rozporządzeniach Komisji Europejskiej badanie obejmuje gospodarstwa domowe (z przynajmniej jedną osobą w wieku 16-74 lata) znajdujące się na terenie całego kraju oraz wszystkie osoby w wieku 16-74 lata w tych gospodarstwach. Badaniem nie są objęte osoby mieszkające w gospodarstwach zbiorowych, takich jak: domy studenckie, hotele robotnicze, domy opieki społecznej, zakony, szpitale, koszary, zakłady karne itp. Cudzoziemcy mogą uczestniczyć w badaniu, o ile posiadają znajomość języka polskiego. Osoby posiadające ponadpodstawowe umiejętności cyfrowe - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i posiadały każdy rodzaj umiejętności z cyfrowych umiejętności informacyjnych, komunikacyjnych, rozwiązywania problemów lub związanych z oprogramowaniem na poziomie ponadpodstawowym. Osoby posiadające podstawowe umiejętności informacyjne - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały tylko jedną z następujących czynności: kopiowanie lub przenoszenie pliku lub folderu; korzystanie z przestrzeni dyskowej w Internecie do zapisywania dokumentów, obrazów, plików muzycznych, plików wideo lub innych plików; korzystanie z Internetu do kontaktów z jednostkami administracji publicznej poprzez wyszukiwanie informacji na stronach internetowych tych jednostek; wyszukiwanie w Internecie informacji o towarach lub usługach; wyszukiwanie w Internecie informacji związanych ze zdrowiem (np. o urazach, chorobach, odżywianiu poprawie zdrowia, itp.). Osoby posiadające ponadpodstawowe umiejętności informacyjne - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały kilka z wymienionych wyżej czynności. Osoby posiadające podstawowe umiejętności komunikacyjne - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały tylko jedną z następujących czynności: wysyłanie, odbieranie poczty elektronicznej; korzystanie z serwisów społecznościowych (tworzenie profilu użytkownika, wysyłanie wiadomości do znajomych lub inne formy uczestnictwa w takich serwisach, jak np. Facebook, Twitter, Nasza Klasa, Grono, itp.); telefonowanie przez Internet i/lub korzystanie z kamery internetowej do wideorozmów przez Internet (np. poprzez Skype lub Facetime); umieszczanie na stronie internetowej stworzonych przez siebie tekstów, zdjęć, muzyki, filmów, oprogramowania itp. Osoby posiadające ponadpodstawowe umiejętności komunikacyjne - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały kilka z wymienionych wyżej czynności. Osoby posiadające ponadpodstawowe umiejętności rozwiązywania problemów - osoby, które korzystały z Internetu w ciągu ostatnich 3 miesięcy i wykonywały co najmniej jedną z czynności z listy A: przenoszenie plików pomiędzy komputerami lub innymi urządzeniami (np. aparatem fotograficznym, kamerą, telefonem komórkowym lub odtwarzaczem mp3/mp4); instalowanie oprogramowania lub aplikacji; zmienianie ustawień (opcji/preferencji w menu ,,narzędzia,,) dowolnego oprogramowania, programu operacyjnego lub programów zapewniających bezpieczeństwo urządzenia (np. antywirusowych) i co najmniej jedną z listy B: kupowanie przez Internet towarów lub usług przeznaczonych do użytku prywatnego w ciągu ostatniego roku; sprzedawanie towarów lub usług przez Internet, np. przez aukcje internetowe (np. Allegro, eBay); uczestniczenie w kursie on-line lub korzystanie przez Internet z materiałów szkoleniowych innych niż pełny kurs on-line (np. materiały audiowizualne, oprogramowanie do nauki przez Internet, podręczniki elektroniczne) lub kontaktowanie się z instruktorem/nauczycielem lub innymi osobami uczącymi się poprzez strony/portale edukacyjne; korzystanie z bankowości internetowej. Osoby posiadające ponadpodstawowe umiejętności związane z oprogramowaniem - osoby, które korzystały w Internetu w ciągu ostatnich 3 miesięcy i wykonywały co najmniej jedną czynność z listy B: tworzenie prezentacji lub dokumentów łączących tekst, obrazki, tabelki lub wykresy; tworzenie kodu w języku programowania; korzystanie z zaawansowanych funkcji arkusza kalkulacyjnego w celu organizacji i analizy danych, jak np. sortowanie, filtrowanie, wykorzystywanie formuł, tworzenie wykresów",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2015 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "15",
                              
                                  "2016" :   "19",
                              
                                  "2017" :   "21",
                              
                                  "2018" :   "22",
                              
                                  "2019" :   "21"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
