{
  "5":[
    {
      "5-1-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.1.a Zróżnicowanie wynagrodzeń kobiet i mężczyzn (luka płacowa)",
                          
                            "cel": "Cel 5. Równość płci",
                          
                            "priorytet": "Pełniejsza realizacja zasady równości kobiet i mężczyzn",
                          
                            "definicja": "Różnica między średnim wynagrodzeniem brutto na godzinę mężczyzn i kobiet wyrażona jako odsetek średniego wynagrodzenia brutto na godzinę mężczyzn.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane dotyczą przedsiębiorstw o liczbie pracujących 10 i więcej osób według PKD 2007 (sekcje od B do S). Wskaźnik jest obliczany w ramach zebranych danych zgodnie z metodologią struktury zarobków -Rozporządzenie Rady (WE) Nr 530/1999 z dnia 9 marca 1999 r. dotyczące statystyk strukturalnych odnoszących się do zarobków i kosztów pracy.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "4.9",
                              
                                  "2011" :   "5.9",
                              
                                  "2012" :   "6.8",
                              
                                  "2013" :   "7.3",
                              
                                  "2014" :   "7.7",
                              
                                  "2015" :   "7.4",
                              
                                  "2016" :   "7.1",
                              
                                  "2017" :   "7.2",
                              
                                  "2018" :   "8.8",
                              
                                  "2019" :   "6.8",
                              
                                  "2020" :   "4.8"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-1-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.1.b Luka w zatrudnieniu kobiet i mężczyzn (w wieku 25-54 lata)",
                          
                            "cel": "Cel 5. Równość płci",
                          
                            "priorytet": "Pełniejsza realizacja zasady równości kobiet i mężczyzn",
                          
                            "definicja": "Różnica między wskaźnikami zatrudnienia mężczyzn i kobiet w wieku 25-54 lata.",
                          
                            "jednostka": "p.proc.",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15-89 lat będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Poza zakresem badania pozostają członkowie gospodarstw domowych przebywający (uwzględniany jest całkowity czas pobytu faktyczny i planowany) 12 miesięcy lub więcej za granicą oraz w gospodarstwach zbiorowych (takich jak: hotele pracownicze, domy studenckie, internaty, domy opieki społecznej, itp.) oraz osoby bezdomne. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół ludności można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo. Wskaźnik zatrudnienia jest to udział pracujących danej kategorii w ogólnej liczbie ludności danej kategorii. Do pracujących zaliczane są wszystkie osoby w wieku 15-89 lat, które w okresie badanego tygodnia: 1. wykonywały przez co najmniej 1 godzinę pracę przynoszącą dochód lub zarobek, były zatrudnione w firmie/instytucji publicznej lub u prywatnego pracodawcy, pracowały we własnym (lub dzierżawionym) gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały (bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalności gospodarczej poza rolnictwem, 2. miały pracę, ale jej nie wykonywały: • z powodu choroby lub urlopu wypoczynkowego, urlopu związanego z rodzicielstwem (macierzyńskiego, rodzicielskiego, ojcowskiego lub wychowawczego), organizacji czasu pracy (systemu pracy lub odbioru nadgodzin), szkolenia związanego z wykonywaną pracą, • z powodu sezonowego charakteru pracy, jeśli w okresie poza sezonem nadal regularnie wypełniały zadania i obowiązki związane z pracą lub prowadzeniem działalności (z wyłączeniem obowiązków prawnych lub administracyjnych), • z innych powodów, jeśli przewidywany okres nieobecności w pracy nie przekracza 3 miesięcy. Zgodnie z międzynarodowymi standardami, do pracujących zaliczani są również uczniowie, z którymi zakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonej pracy, jeżeli otrzymywali wynagrodzenie. Do pracujących nie są zaliczani: wolontariusze oraz stażyści nieotrzymujący wynagrodzenia, osoby pracujące w rolnictwie indywidualnym zajmujące się wytwarzaniem produktów rolnych wyłącznie lub głównie na własne potrzeby.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "W związku z wdrożeniem w badaniu zmian metodologicznych, dane BAEL od 2021 r. nie mogą być porównywane z poprzednimi latami (z wyjątkiem danych przeliczonych za lata 2010-2020)."
                          }
          ],
          "dane": [
            {
                      
                              "miasto/wieś": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "10.0",
                                          
                                              "2011" : "10.5",
                                          
                                              "2012" : "10.4",
                                          
                                              "2013" : "10.7",
                                          
                                              "2014" : "10.7",
                                          
                                              "2015" : "10.2",
                                          
                                              "2016" : "10.9",
                                          
                                              "2017" : "11.4",
                                          
                                              "2018" : "10.9",
                                          
                                              "2019" : "12.2",
                                          
                                              "2020" : "12.2",
                                          
                                              "2021" : "10.3"
                                          
                                          }
                                      ],"miasto": [
                                          {
                                          
                                              "2010" : "7.6",
                                          
                                              "2011" : "8.4",
                                          
                                              "2012" : "8.4",
                                          
                                              "2013" : "8.0",
                                          
                                              "2014" : "8.4",
                                          
                                              "2015" : "7.9",
                                          
                                              "2016" : "8.5",
                                          
                                              "2017" : "9.2",
                                          
                                              "2018" : "8.2",
                                          
                                              "2019" : "8.8",
                                          
                                              "2020" : "8.7",
                                          
                                              "2021" : "6.8"
                                          
                                          }
                                      ],"wieś": [
                                          {
                                          
                                              "2010" : "14.4",
                                          
                                              "2011" : "14.3",
                                          
                                              "2012" : "13.9",
                                          
                                              "2013" : "15.3",
                                          
                                              "2014" : "14.6",
                                          
                                              "2015" : "14.3",
                                          
                                              "2016" : "14.7",
                                          
                                              "2017" : "15.0",
                                          
                                              "2018" : "15.2",
                                          
                                              "2019" : "17.4",
                                          
                                              "2020" : "17.6",
                                          
                                              "2021" : "15.5"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-1-c": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.1.c Udział kobiet w ogólnej liczbie osób zatrudnionych na stanowiskach wyższego szczebla",
                          
                            "cel": "Cel 5. Równość płci",
                          
                            "priorytet": "Pełniejsza realizacja zasady równości kobiet i mężczyzn",
                          
                            "definicja": "Wskaźnik określa procentowy udział kobiet w ogólnej liczbie osób zatrudnionych jako przedstawiciele władz publicznych, wyżsi urzędnicy i kierownicy.  Za pracowników zatrudnionych należy uznać osoby, które przepracowały w badanych jednostkach cały miesiąc październik danego roku w pełnym lub niepełnym wymiarze czasu pracy, obowiązującym w danym zakładzie pracy lub na danym stanowisku.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z badania struktury wynagrodzeń według zawodów. Badanie struktury wynagrodzeń według zawodów jest badaniem realizowanym co dwa lata metodą reprezentacyjną, obejmuje podmioty gospodarki narodowej o liczbie pracujących powyżej 9 osób. Dane obejmują osoby pełnozatrudnione oraz niepełnozatrudnione, które przepracowały cały miesiąc październik danego roku, w którym jest realizowane badanie. Badanie nie obejmuje: uczniów, osób wykonujących pracę nakładczą (chałupniczą), słuchaczy szkół odbywających praktykę wakacyjną lub dyplomową, uczestników grup roboczych zorganizowanych przez inne jednostki i delegowanych do pracy w jednostce sprawozdawczej, np. żołnierzy, uczestników hufców pracy, osób skazanych; a ponadto osób korzystających z urlopów macierzyńskich, wychowawczych oraz osób skierowanych do szkół stacjonarnych, na studia doktoranckie, itp., zatrudnionych przy pracach interwencyjnych i robotach publicznych, osób przebywających na zwolnieniach lekarskich. Dane dotyczące udziału kobiet w ogólnej liczbie osób zatrudnionych na stanowiskach wyższego szczebla dotyczą kobiet zatrudnionych w jednej z dziewięciu tzw. ,,wielkich,, grup zawodów (zgodnie z ,,Klasyfikacją zawodów i specjalności,, - ISCO-08), tj. w grupie przedstawicieli władz publicznych, wyższych urzędników i kierowników. Pozostałymi ,,wielkimi,, grupami zawodów są:  Specjaliści Technicy i inny średni personel Pracownicy biurowi Pracownicy usług i sprzedawcy Rolnicy, ogrodnicy, leśnicy i rybacy Robotnicy przemysłowi i rzemieślnicy Operatorzy i monterzy maszyn i urządzeń Pracownicy wykonujący prace proste ",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co dwa lata; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "przedstawiciele władz publicznych oraz wyżsi urzędnicy i kierownicy": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "45.3",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "45.2",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "45.3",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "45.8",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "46.3",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "45.0"
                                          
                                          }
                                      ],"przedstawiciele władz publicznych oraz wyżsi urzędnicy i dyrektorzy generalni": [
                                          {
                                          
                                              "2010" : "27.6",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "28.2",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "28.6",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "28.8",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "30.8",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "31.4"
                                          
                                          }
                                      ],"przedstawiciele władz publicznych i wyżsi urzędnicy": [
                                          {
                                          
                                              "2010" : "45.3",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "41.9",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "42.3",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "40.3",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "41.4",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "42.7"
                                          
                                          }
                                      ],"dyrektorzy generalni i zarządzający": [
                                          {
                                          
                                              "2010" : "25.4",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "26.9",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "27.3",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "27.8",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "29.8",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "30.3"
                                          
                                          }
                                      ],"kierownicy do spraw zarządzania i handlu": [
                                          {
                                          
                                              "2010" : "60.7",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "59.2",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "58.7",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "57.3",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "56.8",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "55.4"
                                          
                                          }
                                      ],"kierownicy do spraw produkcji i usług": [
                                          {
                                          
                                              "2010" : "38.3",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "37.3",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "36.4",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "36.7",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "36.1",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "35.1"
                                          
                                          }
                                      ],"kierownicy w branży hotelarskiej i handlu oraz innych branżach usługowych": [
                                          {
                                          
                                              "2010" : "55.5",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "58.7",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "61.1",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "63.7",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "65.7",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "58.9"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-2-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.2.a Odsetek dzieci w wieku 1-2 lata objętych różnymi formami opieki instytucjonalnej ",
                          
                            "cel": "Cel 5. Równość płci",
                          
                            "priorytet": "Aktywna polityka prorodzinna",
                          
                            "definicja": "Udział dzieci objętych opieką instytucjonalną w ogólnej liczbie dzieci w wieku od 1 roku do 2 lat.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Zróżnicowane formy opieki nad małym dzieckiem zostały wprowadzone ustawą z dnia 4 lutego 2011 r. o opiece nad dziećmi w wieku do lat 3, która weszła w życie z dniem 4 kwietnia 2011 r., natomiastprzepisy dotyczące niań – od października 2011 r. Ustawa przewiduje sprawowanie opieki nad dziećmi w: żłobkach, klubach dziecięcych, przezdziennego opiekuna oraz przez nianię do ukończenia przez dziecko 3 roku życia. Na mocy ustawyżłobki przestały być częścią systemu opieki zdrowotnej, a opieka w nich sprawowana nie jestświadczeniem zdrowotnym. Do 2011 r. dzieci były objęte opieką w żłobkach i oddziałach żłobkowych. Dzieci w żłobkach i klubach dziecięcych: – wpisanych do rejestru, o których mowa w rozdz. 3 ustawy o opiece nad dziećmi w wieku do lat 3 (Dz.U. z 2011 r. Nr 45, poz. 235, z późn. zm.) pochodzące ze sprawozdania sporządzanego przez gminę zwykonania zadań z zakresu opieki nad dziećmi w wieku do lat 3 (publiczne i niepubliczne otrzymującedotacje); – prowadzonych przez podmioty niepubliczne na zasadzie działalności gospodarczej w zakresieświadczenia usług opieki nad dziećmi w wieku do lat 3, za które gmina nie przekazuje dotacji(szacunek na podstawie przeciętnej liczby miejsc w podmiotach publicznych i niepublicznychotrzymujących dotacje). Dzieci znajdujące się pod opieką dziennego opiekuna na ostatni dzień okresu sprawozdawczego(dane pochodzą ze sprawozdań z wykonywania zadań z zakresu opieki nad dziećmi w wieku do lat 3). Liczba niań (przyjmuje się, że pod opieką jednej niani znajduje się 1 dziecko) zgłoszonych doubezpieczeń społecznych lub ubezpieczenia zdrowotnego (dane są przekazywane, zgodnie z art. 53ww. ustawy, ministrowi właściwemu ds. rodziny przez Zakład Ubezpieczeń Społecznych).",
                          
                            "zrodlo": "Ministerstwo Rodziny i Polityki Społecznej",
                          
                            "czestotliwosc": "Dane roczne; od 2011 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "miasto/wieś": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "4.4",
                                          
                                              "2012" : "6.0",
                                          
                                              "2013" : "8.3",
                                          
                                              "2014" : "10.5",
                                          
                                              "2015" : "12.4",
                                          
                                              "2016" : "13.9",
                                          
                                              "2017" : "16.0",
                                          
                                              "2018" : "19.3",
                                          
                                              "2019" : "22.6",
                                          
                                              "2020" : "25.9",
                                          
                                              "2021" : "28.8"
                                          
                                          }
                                      ],"miasto": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "9.5",
                                          
                                              "2013" : "12.9",
                                          
                                              "2014" : "16.3",
                                          
                                              "2015" : "19.1",
                                          
                                              "2016" : "21.0",
                                          
                                              "2017" : "23.5",
                                          
                                              "2018" : "28.7",
                                          
                                              "2019" : "33.5",
                                          
                                              "2020" : "37.5",
                                          
                                              "2021" : ""
                                          
                                          }
                                      ],"wieś": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "0.3",
                                          
                                              "2013" : "1.1",
                                          
                                              "2014" : "2.1",
                                          
                                              "2015" : "2.9",
                                          
                                              "2016" : "3.4",
                                          
                                              "2017" : "4.4",
                                          
                                              "2018" : "6.2",
                                          
                                              "2019" : "7.7",
                                          
                                              "2020" : "9.6",
                                          
                                              "2021" : ""
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-3-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "5.3.a Wskaźnik zatrudnienia kobiet z najmłodszym dzieckiem w wieku do 5 lat wg BAEL",
                          
                            "cel": "Cel 5. Równość płci",
                          
                            "priorytet": "Zapewnienie warunków dla powrotu kobiet na rynek pracy po przerwie z tytułu urodzenia i opieki nad dzieckiem",
                          
                            "definicja": "Udział pracujących kobiet z najmłodszym dzieckiem w wieku do 5 lat w ogólnej liczbie kobiet znajmłodszym dzieckiem w wieku do 5 lat.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15-89 lat będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Poza zakresem badania pozostają członkowie gospodarstw domowych  przebywający (uwzględniany jest całkowity czas pobytu faktyczny i planowany) 12 miesięcy lub więcej za granicą oraz w  gospodarstwach zbiorowych (takich jak: hotele pracownicze, domy studenckie, internaty, domy opieki społecznej, itp.) oraz osoby bezdomne. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół ludności można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo. Do pracujących zaliczane są wszystkie osoby w wieku 15-89 lat, które w okresie badanego tygodnia:  wykonywały przez co najmniej 1 godzinę pracę przynoszącą dochód lub zarobek, były zatrudnione w firmie/instytucji publicznej lub u prywatnego pracodawcy, pracowały we własnym (lub dzierżawionym) gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały (bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalności gospodarczej poza rolnictwem, miały pracę, ale jej nie wykonywały:   z powodu choroby lub urlopu wypoczynkowego, urlopu związanego z rodzicielstwem (macierzyńskiego, rodzicielskiego, ojcowskiego lub wychowawczego), organizacji czasu pracy (systemu pracy lub odbioru nadgodzin), szkolenia związanego z wykonywaną pracą, z powodu sezonowego charakteru pracy, jeśli w okresie poza sezonem nadal regularnie wypełniały zadania i obowiązki związane z pracą lub prowadzeniem działalności (z wyłączeniem obowiązków prawnych lub administracyjnych), z innych powodów, jeśli przewidywany okres nieobecności w pracy nie przekracza 3 miesięcy.  Zgodnie z międzynarodowymi standardami, do pracujących zaliczani są również uczniowie, z którymi zakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonej pracy, jeżeli otrzymywali wynagrodzenie. Do pracujących nie są zaliczani: wolontariusze oraz stażyści nieotrzymujący wynagrodzenia, osoby pracujące w rolnictwie indywidualnym zajmujące się wytwarzaniem produktów rolnych wyłącznie lub głównie na własne potrzeby.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "W związku z wdrożeniem w badaniu zmian metodologicznych, dane BAEL od 2021 r. nie mogą być porównywane z poprzednimi latami (z wyjątkiem danych przeliczonych za lata 2010-2020)."
                          }
          ],
          "dane": [
            {
                      
                              "miasto/wieś": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "66.0",
                                          
                                              "2011" : "65.3",
                                          
                                              "2012" : "66.0",
                                          
                                              "2013" : "65.5",
                                          
                                              "2014" : "67.2",
                                          
                                              "2015" : "65.8",
                                          
                                              "2016" : "65.4",
                                          
                                              "2017" : "64.6",
                                          
                                              "2018" : "64.6",
                                          
                                              "2019" : "64.9",
                                          
                                              "2020" : "64.9",
                                          
                                              "2021" : "69.2"
                                          
                                          }
                                      ],"miasto": [
                                          {
                                          
                                              "2010" : "77.0",
                                          
                                              "2011" : "70.5",
                                          
                                              "2012" : "70.9",
                                          
                                              "2013" : "70.5",
                                          
                                              "2014" : "72.3",
                                          
                                              "2015" : "71.6",
                                          
                                              "2016" : "70.7",
                                          
                                              "2017" : "69.6",
                                          
                                              "2018" : "70.0",
                                          
                                              "2019" : "70.5",
                                          
                                              "2020" : "71.9",
                                          
                                              "2021" : "75.7"
                                          
                                          }
                                      ],"wieś": [
                                          {
                                          
                                              "2010" : "58.9",
                                          
                                              "2011" : "58.0",
                                          
                                              "2012" : "59.0",
                                          
                                              "2013" : "58.6",
                                          
                                              "2014" : "60.1",
                                          
                                              "2015" : "57.3",
                                          
                                              "2016" : "57.8",
                                          
                                              "2017" : "57.6",
                                          
                                              "2018" : "57.0",
                                          
                                              "2019" : "57.0",
                                          
                                              "2020" : "54.9",
                                          
                                              "2021" : "60.6"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    }]
}
