{
  "6":[
    {
      "6-1-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "6.1.a Pojemność obiektów małej retencji wodnej",
                          
                            "cel": "Cel 6. Czysta woda i warunki sanitarne",
                          
                            "priorytet": "Zwiększenie dyspozycyjnych zasobów wód, poprawa ich stanu ekologicznego i jakości chemicznej",
                          
                            "definicja": "Pojemność obiektów małej retencji wodnej.",
                          
                            "jednostka": "dam3",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Mała retencja wodna polega na zmniejszaniu odpływu wód powierzchniowych przy zachowaniu równowagi środowiska przyrodniczego poprzez zapewnienie możliwości ochrony i odnowy zasobów wodnych. Jest to zdolność do gromadzenia, przetrzymywania i odprowadzania wody w określonym miejscu i czasie na powierzchni, w glebie, wodach podziemnych, roślinności i ściółce leśnej. Obiekty małej retencji to budowle i urządzenia służące zatrzymaniu jak największej ilości wody w jej powierzchniowym i przypowierzchniowym obiegu. Są to: - sztuczne zbiorniki wodne o pojemności do 5 mln metrów sześciennych, - stawy rybne, - samodzielne budowle piętrzące i ujęcia wody, - inne budowle piętrzące lub transportujące wodę.",
                          
                            "zrodlo": "Ministerstwo Rolnictwa i Rozwoju Wsi / Ministerstwo Gospodarki Morskiej i Żeglugi Śródlądowej",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "Źródło danych:  do 2016 r. - Ministerstwo Rolnictwa i Rozwoju Wsi, od 2018 r. - Ministerstwo Gospodarki Morskiej i Żeglugi Śródlądowej. "
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "732401.6",
                              
                                  "2011" :   "740630.0",
                              
                                  "2012" :   "753624.0",
                              
                                  "2013" :   "752240.3",
                              
                                  "2014" :   "804401.8",
                              
                                  "2015" :   "830309.8",
                              
                                  "2016" :   "826034.2",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "846693.5",
                              
                                  "2019" :   "839607.4"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-1-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "6.1.b Odsetek ludności zaopatrywanej z sieci wodociągowej w wodę nieodpowiadającą wymaganiom",
                          
                            "cel": "Cel 6. Czysta woda i warunki sanitarne",
                          
                            "priorytet": "Zwiększenie dyspozycyjnych zasobów wód, poprawa ich stanu ekologicznego i jakości chemicznej",
                          
                            "definicja": "Odsetek ludności zaopatrywanej z sieci wodociągowej w wodę, która jest niezdatna do użycia.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Sieć wodociągowa to przewody wodociągowe wraz z uzbrojeniem i urządzeniami, którymi jest dostarczana woda. Wodociągami nazywamy kompleks urządzeń wodociągowych służących do ujęcia wód powierzchniowych i podziemnych, studni publicznych, urządzeń służących do magazynowania i uzdatniania wód, sieci wodociągowe, urządzenia regulujące ciśnienie wody. Woda jest zdatna do użycia, jeżeli jest wolna od mikroorganizmów chorobotwórczych i pasożytów w liczbie stanowiącej potencjalne zagrożenie dla zdrowia ludzkiego, wszelkich substancji w stężeniach stanowiących potencjalne zagrożenie dla zdrowia ludzkiego oraz nie wykazuje agresywnych właściwości.",
                          
                            "zrodlo": "Ministerstwo Zdrowia",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "6.4",
                              
                                  "2011" :   "4.4",
                              
                                  "2012" :   "3.7",
                              
                                  "2013" :   "3.6",
                              
                                  "2014" :   "1.8",
                              
                                  "2015" :   "1.1",
                              
                                  "2016" :   "0.6",
                              
                                  "2017" :   "0.3",
                              
                                  "2018" :   "0.3"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-2-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "6.2.a Odsetek ludności korzystającej z oczyszczalni ścieków",
                          
                            "cel": "Cel 6. Czysta woda i warunki sanitarne",
                          
                            "priorytet": "Utworzenie mechanizmów prawno-finansowych sprzyjających racjonalnemu wykorzystaniu zasobów wodnych i wdrażania wodo-oszczędnych technologii, jak również budowa i modernizacja oczyszczalni ścieków",
                          
                            "definicja": "Udział ludności korzystającej z oczyszczalni ścieków w całkowitej liczbie ludności.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane o ludności miast i wsi korzystającej z oczyszczalni ścieków oparte są o szacunek liczby ludności obsługiwanej przez oczyszczalnie pracujące na sieci kanalizacyjnej. Szacunek ludności obsługiwanej przez oczyszczalnie ścieków dokonywany jest na podstawie umów na odprowadzanie i oczyszczanie ścieków, liczby przyłączy kanalizacyjnych, danych o ludności korzystającej z oczyszczalni uzyskanych ze spółdzielni mieszkaniowych lub danych projektowych oczyszczalni. Oszacowana liczba ludności korzystającej z oczyszczalni ścieków nie może być większa od liczby ludności zamieszkałej na danym obszarze (według stanu na 31 grudnia okresu sprawozdawczego). Wskaźnik nie obejmuje ludności czasowo przebywającej na danym obszarze (np. w celach turystycznych).",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "64.7",
                              
                                  "2011" :   "65.7",
                              
                                  "2012" :   "68.6",
                              
                                  "2013" :   "70.3",
                              
                                  "2014" :   "71.5",
                              
                                  "2015" :   "72.7",
                              
                                  "2016" :   "73.5",
                              
                                  "2017" :   "73.6",
                              
                                  "2018" :   "74.0"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-2-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "6.2.b Ścieki przemysłowe i komunalne oczyszczane biologicznie, chemicznie i z podwyższonym usuwaniem biogenów w % ścieków wymagających oczyszczenia",
                          
                            "cel": "Cel 6. Czysta woda i warunki sanitarne",
                          
                            "priorytet": "Utworzenie mechanizmów prawno-finansowych sprzyjających racjonalnemu wykorzystaniu zasobów wodnych i wdrażania wodo-oszczędnych technologii, jak również budowa i modernizacja oczyszczalni ścieków",
                          
                            "definicja": "Ścieki przemysłowe i komunalne oczyszczane biologicznie, chemicznie i z podwyższonym usuwaniem biogenów w % ścieków wymagających oczyszczenia.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Ścieki przemysłowe - ścieki niebędące ściekami bytowymi albo wodami opadowymi lub roztopowymi powstałe w związku z prowadzoną przez zakład działalnością handlową, przemysłową, składową, transportową lub usługową, a także będące ich mieszaniną ze ściekami innego podmiotu, odprowadzane urządzeniami kanalizacyjnymi tego zakładu. Ścieki komunalne - ścieki bytowe lub mieszanina ścieków bytowych ze ściekami przemysłowymi albo wodami opadowymi lub roztopowymi. Ścieki oczyszczane biologicznie - ścieki poddane procesowi usuwania zanieczyszczeń przy wykorzystaniu specyficznej mikroflory i mikrofauny. Ścieki oczyszczane chemicznie - ścieki poddane procesowi oczyszczania przy zastosowaniu metodchemicznych, takich jak koagulacja, sorpcja na węglu aktywnym i innych, powodujących wytrącanie niektórych związków rozpuszczalnych lub neutralizację ścieków. Ścieki oczyszczane z podwyższonym usuwaniem biogenów - ścieki oczyszczane z zastosowaniem technologii umożliwiających wysoko efektywne usuwanie azotu, fosforu lub fosforu i azotu łącznie (metody biologiczne z ewentualnie chemicznym strącaniem fosforu).",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "65.73",
                              
                                  "2011" :   "64.76",
                              
                                  "2012" :   "67.35",
                              
                                  "2013" :   "69.77",
                              
                                  "2014" :   "70.48",
                              
                                  "2015" :   "70.90",
                              
                                  "2016" :   "71.43",
                              
                                  "2017" :   "72.52",
                              
                                  "2018" :   "73.17"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
