{
  "7":[
    {
      "7-1-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "7.1.a Energochłonność pierwotna PKB z korektą klimatyczną",
                          
                            "cel": "Cel 7. Czysta i dostępna energia",
                          
                            "priorytet": "Poprawa efektywności energetycznej",
                          
                            "definicja": "Stosunek zużycia energii pierwotnej do produktu krajowego brutto (PKB) w cenach stałych z roku bazowego (2005 r.) z uwzględnieniem korekty klimatycznej.",
                          
                            "jednostka": "kg/euro (w cenach stałych z roku 2005)",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Całkowite zużycie energii pierwotnej obejmuje pozyskanie energii pierwotnej powiększone o odzysk, import i zmniejszenie zapasów pierwotnych i pochodnych nośników energii, pomniejszone o eksport oraz bunkier morski tych nośników. Korekta klimatyczna określa teoretyczną wartość  zużycia energii dla danego roku, przy założeniu, że charakteryzowałyby go warunki pogodowe opisane średnią wieloletnią liczbą stopniodni. kgoe – kilogram oleju ekwiwalentnego (umownego) – stosowana w bilansach międzynarodowych jednostka miary energii. Oznacza ilość energii, jaka może zostać wyprodukowana ze spalenia jednego metrycznego kilograma ropy naftowej. Jedna tona oleju umownego równa jest 41,868 GJ lub 11,63 MWh. Produkt krajowy brutto prezentuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej w danym roku. Wartość PKB można obliczyć na trzy sposoby: - od strony tworzenia jest ona równa wartości dodanej wszystkich sektorów instytucjonalnych lub wszystkich sekcji Polskiej Klasyfikacji Działalności (PKD) krajowych jednostek produkcyjnych powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów, - od strony rozdysponowania PKB obliczany jest jako suma popytu krajowego, tj. spożycia i akumulacji oraz salda wymiany produktów z zagranicą, - jako sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (a więc koszty związane z zatrudnieniem, podatki związane z produkcją i importem pomniejszone o dotacje, nadwyżka operacyjna brutto oraz dochód mieszany gospodarki ogółem). Produkt krajowy brutto jest liczony zgodnie z obowiązującymi w krajach Unii Europejskiej zasadami Europejskiego Systemu Rachunków Narodowych i Regionalnych (ESA 2010) oraz zaleceniami Eurostatu.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          
                            "data_aktualizacji_danych": "20-07-2022",
                          
                            "data_aktualizacji_metadanych": "19-12-2019",
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0.318",
                              
                                  "2011" :   "0.316",
                              
                                  "2012" :   "0.298",
                              
                                  "2013" :   "0.295",
                              
                                  "2014" :   "0.280",
                              
                                  "2015" :   "0.272",
                              
                                  "2016" :   "0.273",
                              
                                  "2017" :   "0.272",
                              
                                  "2018" :   "0.273",
                              
                                  "2019" :   "0.256",
                              
                                  "2020" :   "0.251"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "7-2-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "7.2.a Udział energii ze źródeł odnawialnych w końcowym zużyciu energii brutto",
                          
                            "cel": "Cel 7. Czysta i dostępna energia",
                          
                            "priorytet": "Tworzenie warunków dla stałego i zrównoważonego rozwoju sektora energetycznego; ograniczenie oddziaływania energetyki na środowisko",
                          
                            "definicja": "Stosunek wartości końcowego zużycia energii brutto ze źródeł odnawialnych do wartości końcowego zużycia energii brutto ze wszystkich źródeł.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Energia ze źródeł odnawialnych (OZE) to energia pochodząca z naturalnych, powtarzających się procesów przyrodniczych, uzyskiwana z odnawialnych niekopalnych źródeł energii, w szczególności energia generowana z promieniowania słonecznego, wiatru, wody, zasobów geotermalnych, biomasy, biogazu i biopaliw ciekłych. Końcowe zużycie energii brutto oznacza nośniki energii dostarczane do celów energetycznych przemysłowi, sektorowi transportowemu, gospodarstwom domowym, sektorowi usługowemu, w tym świadczącemu usługi publiczne, rolnictwu, leśnictwu i rybołówstwu, łącznie ze zużyciem energii elektrycznej i ciepła przez przemysł energetyczny na wytwarzanie energii elektrycznej i ciepła oraz łącznie ze stratami energii elektrycznej i ciepła podczas przesyłania i dystrybucji.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          
                            "data_aktualizacji_danych": "14-10-2022",
                          
                            "data_aktualizacji_metadanych": "21-04-2021",
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "9.28",
                              
                                  "2011" :   "10.34",
                              
                                  "2012" :   "10.96",
                              
                                  "2013" :   "11.45",
                              
                                  "2014" :   "11.61",
                              
                                  "2015" :   "11.88",
                              
                                  "2016" :   "11.40",
                              
                                  "2017" :   "11.06",
                              
                                  "2018" :   "14.94",
                              
                                  "2019" :   "15.38",
                              
                                  "2020" :   "16.10",
                              
                                  "2021" :   "15.62"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "7-3-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "7.3.a Stosunek pozyskania energii ogółem do globalnego zużycia energii ogółem",
                          
                            "cel": "Cel 7. Czysta i dostępna energia",
                          
                            "priorytet": "Zapewnienie bezpieczeństwa energetycznego państwa",
                          
                            "definicja": "Stosunek pozyskania energii ogółem do globalnego zużycia energii ogółem.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Pozyskanie jest to ilość nośników energii pierwotnej pochodzącej z zasobów krajowych. Zużycie globalne wyznaczane jest jako: pozyskanie + (plus) import - (minus) eksport - (minus) zmiana zapasów. Wskaźnik oparty jest na danych wstępnych.",
                          
                            "zrodlo": "Ministerstwo Klimatu i Środowiska/ Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          
                            "data_aktualizacji_danych": "23-01-2023",
                          
                            "data_aktualizacji_metadanych": "31-01-2023",
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "66",
                              
                                  "2011" :   "67",
                              
                                  "2012" :   "73",
                              
                                  "2013" :   "73",
                              
                                  "2014" :   "72",
                              
                                  "2015" :   "71",
                              
                                  "2016" :   "67",
                              
                                  "2017" :   "62",
                              
                                  "2018" :   "59",
                              
                                  "2019" :   "58",
                              
                                  "2020" :   "57",
                              
                                  "2021" :   "56"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "7-3-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "7.3.b SAIDI (Wskaźnik przeciętnego systemowego czasu trwania przerwy długiej i bardzo długiej w przeliczeniu na jednego odbiorcę)",
                          
                            "cel": "Cel 7. Czysta i dostępna energia",
                          
                            "priorytet": "Zapewnienie bezpieczeństwa energetycznego państwa",
                          
                            "definicja": "Wskaźnik przeciętnego systemowego czasu trwania przerwy długiej i bardzo długiej w dostawie energii elektrycznej w przeliczeniu na jednego odbiorcę.",
                          
                            "jednostka": "minuty ",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik SAIDI (System Average Interruption Duration Index), wyrażony w minutach na odbiorcę na rok, stanowi sumę iloczynów czasu trwania przerwy długiej i bardzo długiej w dostawie energii elektrycznej i liczby odbiorców narażonych na skutki tej przerwy w ciągu roku podzieloną przez łączną liczbę obsługiwanych odbiorców. Wskaźnik SAIDI informuje o całkowitym czasie trwania przerw w zasilaniu w energię elektryczną (w minutach), jakiego może się spodziewać odbiorca średnio w ciągu roku. Wskaźnik SAIDI wyznacza się oddzielnie dla przerw planowanych i nieplanowanych, z uwzględnieniem przerw katastrofalnych oraz bez uwzględnienia tych przerw, zgodnie z Rozporządzeniem Ministra Gospodarki z dnia 21 sierpnia 2008 r. zmieniające rozporządzenie w sprawie szczegółowych warunków funkcjonowania systemu elektroenergetycznego (Dz.U. z 2008 r. nr 162 poz. 1005). Przerwy długie trwają dłużej niż 3 minuty i nie dłużej niż 12 godzin przerwa bardzo długa trwa dłużej niż 12 godzin, ale nie dłużej niż 24 godziny.",
                          
                            "zrodlo": "Ministerstwo Klimatu i Środowiska",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          
                            "data_aktualizacji_danych": "23-01-2023",
                          
                            "data_aktualizacji_metadanych": "15-02-2021",
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "316.1",
                              
                                  "2011" :   "309.1",
                              
                                  "2012" :   "254.0",
                              
                                  "2013" :   "254.2",
                              
                                  "2014" :   "191.3",
                              
                                  "2015" :   "243.6",
                              
                                  "2016" :   "179.9",
                              
                                  "2017" :   "285.0",
                              
                                  "2018" :   "133.0",
                              
                                  "2019" :   "138.5",
                              
                                  "2020" :   "118.6",
                              
                                  "2021" :   "169.7"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
