{
  "7":[
    {
      "7-1-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "7.1.a Energochłonność pierwotna PKB z korektą klimatyczną",
                          
                            "cel": "Cel 7. Czysta i dostępna energia",
                          
                            "priorytet": "Poprawa efektywności energetycznej",
                          
                            "definicja": "Stosunek zużycia energii pierwotnej do produktu krajowego brutto (PKB) w cenach stałych z roku bazowego (2005 r.) z uwzględnieniem korekty klimatycznej.",
                          
                            "jednostka": "kg/euro (w cenach stałych z roku 2005)",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Całkowite zużycie energii pierwotnej obejmuje pozyskanie energii pierwotnej powiększone o odzysk, import i zmniejszenie zapasów pierwotnych i pochodnych nośników energii, pomniejszone o eksport oraz bunkier morski tych nośników. Korekta klimatyczna określa teoretyczną wartość  zużycia energii dla danego roku, przy założeniu, że charakteryzowałyby go warunki pogodowe opisane średnią wieloletnią liczbą stopniodni. kgoe – kilogram oleju ekwiwalentnego (umownego) – stosowana w bilansach międzynarodowych jednostka miary energii. Oznacza ilość energii, jaka może zostać wyprodukowana ze spalenia jednego metrycznego kilograma ropy naftowej. Jedna tona oleju umownego równa jest 41,868 GJ lub 11,63 MWh. Produkt krajowy brutto prezentuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej w danym roku. Wartość PKB można obliczyć na trzy sposoby: - od strony tworzenia jest ona równa wartości dodanej wszystkich sektorów instytucjonalnych lub wszystkich sekcji Polskiej Klasyfikacji Działalności (PKD) krajowych jednostek produkcyjnych powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów, - od strony rozdysponowania PKB obliczany jest jako suma popytu krajowego, tj. spożycia i akumulacji oraz salda wymiany produktów z zagranicą, - jako sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (a więc koszty związane z zatrudnieniem, podatki związane z produkcją i importem pomniejszone o dotacje, nadwyżka operacyjna brutto oraz dochód mieszany gospodarki ogółem). Produkt krajowy brutto jest liczony zgodnie z obowiązującymi w krajach Unii Europejskiej zasadami Europejskiego Systemu Rachunków Narodowych i Regionalnych (ESA 2010) oraz zaleceniami Eurostatu.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0.318",
                              
                                  "2011" :   "0.315",
                              
                                  "2012" :   "0.296",
                              
                                  "2013" :   "0.291",
                              
                                  "2014" :   "0.277",
                              
                                  "2015" :   "0.270",
                              
                                  "2016" :   "0.271",
                              
                                  "2017" :   "0.271",
                              
                                  "2018" :   "0.264"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "7-2-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "7.2.a Udział energii ze źródeł odnawialnych w końcowym zużyciu energii brutto",
                          
                            "cel": "Cel 7. Czysta i dostępna energia",
                          
                            "priorytet": "Tworzenie warunków dla stałego i zrównoważonego rozwoju sektora energetycznego; ograniczenie oddziaływania energetyki na środowisko",
                          
                            "definicja": "Stosunek wartości końcowego zużycia energii brutto ze źródeł odnawialnych do wartości końcowego zużycia energii brutto ze wszystkich źródeł.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Energia ze źródeł odnawialnych (OZE) to energia pochodząca z naturalnych, powtarzających się procesów przyrodniczych, uzyskiwana z odnawialnych niekopalnych źródeł energii, w szczególności energia generowana z promieniowania słonecznego, wiatru, wody, zasobów geotermalnych, biomasy, biogazu i biopaliw ciekłych. Końcowe zużycie energii brutto oznacza nośniki energii dostarczane do celów energetycznych przemysłowi, sektorowi transportowemu, gospodarstwom domowym, sektorowi usługowemu, w tym świadczącemu usługi publiczne, rolnictwu, leśnictwu i rybołówstwu, łącznie ze zużyciem energii elektrycznej i ciepła przez przemysł energetyczny na wytwarzanie energii elektrycznej i ciepła oraz łącznie ze stratami energii elektrycznej i ciepła podczas przesyłania i dystrybucji.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne  od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "9.25",
                              
                                  "2011" :   "10.29",
                              
                                  "2012" :   "10.90",
                              
                                  "2013" :   "11.37",
                              
                                  "2014" :   "11.50",
                              
                                  "2015" :   "11.74",
                              
                                  "2016" :   "11.27",
                              
                                  "2017" :   "10.96",
                              
                                  "2018" :   "11.28"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "7-3-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "7.3.a Stosunek pozyskania energii ogółem do globalnego zużycia energii",
                          
                            "cel": "Cel 7. Czysta i dostępna energia",
                          
                            "priorytet": "Zapewnienie bezpieczeństwa energetycznego państwa",
                          
                            "definicja": "Stosunek pozyskania energii ogółem do globalnego zużycia energii.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Pozyskanie jest to ilość nośników energii pierwotnej pochodzącej z zasobów krajowych. Zużycie globalne wyznaczane jest jako: pozyskanie + (plus) import - (minus) eksport - (minus) zmiana zapasów. Wskaźnik oparty jest na danych wstępnych.",
                          
                            "zrodlo": "Ministerstwo Energii / Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "66",
                              
                                  "2011" :   "67",
                              
                                  "2012" :   "73",
                              
                                  "2013" :   "73",
                              
                                  "2014" :   "72",
                              
                                  "2015" :   "71",
                              
                                  "2016" :   "67",
                              
                                  "2017" :   "62",
                              
                                  "2018" :   "58"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "7-3-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "7.3.b SAIDI (Wskaźnik przeciętnego systemowego czasu trwania przerwy długiej i bardzo długiej w przeliczeniu na jednego odbiorcę)",
                          
                            "cel": "Cel 7. Czysta i dostępna energia",
                          
                            "priorytet": "Zapewnienie bezpieczeństwa energetycznego państwa",
                          
                            "definicja": "Wskaźnik przeciętnego systemowego czasu trwania przerwy długiej i bardzo długiej w dostawie energii elektrycznej w przeliczeniu na jednego odbiorcę.",
                          
                            "jednostka": "minuty ",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik SAIDI (System Average Interruption Duration Index), wyrażony w minutach na odbiorcę na rok, stanowi sumę iloczynów czasu trwania przerwy długiej i bardzo długiej w dostawie energii elektrycznej i liczby odbiorców narażonych na skutki tej przerwy w ciągu roku podzieloną przez łączną liczbę obsługiwanych odbiorców. Wskaźnik SAIDI informuje o całkowitym czasie trwania przerw w zasilaniu w energię elektryczną (w minutach), jakiego może się spodziewać odbiorca średnio w ciągu roku. Wskaźnik SAIDI wyznacza się oddzielnie dla przerw planowanych i nieplanowanych, z uwzględnieniem przerw katastrofalnych oraz bez uwzględnienia tych przerw, zgodnie z Rozporządzeniem Ministra Gospodarki z dnia 21 sierpnia 2008 r. zmieniające rozporządzenie w sprawie szczegółowych warunków funkcjonowania systemu elektroenergetycznego (Dz.U. z 2008 r. nr 162 poz. 1005). Przerwy długie trwają dłużej niż 3 minuty i nie dłużej niż 12 godzin przerwa bardzo długa trwa dłużej niż 12 godzin, ale nie dłużej niż 24 godziny.",
                          
                            "zrodlo": "Ministerstwo Energii",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "316.1",
                              
                                  "2011" :   "309.1",
                              
                                  "2012" :   "254.0",
                              
                                  "2013" :   "254.2",
                              
                                  "2014" :   "191.3",
                              
                                  "2015" :   "243.6",
                              
                                  "2016" :   "179.9",
                              
                                  "2017" :   "285.0",
                              
                                  "2018" :   ""
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "7-4-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "7.4.a Odsetek gospodarstw domowych (o dochodach poniżej 60% mediany), deklarujących brak możliwości ogrzewania mieszkania odpowiednio do potrzeb (EU-SILC)",
                          
                            "cel": "Cel 7. Czysta i dostępna energia",
                          
                            "priorytet": "Zaspokojenie potrzeb energetycznych przedsiębiorstw i gospodarstw domowych",
                          
                            "definicja": "Udział gospodarstw domowych (o dochodach poniżej 60% mediany), deklarujących brak możliwości ogrzewania mieszkania odpowiednio do potrzeb w ogólnej liczbie gospodarstw domowych.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania EU-SILC.Badanie EU-SILC (Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej 'obserwacji' w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy; z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi – danych o osobach indywidualnych. Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia. W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym). Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r.Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe).",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "30.7",
                              
                                  "2011" :   "28.7",
                              
                                  "2012" :   "27.6",
                              
                                  "2013" :   "23.8",
                              
                                  "2014" :   "20.7",
                              
                                  "2015" :   "18.7",
                              
                                  "2016" :   "16.7",
                              
                                  "2017" :   "15.1",
                              
                                  "2018" :   "13.7"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "7-4-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "7.4.b Udział przeciętnych miesięcznych wydatków na nośniki energii w wydatkach gospodarstw domowych ogółem",
                          
                            "cel": "Cel 7. Czysta i dostępna energia",
                          
                            "priorytet": "Zaspokojenie potrzeb energetycznych przedsiębiorstw i gospodarstw domowych",
                          
                            "definicja": "Stosunek przeciętnych miesięcznych wydatków na nośniki energii na 1 osobę w gospodarstwach domowych ogółem do przeciętnych miesięcznych wydatków ogółem na 1 osobę w tych gospodarstwach.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania budżetów gospodarstw domowych.Badanie budżetów gospodarstw domowych prowadzone jest metodą reprezentacyjną. Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo jednoosobowe). Celem badania jest umożliwienie dokonywania analiz poziomu życia ludności, a także oceny wpływu różnych czynników na kształtowanie się poziomu i zróżnicowania sytuacji bytowej podstawowych grup gospodarstw domowych. Wydatki obejmują wydatki na towary i usługi konsumpcyjne oraz pozostałe wydatki. Wydatki na towary i usługi konsumpcyjne przeznaczone są na zaspokojenie potrzeb gospodarstwa domowego. Obejmują one towary zakupione za gotówkę (również przy użyciu karty płatniczej lub kredytowej), na kredyt, otrzymane bezpłatnie oraz spożycie naturalne (towary i usługi konsumpcyjne pobrane na potrzeby gospodarstwa domowego z działalności rolniczej bądź działalności gospodarczej na własny rachunek). Towary konsumpcyjne obejmują dobra nietrwałego użytkowania (np.: żywność, napoje, lekarstwa), półtrwałego użytkowania (np.: odzież, książki, zabawki) i trwałego użytkowania (np.: samochody, pralki, lodówki, telewizory).Pozostałe wydatki składają się z:  - darów przekazanych innym gospodarstwom domowym i instytucjom niekomercyjnym,  - niektórych podatków, w tym podatku od spadków i darowizn, podatku od nieruchomości, opłaty za wieczyste użytkowanie gruntu,  - zaliczek na podatek od dochodów osobistych oraz składek na ubezpieczenia społeczne płaconych samodzielnie przez  podatnika,  - pozostałych rodzajów wydatków nie przeznaczonych bezpośrednio na cele konsumpcyjne, w tym strat pieniężnych, odszkodowań za wyrządzone szkody. Wydatki na użytkowanie energii zostały wyodrębnione na podstawie klasyfikacji COICOP.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "11.9",
                              
                                  "2011" :   "12.3",
                              
                                  "2012" :   "12.1",
                              
                                  "2013" :   "12.2",
                              
                                  "2014" :   "11.5",
                              
                                  "2015" :   "11.4",
                              
                                  "2016" :   "10.8",
                              
                                  "2017" :   "10.7",
                              
                                  "2018" :   "10.3"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
