{
  "8":[
    {
      "8-1-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "8.1.a Udział eksportu wyrobów wysokiej techniki w eksporcie ogółem",
                          
                            "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                          
                            "priorytet": "Poszukiwanie nowych przewag konkurencyjnych opartych na zaawansowaniu technologicznym produktów, jakości i innowacyjności oferowanych produktów, jak również mechanizmów umiędzynarodowienia przedsiębiorstw",
                          
                            "definicja": "Stosunek wartości wyeksportowanych wyrobów odznaczających się wysoką intensywnością badawczo-rozwojową (B+R) do wartości eksportu ogółem, wyrażony w %. Handel zagraniczny wyrobami wysokiej techniki stanowi miernik efektu i wpływu działalności B+R i charakteryzuje poziom konkurencyjności danego kraju na rynku globalnym.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "W badaniach stopnia zaawansowania techniki stosowane są na ogół dwie metody: według dziedzin oraz według wyrobów. Metoda według wyrobów stanowi rozwinięcie i uzupełnienie metody dziedzinowej. Opisuje dział wysokiej techniki i jest używana głównie w analizach handlu zagranicznego. Klasyfikacja wyrobów utworzona została na podstawie analiz dotyczących zawartości komponentu B+R („zawartości technologii”). Jako mierniki zawartości/intensywności komponentu B+R zastosowano następujące wskaźniki: relacja nakładów bezpośrednich na działalność B+R do wartości dodanej, relacja nakładów bezpośrednich na działalność B+R do wartości produkcji (sprzedaży), relacja nakładów bezpośrednich na działalność B+R powiększonych o nakłady pośrednie „wcielone” w dobrach inwestycyjnych i półwyrobach do wartości produkcji (sprzedaży). Aktualna lista wyrobów wysokiej techniki obejmuje 9 grup wyrobów, których produkcja wymaga wysokich nakładów na działalność B+R: sprzęt lotniczy, komputery - maszyny biurowe, elektronikę - telekomunikację, środki farmaceutyczne, aparaturę naukowo-badawczą, maszyny elektryczne, maszyny nieelektryczne, chemikalia oraz uzbrojenie. Eksport to wywóz za granicę dóbr, które zostały wytworzone w danym kraju. Handel zagraniczny wysokiej techniki jest jedną z metod oszacowania, w jakim stopniu prace badawczo-rozwojowe i rozwiązania wytworzone w danym kraju przekształcane są w dobra wysokiej techniki, które mogą być sprzedane na rynku globalnym. Do wyrobów  wysokiej techniki, na podstawie listy OECD SITC Rev. 4 (zatwierdzonej przez Eurostat w kwietniu 2009 r.), zaliczono 9 następujących kategorii wyrobów: 1. Sprzęt lotniczy (m.in. śmigłowce, samoloty i pozostałe statki powietrzne statki kosmiczne i pojazdy nośne statków kosmicznych, śmigła i wirniki oraz ich części, silniki i siłowniki, kompasy i busole morskie); 2. Komputery - maszyny biurowe (m.in. maszyny do automatycznego przetwarzania danych i urządzenia do nich, maszyny, które wykonują dwie lub więcej funkcji drukowania, kopiowania lub transmisji telefaksowej); 3. Elektronika – telekomunikacja (m.in. aparatura wideo do zapisu i odtwarzania obrazu i dźwięku, aparatura uruchamiana monetami, banknotami, kartami bankowymi, żetonami lub innymi środkami płatniczymi, obwody drukowane, kable z włókien światłowodowych, lampy mikrofalowe, diody, tranzystory i podobne urządzenia półprzewodnikowe; nośniki optyczne); 4. Środki farmaceutyczne (m.in. antybiotyki, hormony, prostaglandyny, tromboksany i leukotrieny, naturalne lub syntetyczne; ich pochodne i analogi strukturalne); 5. Aparatura naukowo-badawcza (m.in. aparatura elektrodiagnostyczna do zastosowań medycznych, chirurgicznych, stomatologicznych lub weterynaryjnych i aparatura radiologiczna, wiertarki dentystyczne, przyrządy i aparatura, pomiarowa, kontrolna i analityczna, aparaty fotograficzne, kamery kinematograficzne, soczewki kontaktowe, włókna optyczne i wiązki włókien optycznych, urządzenia ortopedyczne); 6. Maszyny elektryczne (m.in. elektryczna aparatura do sygnalizacji dźwiękowej lub wizualnej, kondensatory elektryczne, stałe, nastawne lub strojeniowe); 7. Maszyny nieelektryczne (m.in. turbiny gazowe, reaktory jądrowe i części do nich; maszyny i aparatura do rozdzielania izotopów, obrabiarki do obróbki dowolnych materiałów przez usuwanie nadmiaru materiału za pomocą lasera lub innej wiązki świetlnej lub fotonowej, tokarki, wiertarki, frezarki, maszyny i aparatura, do oporowego zgrzewania metali); 8. Chemikalia (m.in. selen, tellur, fosfor, arsen i bor, krzem, materiały promieniotwórcze i pokrewne, środki barwiące organiczne syntetyczne i laki barwnikowe, środki owadobójcze, gryzoniobójcze, grzybobójcze, chwastobójcze, opóźniające kiełkowanie, regulatory wzrostu roślin, środki odkażające i podobne produkty); 9. Uzbrojenie (broń i amunicja).",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "6.0",
                              
                                  "2011" :   "5.1",
                              
                                  "2012" :   "6.0",
                              
                                  "2013" :   "6.7",
                              
                                  "2014" :   "7.9",
                              
                                  "2015" :   "8.5",
                              
                                  "2016" :   "8.5",
                              
                                  "2017" :   "8.4",
                              
                                  "2018" :   "8.3",
                              
                                  "2019" :   "8.6"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-1-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "8.1.b Nakłady na działalność innowacyjną w przedsiębiorstwach w relacji do PKB",
                          
                            "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                          
                            "priorytet": "Poszukiwanie nowych przewag konkurencyjnych opartych na zaawansowaniu technologicznym produktów, jakości i innowacyjności oferowanych produktów, jak również mechanizmów umiędzynarodowienia przedsiębiorstw",
                          
                            "definicja": "Suma nakładów na działalność innowacyjną poniesionych łącznie w przedsiębiorstwach przemysłowych i z sektora usług o liczbie pracujących 10 osób i więcej, w relacji do PKB.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Działalność innowacyjna to całokształt działań naukowych, technicznych, organizacyjnych, finansowych i komercyjnych, które prowadzą lub mają w zamierzeniu prowadzić do wdrażania innowacji. Niektóre z tych działań mają charakter innowacyjny, natomiast inne nie są nowością, lecz są konieczne do wdrażania innowacji. Działalność innowacyjna obejmuje także działalność badawczo-rozwojową (B+R), która nie jest bezpośrednio związana z tworzeniem konkretnej innowacji. Działalność innowacyjna przedsiębiorstwa w danym okresie może mieć trojaki charakter: działalność pomyślnie zakończona wdrożeniem innowacji; działalność bieżąca w trakcie realizacji, która nie doprowadziła dotychczas do wdrożenia innowacji oraz działalność zaniechana przed wdrożeniem innowacji. Badanie innowacyjności jest prowadzone w oparciu o międzynarodową metodologię (Podręcznik Oslo). Nakłady finansowe poniesione na działalność innowacyjną w zakresie innowacji produktowych i procesów biznesowych* obejmują nakłady poniesione w danym roku sprawozdawczym. W badaniu innowacyjności pod uwagę brane są wszelkie wydatki na innowacje produktowe i procesów biznesowych*, bieżące i inwestycyjne, poniesione w roku sprawozdawczym na prace zakończone sukcesem (tzn. wdrożeniem innowacji), niezakończone (kontynuowane) oraz przerwane lub zaniechane, niezależnie od źródeł ich finansowania. Przedsiębiorstwo przemysłowe to przedsiębiorstwo, którego przeważająca działalność została zaliczona do sektora przemysłu wg klasyfikacji PKD 2007, tj. do jednej z 4 sekcji B - Górnictwo i wydobywanie, C - Przetwórstwo przemysłowe, D - Wytwarzanie i zaopatrywanie w energię elektryczną, gaz, parę wodną, gorącą wodę i powietrze do układów klimatyzacyjnych i E - Dostawa wody; gospodarowanie ściekami i odpadami oraz działalność związana z rekultywacją. Dane dotyczą następujących przedsiębiorstw z sektora usług wg klasyfikacji PKD 2007: Sekcja G Handel hurtowy i detaliczny; naprawa pojazdów samochodowych, włączając motocykle ›› Dział 46 handel hurtowy, z wyłączeniem handlu pojazdami samochodowymi Sekcja H Transport i gospodarka magazynowa ›› Dział 49 transport lądowy oraz transport rurociągowy ›› Dział 50 transport wodny ›› Dział 51 transport lotniczy ›› Dział 52 magazynowanie i działalność usługowa wspomagająca transport ›› Dział 53 działalność pocztowa i kurierska  Sekcja J Informacja i komunikacja  ›› Dział 58 działalność wydawnicza ›› Dział 59 działalność związana z produkcją filmów, nagrań wideo, programów telewizyjnych, nagrań dźwiękowych i muzycznych ›› Dział 60 nadawanie programów ogólnodostępnych i abonamentowych ›› Dział 61 telekomunikacja ›› Dział 62 działalność związana z oprogramowaniem i doradztwem w zakresie informatyki oraz działalność powiązana  ›› Dział 63 działalność usługowa w zakresie informacji Sekcja K Działalność finansowa i ubezpieczeniowa ›› Dział 64 finansowa działalność usługowa, z wyłączeniem ubezpieczeń i funduszów emerytalnych ›› Dział 65 ubezpieczenia, reasekuracja oraz fundusze emerytalne, z wyłączeniem obowiązkowego ubezpieczenia społecznego ›› Dział 66 działalność wspomagająca usługi finansowe oraz ubezpieczenia i fundusze emerytalne Sekcja M Działalność profesjonalna, naukowa i techniczna  ›› Dział 71 działalność w zakresie architektury i inżynierii; badania i analizy techniczne  ›› Dział 72 badania naukowe i prace rozwojowe ›› Dział 73 reklama, badanie rynku i opinii publicznej  Produkt Krajowy Brutto (PKB) obrazuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej. Jest obliczany na podstawie obowiązującej w Unii Europejskiej metodologii ESA.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "Do wyliczenia wartości wskaźnika dla roku 2018 przyjęto wartość szacunkową PKB.*Do 2018 r obowiązywały innowacje produktowe i procesowe."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "2.39",
                              
                                  "2011" :   "2.03",
                              
                                  "2012" :   "2.25",
                              
                                  "2013" :   "1.99",
                              
                                  "2014" :   "2.19",
                              
                                  "2015" :   "2.43",
                              
                                  "2016" :   "2.10",
                              
                                  "2017" :   "2.07",
                              
                                  "2018" :   "1.72"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-1-c": [
        {
          "metadane": [
            
            {
                            "nazwa": "8.1.c Wskaźnik Globalnej Konkurencyjności (GCI) - pozycja w rankingu",
                          
                            "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                          
                            "priorytet": "Poszukiwanie nowych przewag konkurencyjnych opartych na zaawansowaniu technologicznym produktów, jakości i innowacyjności oferowanych produktów, jak również mechanizmów umiędzynarodowienia przedsiębiorstw",
                          
                            "definicja": "Miejsce w rankingu pod względem Wskaźnika Globalnej Konkurencyjności (GCI) określającego zdolności poszczególnych państw do zapewnienia długookresowego wzrostu gospodarczego.",
                          
                            "jednostka": "pozycja w rankingu",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Na złożony Wskaźnik Globalnej Konkurencyjności (GCI) składa się 114 zmiennych. Zmienne pogrupowane są w 12 skorelowanych ze sobą filarach (dziedzinach). Dziedziny te obejmują najważniejsze czynniki konkurencyjności na rynku globalnym. Wyróżniono 12 filarów:  filar 1: Instytucje; filar 2: Infrastruktura; filar 3: Środowiska makroekonomiczne; filar 4: Ochrona zdrowia i edukacja podstawowa; filar 5: Szkolnictwo wyższe; filar 6: Wydajność rynku; filar 7: Wydajność rynku pracy; filar 8: Poziom rozwoju rynku finansowego; filar 9: Gotowość technologiczna; filar 10: Rozmiar rynku; filar 11: Jakość środowiska biznesowego; filar 12: Innowacyjność.  Poziom wskaźnika GCI uwzględnia powiązania pomiędzy poszczególnymi filarami. Odpowiednio połączone ze sobą filary tworzą 3 podwskaźniki, na których opiera się wskaźnik GCI:  podwskaźnik oparty na podstawowych czynnikach rozwoju: filary 1-4; podwskaźnik oparty na czynnikach poprawiających efektywność: filary 5-10; podwskaźnik oparty na czynnikach innowacyjności i rozwoju: filary 11-12.  Wartość podwskaźników odzwierciedla przyporządkowanie krajów do określonej grupy gospodarek znajdujących się w jednej z trzech faz rozwoju:  faza I - rozwój determinowany czynnikami wytwórczymi; faza II - rozwój determinowany inwestycjami; faza III - rozwój determinowany innowacjami.  Konstruując wskaźnik GCI, określono wagi poszczególnych trzech podwskaźników. Głównym kryterium dla określenia wag jest poziom rozwoju gospodarki mierzony wartością PKB na 1 mieszkańca oraz wpływ wydobycia surowców naturalnych na gospodarkę. Wartości 114 zmiennych wchodzących w skład wskaźnika GCI pochodzą głównie z prowadzonego przez Światowe Forum Ekonomiczne badania rocznego, które dodatkowo uzupełnia się danymi pozyskiwanymi z agend ONZ np. UNESCO, WHO, Międzynarodowy Fundusz Walutowy.",
                          
                            "zrodlo": "World Economic Forum",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "Od momentu powstania wskaźnika GCI liczba gospodarek ujmowanych w rankingu ulega zmianie, w 2006 r. w rankingu zestawiono 122 gospodarki świata, w 2007 r. – 131, w 2008 r. – 134, 2009 r. – 133, w 2010 r. – 139, w 2011 r. – 142, w 2012 r. – 144, w 2013 r. – 148, w 2014 r. – 144, w 2015 r. – 140 i w 2016 r. – 138."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "39",
                              
                                  "2011" :   "41",
                              
                                  "2012" :   "41",
                              
                                  "2013" :   "42",
                              
                                  "2014" :   "43",
                              
                                  "2015" :   "41",
                              
                                  "2016" :   "36",
                              
                                  "2017" :   "39",
                              
                                  "2018" :   "37",
                              
                                  "2019" :   "37"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-2-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "8.2.a Wskaźnik łatwości prowadzenia interesów (pozycja w rankingu Doing Business)",
                          
                            "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                          
                            "priorytet": "Rozwój przedsiębiorczości (ułatwienia prawne w prowadzeniu działalności gospodarczej i dostępie do instrumentów finansowania)",
                          
                            "definicja": "Miejsce kraju w rankingu Doing Business dot. łatwości prowadzenia interesów. Im wyższa pozycja w rankingu, tym prostsze przepisy regulujące sprawy związane z prowadzeniem przedsiębiorstwa oraz silniejsza ochrona własności przez prawo.",
                          
                            "jednostka": "pozycja w rankingu",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik łatwości prowadzenia interesów (Easy of doing business index) ma na celu zmierzenie regulacji bezpośrednio wpływających na przedsiębiorstwa bez badania innych warunków takich jak bliskość znaczących rynków, jakości infrastruktury, inflacji, czy przestępczości. Pozycja danego kraju w rankingu opiera się na średniej z 10 kategorii:  zakładanie firmy - procedury, czas oraz wymagany minimalny wkład początkowy; uzyskiwanie pozwoleń na budowę - procedury, czas oraz koszt inspekcji oraz uzyskiwania pozwolenia;  wskaźnik energii elektrycznej - czas i koszt uzyskania przyłącza elektrycznego dla nowo wybudowanego przedsiębiorstwa; rejestrowanie własności - procedury, czas oraz koszt rejestrowania nieruchomości; otrzymywanie kredytu - siła regulacji kredytów oraz ilość informacji na temat kredytowania;  ochrona inwestorów - zakres jawności oraz zakres odpowiedzialności zarządu przed współudziałowcami; płacenie podatków - liczba płaconych podatków, godziny spędzone rocznie nad przygotowaniem zeznań podatkowych oraz cześć dochodu brutto, jaką stanowi płacony podatek; handel zagraniczny - liczba dokumentów, podpisów i czasu wymaganego aby przedsiębiorca mógł importować lub eksportować; zawieranie umów - procedury, czas i koszt zawierania i egzekwowania umów dłużnych; Likwidacja przedsiębiorstwa - czas i koszt związany z zakończeniem działalności oraz stopa odzysku. ",
                          
                            "zrodlo": "Bank Światowy",
                          
                            "czestotliwosc": "Dane roczne; od 2012 r.",
                          
                            "uwagi": "Raport Doing Business jest opracowywany raz do roku i oparty jest na danych z roku poprzedzającego jego publikację. W Platformie SDG dane prezentowane jako 2013 r. pochodzą z raportu Doing Business 2014."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "55",
                              
                                  "2013" :   "45",
                              
                                  "2014" :   "32",
                              
                                  "2015" :   "25",
                              
                                  "2016" :   "24",
                              
                                  "2017" :   "27",
                              
                                  "2018" :   "33",
                              
                                  "2019" :   "40",
                              
                                  "2020" :   "40"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-3-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "8.3.a Wskaźnik zatrudnienia osób w wieku 15 lat i więcej (wg BAEL)",
                          
                            "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                          
                            "priorytet": "Zwiększanie wskaźnika zatrudnienia",
                          
                            "definicja": "Udział pracujących w liczbie ludności ogółem.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem, płeć, grupy wieku",
                          
                            "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym. Badanie prowadzone jest metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15 lat i więcej będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół ludności można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernychzawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo. Do pracujących zaliczane są wszystkie osoby w wieku 15 lat i wiecej, które w okresie badanego tygodnia: 1) wykonywały przez co najmniej 1 godzinę pracę przynoszącą dochód lub zarobek, tzn. były zatrudnione w charakterze pracownika najemnego, pracowały we własnym (lub dzierżawionym) gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały (bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalności gospodarczej poza rolnictwem,2) miały pracę, ale jej nie wykonywały (np. z powodu choroby, urlopu macierzyńskiego lub wypoczynkowego, przerwy w działalności zakładu), w przypadku gdy przerwa w pracy wynosiła mniej niż 3 miesiące; gdy przerwa w pracy wynosiła powyżej 3 miesięcy w odniesieniu do pracowników najemnych dodatkowym kryterium było otrzymywanie co najmniej 50% dotychczasowego wynagrodzenia. Zgodnie z międzynarodowymi standardami, do pracujących zaliczani są również uczniowie, z ktrymi zakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonej pracy, jeżeli otrzymywali wynagrodzenie. Ze względu na przyjęte założenia metodologiczne badania, liczba pracujących uzyskana w wyniku BAEL nie obejmuje niektórych kategorii osób, które są wliczane do pracujących w sprawozdawczości z zakresu zatrudnienia, m.in.:a) pracujących, mieszkających w hotelach pracowniczych,b) pracujących za granicą na rzecz polskich pracodawców.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne;od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "wg płci": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "50.0",
                                          
                                              "2011" : "50.2",
                                          
                                              "2012" : "50.2",
                                          
                                              "2013" : "50.2",
                                          
                                              "2014" : "51.2",
                                          
                                              "2015" : "51.9",
                                          
                                              "2016" : "52.8",
                                          
                                              "2017" : "53.7",
                                          
                                              "2018" : "54.2",
                                          
                                              "2019" : "54.4",
                                          
                                              "2020" : "54.3"
                                          
                                          }
                                      ],"mężczyźni": [
                                          {
                                          
                                              "2010" : "57.8",
                                          
                                              "2011" : "58.3",
                                          
                                              "2012" : "58.2",
                                          
                                              "2013" : "58.2",
                                          
                                              "2014" : "59.2",
                                          
                                              "2015" : "59.8",
                                          
                                              "2016" : "60.9",
                                          
                                              "2017" : "62.0",
                                          
                                              "2018" : "62.4",
                                          
                                              "2019" : "63.0",
                                          
                                              "2020" : "63.1"
                                          
                                          }
                                      ],"kobiety": [
                                          {
                                          
                                              "2010" : "42.8",
                                          
                                              "2011" : "42.8",
                                          
                                              "2012" : "42.9",
                                          
                                              "2013" : "42.8",
                                          
                                              "2014" : "43.8",
                                          
                                              "2015" : "44.7",
                                          
                                              "2016" : "45.3",
                                          
                                              "2017" : "46.1",
                                          
                                              "2018" : "46.6",
                                          
                                              "2019" : "46.4",
                                          
                                              "2020" : "46.3"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "wg grup wieku": [
                                  {"15-24 lata": [
                                          {
                                          
                                              "2010" : "26.4",
                                          
                                              "2011" : "24.9",
                                          
                                              "2012" : "24.7",
                                          
                                              "2013" : "24.2",
                                          
                                              "2014" : "25.8",
                                          
                                              "2015" : "26.0",
                                          
                                              "2016" : "28.4",
                                          
                                              "2017" : "29.6",
                                          
                                              "2018" : "31.0",
                                          
                                              "2019" : "31.7",
                                          
                                              "2020" : "28.4"
                                          
                                          }
                                      ],"15-64 lata": [
                                          {
                                          
                                              "2010" : "58.9",
                                          
                                              "2011" : "59.3",
                                          
                                              "2012" : "59.7",
                                          
                                              "2013" : "60.0",
                                          
                                              "2014" : "61.7",
                                          
                                              "2015" : "62.9",
                                          
                                              "2016" : "64.5",
                                          
                                              "2017" : "66.1",
                                          
                                              "2018" : "67.4",
                                          
                                              "2019" : "68.2",
                                          
                                              "2020" : "68.7"
                                          
                                          }
                                      ],"20-24 lata": [
                                          {
                                          
                                              "2010" : "44.7",
                                          
                                              "2011" : "42.3",
                                          
                                              "2012" : "41.9",
                                          
                                              "2013" : "41.0",
                                          
                                              "2014" : "43.8",
                                          
                                              "2015" : "44.5",
                                          
                                              "2016" : "48.4",
                                          
                                              "2017" : "50.7",
                                          
                                              "2018" : "53.5",
                                          
                                              "2019" : "55.5",
                                          
                                              "2020" : "50.4"
                                          
                                          }
                                      ],"20-64 lata": [
                                          {
                                          
                                              "2010" : "64.3",
                                          
                                              "2011" : "64.5",
                                          
                                              "2012" : "64.7",
                                          
                                              "2013" : "64.9",
                                          
                                              "2014" : "66.5",
                                          
                                              "2015" : "67.8",
                                          
                                              "2016" : "69.3",
                                          
                                              "2017" : "70.9",
                                          
                                              "2018" : "72.2",
                                          
                                              "2019" : "73.0",
                                          
                                              "2020" : "73.6"
                                          
                                          }
                                      ],"50 i więcej": [
                                          {
                                          
                                              "2010" : "30.3",
                                          
                                              "2011" : "31.2",
                                          
                                              "2012" : "31.5",
                                          
                                              "2013" : "31.6",
                                          
                                              "2014" : "32.1",
                                          
                                              "2015" : "32.5",
                                          
                                              "2016" : "32.6",
                                          
                                              "2017" : "33.2",
                                          
                                              "2018" : "32.9",
                                          
                                              "2019" : "32.6",
                                          
                                              "2020" : "33.0"
                                          
                                          }
                                      ],"55-64 lata": [
                                          {
                                          
                                              "2010" : "34.1",
                                          
                                              "2011" : "36.9",
                                          
                                              "2012" : "38.7",
                                          
                                              "2013" : "40.6",
                                          
                                              "2014" : "42.5",
                                          
                                              "2015" : "44.3",
                                          
                                              "2016" : "46.1",
                                          
                                              "2017" : "48.3",
                                          
                                              "2018" : "48.9",
                                          
                                              "2019" : "49.5",
                                          
                                              "2020" : "51.8"
                                          
                                          }
                                      ],"65-69 lat": [
                                          {
                                          
                                              "2010" : "9.4",
                                          
                                              "2011" : "9.4",
                                          
                                              "2012" : "9.5",
                                          
                                              "2013" : "9.4",
                                          
                                              "2014" : "9.7",
                                          
                                              "2015" : "9.5",
                                          
                                              "2016" : "9.9",
                                          
                                              "2017" : "11.0",
                                          
                                              "2018" : "10.5",
                                          
                                              "2019" : "10.8",
                                          
                                              "2020" : "11.3"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-4-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "8.4.a Odsetek osób zatrudnionych na podstawie stosunku pracy w odniesieniu do liczby osób pracujących w gospodarce narodowej",
                          
                            "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                          
                            "priorytet": "Promowanie stabilnych form zatrudnienia",
                          
                            "definicja": "Udział osób zatrudnionych na podstawie stosunku pracy w liczbie pracujących ogółem.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane o pracujących dotyczą osób wykonujących pracę przynoszącą im zarobek lub dochód. Dane obejmują pracujących w jednostkach budżetowych działających w zakresie obrony narodowej i bezpieczeństwa. Do pracujących zaliczono:  a) osoby zatrudnione na podstawie stosunku pracy (umowa o pracę, powołanie, mianowanie, wybór lub stosunek służbowy);  b) pracodawców i pracujących na własny rachunek, a mianowicie:  - właścicieli, współwłaścicieli i dzierżawców gospodarstw indywidualnych w rolnictwie (łącznie z pomagającymi członkami ich rodzin),  - właścicieli i współwłaścicieli (łącznie z pomagającymi członkami ich rodzin; z wyłączeniem wspólników spółek, którzy nie pracują w spółce) podmiotów prowadzących działalność gospodarczą poza gospodarstwami indywidualnymi w rolnictwie;  - inne osoby pracujące na własny rachunek, np. osoby wykonujące wolne zawody;  c) osoby wykonujące pracę nakładczą;  d) agentów; e) członków spółdzielni produkcji rolniczej (rolniczych spółdzielni produkcyjnych i spółdzielni powstałych na ich bazie oraz spółdzielni kółek rolniczych);  f) duchownych pełniących obowiązki duszpasterskie. Dane o zatrudnionych na podstawie stosunku pracy dotyczą:  a) zatrudnienia według stanu w dniu 31 XII osób pełnozatrudnionych oraz niepełnozatrudnionych w głównym miejscu pracy bez przeliczania na pełnozatrudnionych;  b) przeciętnego zatrudnienia pracowników pełnozatrudnionych oraz niepełnozatrudnionych w przeliczeniu na pełnozatrudnionych. Pełnozatrudnieni są to osoby zatrudnione w pełnym wymiarze czasu pracy obowiązującym w danym zakładzie pracy lub na danym stanowisku pracy, w tym również osoby, które zgodnie z obowiązującymi przepisami pracują w skróconym czasie pracy, np. z tytułu warunków szkodliwych dla zdrowia lub w przedłużonym czasie pracy, np. dozorcy mienia. Niepełnozatrudnieni są to osoby, które zgodnie z umową o pracę pracują stale w niepełnym wymiarze czasu pracy. Niepełnozatrudnieni w głównym miejscu pracy są to osoby, które oświadczyły, że dany zakład jest ich głównym miejscem pracy.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "73.8",
                              
                                  "2011" :   "73.4",
                              
                                  "2012" :   "73.0",
                              
                                  "2013" :   "73.0",
                              
                                  "2014" :   "73.2",
                              
                                  "2015" :   "73.2",
                              
                                  "2016" :   "73.6",
                              
                                  "2017" :   "73.7",
                              
                                  "2018" :   "73.9",
                              
                                  "2019" :   "74.2"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-5-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "8.5.a Wskaźnik zatrudnienia kobiet z najmłodszym dzieckiem w wieku do 5 lat wg BAEL",
                          
                            "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                          
                            "priorytet": "Zwiększenie elastyczności w odniesieniu do metod organizacji i świadczenia pracy",
                          
                            "definicja": "Udział pracujących kobiet z najmłodszym dzieckiem w wieku do 5 lat w ogólnej liczbie kobiet z najmłodszym dzieckiem w wieku do 5 lat.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym. Badanie prowadzone jest metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15 lat i więcej będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół ludności można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo. Do pracujących zaliczane są wszystkie osoby w wieku 15 lat i wiecej, które w okresie badanego tygodnia: 1) wykonywały przez co najmniej 1 godzinę pracę przynoszącą dochód lub zarobek, tzn. były zatrudnione w charakterze pracownika najemnego, pracowały we własnym (lub dzierżawionym) gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały (bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalności gospodarczej poza rolnictwem, 2) miały pracę, ale jej nie wykonywały (np. z powodu choroby, urlopu macierzyńskiego lub wypoczynkowego, przerwy w działalności zakładu), w przypadku gdy przerwa w pracy wynosiła mniej niż 3 miesiące; gdy przerwa w pracy wynosiła powyżej 3 miesięcy w odniesieniu do pracowników najemnych dodatkowym kryterium było otrzymywanie co najmniej 59% dotychczasowego wynagrodzenia. Zgodnie z międzynarodowymi standardami, do pracujących zaliczani są również uczniowie, z którymi zakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonej pracy, jeżeli otrzymywali wynagrodzenie. Ze względu na przyjęte założenia metodologiczne badania, liczba pracujących uzyskana w wyniku BAEL nie obejmuje niektórych kategorii osób, które są wliczane do pracujących w sprawozdawczości z zakresu zatrudnienia, m.in.: a) pracujących, mieszkających w hotelach pracowniczych, b) pracujących za granicą na rzecz polskich pracodawców.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "58.5",
                              
                                  "2011" :   "57.7",
                              
                                  "2012" :   "58.3",
                              
                                  "2013" :   "59.1",
                              
                                  "2014" :   "61.8",
                              
                                  "2015" :   "64.1",
                              
                                  "2016" :   "63.0",
                              
                                  "2017" :   "63.4",
                              
                                  "2018" :   "62.4",
                              
                                  "2019" :   "62.5",
                              
                                  "2020" :   "62.9"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-6-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "8.6.a Odsetek pracowników otrzymujących wynagrodzenie miesięczne ogółem w wysokości do 50% przeciętnego wynagrodzenia brutto w gospodarce narodowej",
                          
                            "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                          
                            "priorytet": "Odpowiednie kreowanie rynku pracy dla zapewnienia godnej pracy dla wszystkich",
                          
                            "definicja": "Udział pracowników otrzymujących wynagrodzenie miesięczne ogółem w wysokości do 50% przeciętnego wynagrodzenia brutto w gospodarce narodowej w ogólnej liczbie pracowników w gospodarce narodowej.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem, kobiety, grupy wieku, osoby z niepełnosprawnością",
                          
                            "metodologia": "Wynagrodzenie ogółem to wypłaty pieniężne wypłacane pracownikom lub innym osobom fizycznym, stanowiące wydatki ponoszone przez pracodawców na opłacenie wykonywanej pracy, niezależnie od źródeł ich finansowania oraz bez względu na podstawę stosunku pracy bądź innego stosunku prawnego lub czynności prawnej, na podstawie których jest świadczona praca lub pełniona służba. Wynagrodzenie w gospodarce narodowej obejmuje wszystkie podmioty gospodarki narodowej, w tym jednostki o liczbie pracujących do 9 osób. Dane o tym przeciętnym wynagrodzeniu dotyczą pełnozatrudnionych i niepełnozatrudnionych w przeliczeniu na pełnozatrudnionych.  W wynagrodzeniach miesięcznych nie uwzględniono takich wypłat, jak: nagrody jubileuszowe, gratyfikacje, odprawy wypłacone przy przejściu na emeryturę, jednorazowe wynagrodzenia (wyrównawcze) wypłacone w związku ze zgłoszeniem i przyjęciem projektu wynalazczego powodującego zmianę norm pracy, ekwiwalenty za niewykorzystany urlop. Źródłem danych jest badanie struktury wynagrodzeń według zawodów (badanie na formularzu o symbolu Z-12). Badanie jest realizowane z częstotliwością dwuletnią, ma charakter reprezentacyjny i obejmuje podmioty gospodarki narodowej o liczbie pracujących powyżej 9 osób.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane co dwa lata; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "17.9",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "18.9",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "19.0",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "17.5",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "16.2"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-7-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "8.7.a Współczynnik aktywności zawodowej",
                          
                            "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                          
                            "priorytet": "Aktywizacja zawodowa osób młodych, kobiet, osób w wieku 50+, osób długotrwale bezrobotnych, jak również niepełnosprawnych",
                          
                            "definicja": "Udział aktywnych zawodowo (ogółem lub danej kategorii) w liczbie ludności (ogółem lub danej kategorii). Dane przeciętne w roku.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem, kobiety, grupy wieku, niepełnosprawność",
                          
                            "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym. Badanie prowadzone jest metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15 lat i więcej będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół ludności można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernychzawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo. Do pracujących zaliczane są wszystkie osoby w wieku 15 lat i wiecej, które w okresie badanego tygodnia: 1) wykonywały przez co najmniej 1 godzinę pracę przynoszącą dochód lub zarobek, tzn. były zatrudnione w charakterze pracownika najemnego, pracowały we własnym (lub dzierżawionym) gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały (bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalności gospodarczej poza rolnictwem,2) miały pracę, ale jej nie wykonywały (np. z powodu choroby, urlopu macierzyńskiego lub wypoczynkowego, przerwy w działalności zakładu), w przypadku gdy przerwa w pracy wynosiła mniej niż 3 miesiące; gdy przerwa w pracy wynosiła powyżej 3 miesięcy w odniesieniu do pracowników najemnych dodatkowym kryterium było otrzymywanie co najmniej 50% dotychczasowego wynagrodzenia. Zgodnie z międzynarodowymi standardami, do pracujących zaliczani są również uczniowie, z ktrymi zakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonej pracy, jeżeli otrzymywali wynagrodzenie. Ze względu na przyjęte założenia metodologiczne badania, liczba pracujących uzyskana w wyniku BAEL nie obejmuje niektórych kategorii osób, które są wliczane do pracujących w sprawozdawczości z zakresu zatrudnienia, m.in.:a) pracujących, mieszkających w hotelach pracowniczych,b) pracujących za granicą na rzecz polskich pracodawców.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {
                      
                              "aktywność zawodowa": [
                                  {"ogółem": [
                                          {
                                          
                                              "2010" : "55.3",
                                          
                                              "2011" : "55.5",
                                          
                                              "2012" : "55.9",
                                          
                                              "2013" : "55.9",
                                          
                                              "2014" : "56.2",
                                          
                                              "2015" : "56.2",
                                          
                                              "2016" : "56.2",
                                          
                                              "2017" : "56.4",
                                          
                                              "2018" : "56.3",
                                          
                                              "2019" : "56.2",
                                          
                                              "2020" : "56.1"
                                          
                                          }
                                      ],"kobiety": [
                                          {
                                          
                                              "2010" : "47.6",
                                          
                                              "2011" : "47.8",
                                          
                                              "2012" : "48.1",
                                          
                                              "2013" : "48.2",
                                          
                                              "2014" : "48.5",
                                          
                                              "2015" : "48.4",
                                          
                                              "2016" : "48.3",
                                          
                                              "2017" : "48.4",
                                          
                                              "2018" : "48.5",
                                          
                                              "2019" : "48.2",
                                          
                                              "2020" : "47.9"
                                          
                                          }
                                      ],"osoby w wieku 15-24 lata": [
                                          {
                                          
                                              "2010" : "34.6",
                                          
                                              "2011" : "33.5",
                                          
                                              "2012" : "33.6",
                                          
                                              "2013" : "33.3",
                                          
                                              "2014" : "33.9",
                                          
                                              "2015" : "32.8",
                                          
                                              "2016" : "34.5",
                                          
                                              "2017" : "34.8",
                                          
                                              "2018" : "35.1",
                                          
                                              "2019" : "35.2",
                                          
                                              "2020" : "31.8"
                                          
                                          }
                                      ],"osoby w wieku 50 lat i więcej": [
                                          {
                                          
                                              "2010" : "32.7",
                                          
                                              "2011" : "33.6",
                                          
                                              "2012" : "34.0",
                                          
                                              "2013" : "34.2",
                                          
                                              "2014" : "34.3",
                                          
                                              "2015" : "34.4",
                                          
                                              "2016" : "34.1",
                                          
                                              "2017" : "34.4",
                                          
                                              "2018" : "33.8",
                                          
                                              "2019" : "33.4",
                                          
                                              "2020" : "33.7"
                                          
                                          }
                                      ],"osoby niepełnosprawne w wieku 16 lat i więcej": [
                                          {
                                          
                                              "2010" : "16.9",
                                          
                                              "2011" : "17.0",
                                          
                                              "2012" : "17.4",
                                          
                                              "2013" : "17.3",
                                          
                                              "2014" : "17.4",
                                          
                                              "2015" : "16.5",
                                          
                                              "2016" : "16.3",
                                          
                                              "2017" : "17.6",
                                          
                                              "2018" : "17.3",
                                          
                                              "2019" : "17.1",
                                          
                                              "2020" : "17.5"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-7-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "8.7.b Udział osób długotrwale bezrobotnych w ogólnej liczbie bezrobotnych (20-64 lata)",
                          
                            "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                          
                            "priorytet": "Aktywizacja zawodowa osób młodych, kobiet, osób w wieku 50+, osób długotrwale bezrobotnych, jak również niepełnosprawnych",
                          
                            "definicja": "Liczba długotrwale bezrobotnych w wieku 20-64 lata, poszukująca pracy 12 miesięcy i dłużej, podzielona przez liczbę bezrobotnych ogółem.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym. Badanie prowadzone jest metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15 lat i więcej będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo. Bezrobotni to osoby w wieku 15-74 lata, które spełniają jednocześnie trzy warunki: - w okresie badanego tygodnia nie były osobami pracującymi, - aktywnie poszukiwały pracy, tzn. podjęły konkretne działania w ciągu 4 tygodni (wliczając jako ostatni - tydzień badany), aby znaleźć pracę, - były gotowe (zdolne) podjąć pracę w ciągu dwóch tygodni następujących po tygodniu badanym. Do bezrobotnych zaliczane są również osoby, które nie poszukiwały pracy, ponieważ miały pracę załatwioną i oczekiwały na jej rozpoczęcie przez okres nie dłuższy niż 3 miesiące oraz były gotowe tę pracę podjąć. Wyniki BAEL pozwalają na zakwalifikowanie bezrobotnych do jednej z czterech kategorii: - bezrobotni, którzy stracili pracę, tzn. osoby, które odeszły z ostatniego miejsca pracy nie z własnej inicjatywy i natychmiast (tzn. w ciągu trzech miesięcy) rozpoczęły poszukiwanie pracy, - bezrobotni, którzy zrezygnowali z pracy, tzn. osoby, które odeszły z pracy z własnej inicjatywy i natychmiast (tzn. w ciągu trzech miesięcy) rozpoczęły poszukiwanie pracy, -bezrobotni, którzy powracają do pracy po przerwie, w czasie której nie poszukiwali pracy przez minimum 3 miesiące, - bezrobotni, którzy nigdy nie pracowali i poszukują pierwszej w życiu pracy",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "31.8",
                              
                                  "2011" :   "38.0",
                              
                                  "2012" :   "41.3",
                              
                                  "2013" :   "43.3",
                              
                                  "2014" :   "43.5",
                              
                                  "2015" :   "40.2",
                              
                                  "2016" :   "36.0",
                              
                                  "2017" :   "31.7",
                              
                                  "2018" :   "27.5",
                              
                                  "2019" :   "22.0",
                              
                                  "2020" :   "20.4"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-7-c": [
        {
          "metadane": [
            
            {
                            "nazwa": "8.7.c Osoby młode niepracujące, nieuczące się i niedokształcające się (w wieku 15-24 lata)",
                          
                            "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                          
                            "priorytet": "Aktywizacja zawodowa osób młodych, kobiet, osób w wieku 50+, osób długotrwale bezrobotnych, jak również niepełnosprawnych",
                          
                            "definicja": "Odsetek osób w wieku 15-24 lata, które nie pracują oraz nie uczestniczą w dalszym kształceniu lub szkoleniu. Licznik wskaźnika odnosi się do osób, które spełniają dwa warunki: 1) nie są zatrudnione (czyli są bezrobotne lub bierne zawodowo),  2) nie uczestniczyły w żadnej formie edukacji w ciągu 4 tygodni poprzedzających badanie. Mianownikiem wskaźnika jest ludność w danej grupie wieku, której dotyczy wskaźnik, z wyłączeniem osób, które nie udzieliły odpowiedzi na pytania dotyczące 'uczestnictwa w regularnej edukacji i szkoleniu'.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik jest opracowywany przez Eurostat na podstawie kwartalnego Labour Force Survey (LFS) / w Polsce - Badania Aktywności Ekonomicznej Ludności (BAEL). Badanie przeprowadzane jest metodą obserwacji ciągłej (ruchomy tydzień badania). W każdym z 13 tygodni kwartału badana jest 1/13 część kwartalnej próby mieszkań. Badany tydzień rozpoczyna się w poniedziałek i kończy w niedzielę, a badany kwartał odnosi się do kwartału kalendarzowego. Dla celów prezentacji danych rocznych stosuje się wyliczenie przeciętnych w roku z danych kwartalnych.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "10.8",
                              
                                  "2011" :   "11.5",
                              
                                  "2012" :   "11.8",
                              
                                  "2013" :   "12.2",
                              
                                  "2014" :   "12.0",
                              
                                  "2015" :   "11.0",
                              
                                  "2016" :   "10.5",
                              
                                  "2017" :   "9.5",
                              
                                  "2018" :   "8.7",
                              
                                  "2019" :   "8.1",
                              
                                  "2020" :   "8.6"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-8-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "8.8.a Udział osób pracujących na wsi w sektorze pozarolniczym w ogólnej liczbie osób pracujących na wsi",
                          
                            "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                          
                            "priorytet": "Poprawa przepływu niewykorzystanych zasobów pracy z rolnictwa do innych sektorów",
                          
                            "definicja": "Wskaźnik obejmuje wszystkie osoby pracujące na wsi poza rolnictwem w relacji do osób pracujących na wsi ogółem.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Źródłem informacji o liczbie pracujących w rolnictwie są wyniki Powszechnego Spisu Rolnego i Narodowego Spisu Powszechnego Ludności i Mieszkań, a w latach międzyspisowych wyniki badania struktury gospodarstw rolnych. Pracujący w rolnictwie obejmują osoby, dla których praca w rolnictwie – przede wszystkim w rodzinnych gospodarstwach rolnych – jest wyłącznym lub głównym zajęciem użytkownika i osób z nim mieszkających. Do pracujących w swoim gospodarstwie rolnym zalicza się osoby pracujące wyłącznie lub głównie w gospodarstwach rolnych prowadzących działalność rolniczą. Za pracę w swoim/rodzinnym gospodarstwie rolnym uznaje się wykonywanie prac bezpośrednio związanych z produkcją rolniczą (roślinną i zwierzęcą) oraz prace ogólne, związane z prowadzeniem gospodarstwa, np.: - zakup środków produkcji, - sprzedaż produktów i przygotowanie ich do sprzedaży, - prace związane z magazynowaniem, - transport na potrzeby gospodarstwa rolnego, - bieżące naprawy sprzętu rolniczego, prace konserwacyjne budynków, maszyn, instalacji, - organizację i zarządzanie pracą w gospodarstwie rolnym, załatwianie spraw urzędowych, prowadzenie rachunków, - wypełnianie wniosków o dopłaty bezpośrednie i inne. Jako pracy w gospodarstwie rolnym nie traktuje się takich prac jak: przyrządzanie posiłków, pranie, sprzątanie, opieka nad dziećmi oraz innych prac związanych z prowadzeniem gospodarstwa domowego. Wyłączone są również prace związane z leśnictwem, łowiectwem, połowem lub hodowlą ryb (bez względu na to czy prowadzone były w gospodarstwie czy poza nim), a także praca w ramach działalności gospodarczej innej niż rolnicza.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": ""
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "69.0",
                              
                                  "2011" :   "69.6",
                              
                                  "2012" :   "70.3",
                              
                                  "2013" :   "71.8",
                              
                                  "2014" :   "73.1",
                              
                                  "2015" :   "72.9",
                              
                                  "2016" :   "75.7",
                              
                                  "2017" :   "76.7",
                              
                                  "2018" :   "77.8",
                              
                                  "2019" :   "78.9",
                              
                                  "2020" :   "78.2"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-9-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "8.9.a Saldo migracji zagranicznych na pobyt stały",
                          
                            "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                          
                            "priorytet": "Rozwój odpowiedzialnej polityki migracyjnej",
                          
                            "definicja": "Różnica liczby osób przybyłych z zagranicy (zameldowanych na pobyt stały w Polsce) i liczby osób, które wyjechały za granicę (wymeldowały się z pobytu stałego w Polsce). Imigracja na pobyt stały - emigracja na pobyt stały.",
                          
                            "jednostka": "osoby",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Saldo - stan wykazywany w danym okresie na danym obszarze jako różnica między dwoma wartościami. Migracja - przemieszczanie się ludności mające na celu zmianę miejsca pobytu. Migracje dzielimy na: - migracje wewnętrzne - to zmiana miejsca zamieszkania w kraju - migracje zagraniczne - to przemieszczenia ludności związane ze zmianą kraju zamieszkania Dane o migracjach zagranicznych na pobyt stały opracowano na podstawie informacji ewidencyjnych gmin o zameldowaniu osób przyjeżdżających do Polski na pobyt stały (imigracja na pobyt stały) oraz o wymeldowanych mieszkańców Polski wyjeżdżających na stałe za granicę (emigracja na pobyt stały). Dane o migracjach wewnętrznych i zagranicznych na pobyt stały opracowane na podstawie informacji ewidencyjnych gmin pobierane są bezpośrednio z rejestru PESEL - Powszechny Elektroniczny System Ewidencji Ludności  Ludność opracowano na podstawie: bilansów ludności zamieszkałej na terenie gminy w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2011  rejestru PESEL - Powszechny Elektroniczny System Ewidencji Ludności,  sprawozdań urzędów stanu cywilnego - małżeństwa, urodzenia, zgony.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "Ze względu na niedostateczną jakość danych dotyczących migracji zagranicznych na pobyt stały za 2015 r., dane te nie są publikowane."
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "-2114",
                              
                                  "2011" :   "-4334",
                              
                                  "2012" :   "-6617",
                              
                                  "2013" :   "-19904",
                              
                                  "2014" :   "-15750",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "1505",
                              
                                  "2017" :   "1436",
                              
                                  "2018" :   "3612",
                              
                                  "2019" :   "6183",
                              
                                  "2020" :   "4483"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
