{
  "9":[
    {
      "9-1-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "9.1.a Globalny Indeks Innowacji (Global Innovation Index)",
                          
                            "cel": "Cel 9. Innowacyjność, Przemysł, Infrastruktura",
                          
                            "priorytet": "Wzrost innowacyjności, poprawa środowiska prawno-instytucjonalnego stymulującego podejmowanie działalności innowacyjnej",
                          
                            "definicja": "Miernik syntetyczny publikowany przez Uniwersytet Cornella we współpracy z agendą ONZ World Intellectual Property Organization (WIPO). Dostarcza szczegółowych danych na temat innowacyjności gospodarek na całym świecie.",
                          
                            "jednostka": "pozycja w rankingu",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Globalny Indeks Innowacyjności (Global Innovation Index – GII) jest efektem współpracy Cornell University, The Business School for the World - INSEAD oraz Światowej Organizacji Zasobów Intelektualnych (World Intellectual Property Organization - WIPO). GII obejmuje 80 wskaźników, uwzględniających m.in. zgłoszenia patentowe oraz zagadnienia dotyczące edukacji, otoczenia biznesu, infrastruktury i zaawansowania gospodarki w kontekście innowacyjności.",
                          
                            "zrodlo": "Global Innovation Index",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "14-10-2022",
                          
                            "data_aktualizacji_metadanych": "26-04-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "43",
                              
                                  "2012" :   "44",
                              
                                  "2013" :   "49",
                              
                                  "2014" :   "45",
                              
                                  "2015" :   "46",
                              
                                  "2016" :   "39",
                              
                                  "2017" :   "38",
                              
                                  "2018" :   "39",
                              
                                  "2019" :   "39",
                              
                                  "2020" :   "38",
                              
                                  "2021" :   "40",
                              
                                  "2022" :   "38"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "9-2-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "9.2.a Odsetek gospodarstw domowych korzystających z dostępu do Internetu o przepustowości przynajmniej 100 Mb/s",
                          
                            "cel": "Cel 9. Innowacyjność, Przemysł, Infrastruktura",
                          
                            "priorytet": "Rozwój infrastruktury telekomunikacyjnej, Internetu i technologii cyfrowych",
                          
                            "definicja": "Udział gospodarstw domowych znajdujących się w zasięgu dostępu do Internetu o prędkości co najmniej 100 Mb/s w ogólnej liczbie gospodarstw domowych. Dla celów wskaźnika gospodarstwo domowe rozumiane jest jako lokal mieszkalny.",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Corocznie przez Prezesa Urzędu Komunikacji Elektronicznej prowadzona jest inwentaryzacja obejmująca informacje o usługach oraz pokryciu istniejącą infrastrukturą telekomunikacyjną i publicznymi sieciami telekomunikacyjnymi. Wyniki takich inwentaryzacji po przetworzeniu są publikowane w raportach Prezesa Urzędu Komunikacji Elektronicznej o pokryciu Polski infrastrukturą telekomunikacyjną i raportach o stanie rynku telekomunikacyjnego.  Wskaźnik odpowiada wskaźnikowi z Narodowego Planu Szerokopasmowego i jest monitorowany na podstawie danych Prezesa Urzędu Komunikacji Elektronicznej w sprawozdaniach z realizacji tego dokumentu. Zasięg dostępu do Internetu o prędkości co najmniej 100 Mb/s rozumiany jest jako techniczna możliwość świadczenia usługi dostępu do Internetu szerokopasmowego o szybkości nie mniejszej niż 100 Mb/s, w dowolnej technice dostępowej.",
                          
                            "zrodlo": "Urząd Komunikacji Elektronicznej",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "26-04-2023",
                          
                            "data_aktualizacji_metadanych": "26-04-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "0.1",
                              
                                  "2011" :   "0.2",
                              
                                  "2012" :   "0.5",
                              
                                  "2013" :   "1.0",
                              
                                  "2014" :   "2.2",
                              
                                  "2015" :   "5.5",
                              
                                  "2016" :   "7.8",
                              
                                  "2017" :   "12.8",
                              
                                  "2018" :   "19.3",
                              
                                  "2019" :   "23.3",
                              
                                  "2020" :   "28.3",
                              
                                  "2021" :   "34.2"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "9-3-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "9.3.a Udział przychodów ze sprzedaży na eksport w przychodach netto MŚP ze sprzedaży produktów, towarów i materiałów",
                          
                            "cel": "Cel 9. Innowacyjność, Przemysł, Infrastruktura",
                          
                            "priorytet": "Umiędzynarodowienie przedsiębiorstw, a zwłaszcza MŚP, poprzez stworzenie instrumentów wsparcia dla polskich eksporterów i inwestorów",
                          
                            "definicja": "Wskaźnik liczony jako udział przychodów ze sprzedaży na eksport do przychodów netto ze sprzedaży produktów, towarów i materiałów (dotyczy MŚP).",
                          
                            "jednostka": "procent [%]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Przychody netto ze sprzedaży produktów, towarów i materiałów to przychody netto ze sprzedaży w kraju i na eksport wytworzonych przez jednostkę produktów (wyrobów gotowych, półfabrykatów oraz usług), a także opakowań, wyposażenia i usług obcych, jeżeli są one fakturowane odbiorcom łącznie z produktami; oraz przychody netto ze sprzedaży towarów i materiałów, tj. nabyte w celu odsprzedaży w stanie nieprzetworzonym rzeczowe aktywa obrotowe oraz produkty wytworzone przez jednostkę, jeśli sprzedawane są one w sieci własnych sklepów obok towarów obcej produkcji, jak również kwoty należne za sprzedane towary i materiały, niezależnie od tego, czy zostały zapłacone.  MŚP to suma przedsiębiorstw małych (o liczbie pracujących 10-49 osób) i średnich (o liczbie pracujących 50-249 osób).",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne;od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "26-04-2023",
                          
                            "data_aktualizacji_metadanych": "26-04-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "11.3",
                              
                                  "2011" :   "12.4",
                              
                                  "2012" :   "13.1",
                              
                                  "2013" :   "14.1",
                              
                                  "2014" :   "14.5",
                              
                                  "2015" :   "14.0",
                              
                                  "2016" :   "15.3",
                              
                                  "2017" :   "15.4",
                              
                                  "2018" :   "14.8",
                              
                                  "2019" :   "15.3",
                              
                                  "2020" :   "16.0",
                              
                                  "2021" :   "16.2"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "9-4-a": [
        {
          "metadane": [
            
            {
                            "nazwa": "9.4.a Wskaźnik Międzygałęziowej dostępności transportowej (WMDT)",
                          
                            "cel": "Cel 9. Innowacyjność, Przemysł, Infrastruktura",
                          
                            "priorytet": "Rozwój infrastruktury transportowej",
                          
                            "definicja": "Wskaźnik stanowi syntetyczną miarę jakościową wzajemnej potencjalnej dostępności czasowej najważniejszych krajowych ośrodków osadniczych oraz węzłów transportowych (wewnętrznych i granicznych) uwzględniającą wszystkie podstawowe rodzaje transportu (w proporcji do ich udziału w pracy przewozowej) oraz ważoną poziomem rozwoju społeczno-gospodarczego.",
                          
                            "jednostka": "[–]",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Wskaźnik WMDT jest miarą dostępności potencjałowej w układzie multimodalnym przy uwzględnieniu znaczenia/atrakcyjności jednostek przestrzennych, a także czasów podróży między jednostkami różnymi gałęziami transportu (tj. transportem drogowym, transportem kolejowym, lotniczymi i wodnym-śródlądowym). Istnieją dwie wersje wskaźnika - pierwsza (WMDT I) - wykorzystywana w badaniach w 2008 i 2010 r., druga (WMDT II) - funkcjonująca od 2013 r. w pełni dostosowana do potrzeb stałego monitoringu zjawiska w ujęciu dynamicznym (pełne możliwości badania zmian dostępności od momentu akcesji Polski do Unii Europejskiej). Stworzenie wskaźnika WMDT II było związane z potrzebami ewaluacji inwestycji transportowych finansowanych w latach 2014-2020, a także umożliwienia pełnego monitoringu postępów realizacji dokumentów strategicznych. Od 2013 r. wskaźnik WMDT jest wyliczany według zweryfikowanej metodologii (wskaźnik WMDT II). W obu przypadkach (WMDT I i WMDT II) wskaźnik bazuje na tzw. modelu potencjału, co w języku polskim zostało określone jako tzw. dostępność potencjałowa (potential accessibility).",
                          
                            "zrodlo": "Polska Akademia Nauk / Ministerstwo Funduszy i Polityki Regionalnej",
                          
                            "czestotliwosc": "Dane nieregularne; w zależności od przeprowadzonego badania",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "26-04-2023",
                          
                            "data_aktualizacji_metadanych": "09-05-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "30.8",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "33.4",
                              
                                  "2014" :   "34.5",
                              
                                  "2015" :   "35.2",
                              
                                  "2016" :   "35.9",
                              
                                  "2017" :   "36.6",
                              
                                  "2018" :   "37.5",
                              
                                  "2019" :   "38.8",
                              
                                  "2020" :   "38.7"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    },
    {
      "9-4-b": [
        {
          "metadane": [
            
            {
                            "nazwa": "9.4.b Gęstość dróg ekspresowych i autostrad na 1000 km2",
                          
                            "cel": "Cel 9. Innowacyjność, Przemysł, Infrastruktura",
                          
                            "priorytet": "Rozwój infrastruktury transportowej",
                          
                            "definicja": "Długość dróg ekspresowych i autostrad wyrażona w kilometrach na 1000 km2 powierzchni.",
                          
                            "jednostka": "km",
                          
                            "wymiary": "ogółem",
                          
                            "metodologia": "Podstawę do wyliczania wskaźnika stanowi łączna długość dróg ekspresowych i autostrad według stanu w dniu 31 XII. Zgodnie z przepisami ustawy z dnia 21 marca 1985 r. o drogach publicznych (tekst jednolity Dz. U. 2015 poz. 460):a) droga ekspresowa jest to droga przeznaczona wyłącznie do ruchu pojazdów samochodowych: - wyposażona w jedną lub dwie jezdnie, - posiadająca wielopoziomowe skrzyżowania z przecinającymi ją innymi drogami transportu lądowego i wodnego, z dopuszczeniem wyjątkowo jednopoziomowych skrzyżowań z drogami publicznymi, - wyposażona w urządzenia obsługi podróżnych, pojazdów i przesyłek, przeznaczone wyłącznie dla użytkowników drogi.b) autostrada jest to droga przeznaczona wyłącznie do ruchu pojazdów samochodowych: - wyposażona przynajmniej w dwie trwale rozdzielone jednokierunkowe jezdnie, - posiadająca wielopoziomowe skrzyżowania ze wszystkimi przecinającymi ją drogami transportu lądowego i wodnego, - wyposażona w urządzenia obsługi podróżnych, pojazdów i przesyłek, przeznaczone wyłącznie dla użytkowników autostrady.",
                          
                            "zrodlo": "Główny Urząd Statystyczny",
                          
                            "czestotliwosc": "Dane roczne; od 2010 r.",
                          
                            "uwagi": "",
                          
                            "data_aktualizacji_danych": "26-04-2023",
                          
                            "data_aktualizacji_metadanych": "09-05-2023"
                          }
          ],
          "dane": [
            {"ogółem": [
                              {
                              
                                  "2010" :   "4.9",
                              
                                  "2011" :   "5.8",
                              
                                  "2012" :   "7.7",
                              
                                  "2013" :   "8.7",
                              
                                  "2014" :   "9.6",
                              
                                  "2015" :   "9.8",
                              
                                  "2016" :   "10.1",
                              
                                  "2017" :   "10.9",
                              
                                  "2018" :   "11.9",
                              
                                  "2019" :   "13.1",
                              
                                  "2020" :   "13.6",
                              
                                  "2021" :   "14.6"
                              
                              }
                          ]
                        
                    
                
            }
          ]
        }
      ]
    }]
}
