


{
  "8-2-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "8.2.1 Roczne tempo wzrostu realnego PKB na 1 pracującego",
                      
                        "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                      
                        "zadanie": "8.2 Osiągnąć wyższy poziom wydajności gospodarczej poprzez dywersyfikację, modernizację technologiczną i innowacje, a także poprzez skupienie się na sektorach o wysokiej wartości dodanej oraz o wysokim wskaźniku pracochłonności",
                      
                        "definicja": "Wskaźnik przedstawia roczne tempo wzrostu realnego produktu krajowego brutto w przeliczeniu na jednego pracującego.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Produkt krajowy brutto prezentuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej w danym roku. Wartość PKB można obliczyć na trzy sposoby:   - od strony tworzenia jest ona równa wartości dodanej wszystkich sektorów instytucjonalnych lub wszystkich sekcji Polskiej Klasyfikacji Działalności (PKD) krajowych jednostek produkcyjnych powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów,   - od strony rozdysponowania PKB obliczany jest jako suma popytu krajowego, tj. spożycia i akumulacji oraz salda wymiany produktów z zagranicą,   - jako sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (a więc koszty związane z zatrudnieniem, podatki związane z produkcją i importem pomniejszone o dotacje, nadwyżka operacyjna brutto oraz dochód mieszany gospodarki ogółem). Produkt krajowy brutto jest liczony zgodnie z obowiązującymi w krajach Unii Europejskiej zasadami Europejskiego Systemu Rachunków Narodowych i Regionalnych (ESA 2010) oraz zaleceniami Eurostatu. Do pracujących (wg BAEL) zaliczono wszystkie osoby w wieku 15 lat i więcej, które w okresie badanego tygodnia:   – wykonywały, przez co najmniej 1 godzinę, pracę przynoszącą zarobek lub dochód, tzn. były zatrudnione w charakterze pracownika najemnego, pracowały we własnym (lub dzierżawionym) gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały (bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalności gospodarczej poza rolnictwem,   – miały pracę, ale jej nie wykonywały:    • z powodu choroby, urlopu macierzyńskiego lub wypoczynkowego,    • z innych powodów, przy czym długość przerwy w pracy wynosiła:    – do 3 miesięcy,    – powyżej 3 miesięcy, ale osoby te były pracownikami najemnymi i w tym czasie otrzymywały, co najmniej 50% dotychczasowego wynagrodzenia. Do pracujących – zgodnie z międzynarodowymi standardami – zaliczani są również uczniowie, z którymi zakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonej pracy, jeżeli otrzymywali wynagrodzenie.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "2019 r. - dane wstępne."
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "10.4",
                        
                            "2011" :   "5.9",
                        
                            "2012" :   "4.4",
                        
                            "2013" :   "3.7",
                        
                            "2014" :   "1.8",
                        
                            "2015" :   "3.3",
                        
                            "2016" :   "3.4",
                        
                            "2017" :   "3.7",
                        
                            "2018" :   "6.9",
                        
                            "2019" :   "6.2",
                        
                            "2020" :   "1.1",
                        
                            "2021" :   "8.2"
                        
                        }
                    ]}
      ]
    }
  ]
}
