


{
  "8-4-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "8.4.1 Produktywność zasobów",
                      
                        "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                      
                        "zadanie": "8.4 Do 2030 roku stopniowo zwiększać efektywność wykorzystania bogactw naturalnych w globalnej konsumpcji i produkcji oraz dążyć do zerwania z zależnością między wzrostem gospodarczym i degradacją środowiska, zgodnie z dziesięcioletnimi programami ramowymi na rzecz zrównoważonej konsumpcji i produkcji, z wiodącą rolą krajów rozwiniętych",
                      
                        "definicja": "Wskaźnik Produktywności zasobów to stosunek Produktu Krajowego Brutto (PKB) do Krajowej Konsumpcji Materialnej (DMC).",
                      
                        "jednostka": "euro na kilogram [euro/kg]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Krajowa Konsumpcja Materialna (DMC)  obejmuje wszystkie materiały bezpośrednio zużyte w procesach ekonomicznych na potrzeby gospodarki. Stanowi sumę materiałów pozyskanych na terytorium kraju oraz z importu pomniejszoną o materiały wysłane na eksport. Wskaźnik Krajowej Konsumpcji Materialnej (DMC)  wyznacza się w oparciu o Ogólnogospodarcze Rachunki Przepływów Materialnych (EW-MFA, Economy-wide Material Flow Accounts), czyli spójne zestawienia całkowitych nakładów materialnych wchodzących do gospodarek narodowych, zmian poziomu zapasów materialnych w gospodarce oraz wypływów materialnych do innych gospodarek albo do środowiska. Dane w tablicach EW-MFA, w jednostkach masy, tworzy się dla następujących elementów składowych:  1. Biomasa i produkty z biomasy. 2. Rudy i koncentraty metali, surowe i przetworzone. 3. Minerały niemetaliczne, surowe i przetworzone.  4. Kopalne surowce energetyczne/ nośniki energii, surowe i przetworzone. 5. Inne produkty. 6. Odpady przywożone w celu ostatecznego przetworzenia i usunięcia. Produkt Krajowy Brutto (PKB) przedstawia końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej. PKB równa się sumie wartości dodanej brutto wytworzonej przez wszystkie krajowe jednostki instytucjonalne powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów. Produktywność zasobów dostarcza wiedzy na temat tego, czy ma miejsce rozdzielenie współzależności wzrostu gospodarczego od wzrostu zużycia zasobów naturalnych i ograniczanie negatywnego wpływu gospodarki na środowisko. Wskaźnik prezentowany jest w cenach stałych z 2010 r. (euro/kg) – dla porównań produktywności zasobów w czasie dla jednej jednostki terytorialnej.",
                      
                        "zrodlo": "Eurostat",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "Prezentowany wskaźnik (8.4.1 Produktywność zasobów) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (8.4.1 Ślad materiałowy (MF), ślad materiałowy (MF) na 1 mieszkańca, ślad materiałowy (MF) w relacji do PKB) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska.",
                      
                        "data_aktualizacji_danych": "22-07-2022",
                      
                        "data_aktualizacji_metadanych": "13-05-2022"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "0.57",
                        
                            "2011" :   "0.48",
                        
                            "2012" :   "0.58",
                        
                            "2013" :   "0.61",
                        
                            "2014" :   "0.64",
                        
                            "2015" :   "0.69",
                        
                            "2016" :   "0.66",
                        
                            "2017" :   "0.68",
                        
                            "2018" :   "0.71",
                        
                            "2019" :   "0.80",
                        
                            "2020" :   "0.80",
                        
                            "2021" :   "0.85",
                        
                            "2022" :   "0.92"
                        
                        }
                    ]}
      ]
    }
  ]
}
