


{
  "8-6-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "8.6.1 Osoby młode niepracujące, nieuczące się i niedokształcające się (w wieku 15-24 lata) - NEET",
                      
                        "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                      
                        "zadanie": "8.6 Do 2020 roku znacznie zmniejszyć odsetek młodych ludzi pozostających bez pracy bądź nie uczestniczących w edukacji i szkoleniach",
                      
                        "definicja": "Udział osób w wieku 15-24 lata bezrobotnych lub biernych, które  nie kontynuują nauki w systemie edukacji formalnej i nie dokształcają się/szkolą się w systemie edukacji pozaformalnej (w ciągu 4 tygodni przed badaniem) w ludności ogółem w tej samej grupie wieku. Licznik wskaźnika odnosi się do osób, które spełniają dwa warunki:  nie pracują (czyli są bezrobotne lub bierne zawodowo), nie uczestniczyły w żadnej formie edukacji w ciągu 4 tygodni poprzedzających badanie.  Mianownikiem wskaźnika jest ludność w danej grupie wieku, której dotyczy wskaźnik, z wyłączeniem osób, które nie udzieliły odpowiedzi na pytania dotyczące 'uczestnictwa w regularnej edukacji i szkoleniu'.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15-89 lat będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Poza zakresem badania pozostają członkowie gospodarstw domowych  przebywający (uwzględniany jest całkowity czas pobytu faktyczny i planowany) 12 miesięcy lub więcej za granicą oraz w  gospodarstwach zbiorowych (takich jak: hotele pracownicze, domy studenckie, internaty, domy opieki społecznej, itp.) oraz osoby bezdomne. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "W związku z wdrożeniem w badaniu zmian metodologicznych, dane BAEL od 2021 r. nie mogą być porównywane z poprzednimi latami (z wyjątkiem danych przeliczonych za lata 2010-2020).",
                      
                        "data_aktualizacji_danych": "19-07-2023",
                      
                        "data_aktualizacji_metadanych": "26-07-2022"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "11.0",
                        
                            "2011" :   "11.7",
                        
                            "2012" :   "12.1",
                        
                            "2013" :   "12.5",
                        
                            "2014" :   "12.2",
                        
                            "2015" :   "11.2",
                        
                            "2016" :   "10.8",
                        
                            "2017" :   "9.7",
                        
                            "2018" :   "8.8",
                        
                            "2019" :   "8.2",
                        
                            "2020" :   "8.8",
                        
                            "2021" :   "11.2",
                        
                            "2022" :   "8.0"
                        
                        }
                    ]}
      ]
    }
  ]
}
