


{
  "6-2-a": [
    {
      "metadata": [
        
        {
                        "name": "6.2.a Percentage of population connected to wastewater treatment plants",
                      
                        "goal": "Goal 6. Clear water and sanitation",
                      
                        "priority": "Creation of legal and financial mechanism conducive to rational use of water and implementation of water efficiency technologies as well as development and modernization of wastewater treatment plants",
                      
                        "definition": "The share of population connected to wastewater treatment plants in total population.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Data on urban and rural population connected to wastewater treatment plants are presented on a basis of a number of people served by wastewater treatment plants operating within a sewage network. Estimation of population served by wastewater treatment plants is done on the basis of contracts on sewerage, number of connections to sewage network, data on people using wastewater treatment plants gathered from housing cooperatives or data from planned wastewater treatment plants. Estimated number of population served by wastewater treatment plants cannot be higher than the number of people living in a given place (as of 20 June of reporting period). Estimated number of population served by wastewater treatment plants does not include people temporary staying in a given place (e.g. tourists).",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "",
                      
                        "data_updated_on": "14-10-2022",
                      
                        "metadata_updated_on": "05-03-2020"
                      }
      ],
      "data": [
        {
                    "urban/rural": [
                        {
                        "total": [
                                {
                                
                                    "2010" :   "64.7",
                                
                                    "2011" :   "65.7",
                                
                                    "2012" :   "68.6",
                                
                                    "2013" :   "70.3",
                                
                                    "2014" :   "71.5",
                                
                                    "2015" :   "72.7",
                                
                                    "2016" :   "73.5",
                                
                                    "2017" :   "73.6",
                                
                                    "2018" :   "74.0",
                                
                                    "2019" :   "74.5",
                                
                                    "2020" :   "74.8",
                                
                                    "2021" :   "75.2"
                                
                                }
                            ],"urban area": [
                                {
                                
                                    "2010" :   "88.0",
                                
                                    "2011" :   "88.4",
                                
                                    "2012" :   "91.7",
                                
                                    "2013" :   "93.3",
                                
                                    "2014" :   "93.9",
                                
                                    "2015" :   "94.6",
                                
                                    "2016" :   "94.8",
                                
                                    "2017" :   "94.5",
                                
                                    "2018" :   "94.6",
                                
                                    "2019" :   "94.8",
                                
                                    "2020" :   "94.7",
                                
                                    "2021" :   "94.6"
                                
                                }
                            ],"rural area": [
                                {
                                
                                    "2010" :   "28.5",
                                
                                    "2011" :   "30.6",
                                
                                    "2012" :   "33.1",
                                
                                    "2013" :   "35.3",
                                
                                    "2014" :   "37.4",
                                
                                    "2015" :   "39.6",
                                
                                    "2016" :   "41.2",
                                
                                    "2017" :   "42.0",
                                
                                    "2018" :   "42.9",
                                
                                    "2019" :   "44.0",
                                
                                    "2020" :   "45.2",
                                
                                    "2021" :   "46.3"
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
