


{
  "6-2-b": [
    {
      "metadata": [
        
        {
                        "name": "6.2.b Industrial and municipal wastewater treated biologically, chemically and with increased biogene removal in % of wastewater requiring treatment",
                      
                        "goal": "Goal 6. Clear water and sanitation",
                      
                        "priority": "Creation of legal and financial mechanism conducive to rational use of water and implementation of water efficiency technologies as well as development and modernization of wastewater treatment plants",
                      
                        "definition": "Industrial and municipal wastewater treated biologically, chemically and with increased biogene removal in % of wastewater requiring treatment.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Industrial wastewater - sewage which is not residential sewage or rainwater, produced as a result of commercial, industrial, storage, transportation or service activity as well as water mixed with sewage produced by another entities discharged by sewage network owned by this plant. Municipal wastewater - residential sewage or the mixture of residential sewage with industrial sewage or rainwater or thaw. Biologically treated wastewater - wastewater treated using specific microflora and microfauna. Chemically treated wastewater - wastewater treated using chemical methods, such as coagulation, absorption using active carbon and other methods, resulting in precipitation of certain soluble chemical compounds or in neutralisation of wastewater. Wastewater treated with increased biogene removal - wastewater treated using technologies allowing for highly efficient removal of nitrogen, phosphorus or nitrogen and phosphorus jointly (biological methods with possible chemical reduction in phosphorus).",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "65.73",
                      
                          "2011" :   "64.76",
                      
                          "2012" :   "67.35",
                      
                          "2013" :   "69.77",
                      
                          "2014" :   "70.48",
                      
                          "2015" :   "70.90",
                      
                          "2016" :   "71.43",
                      
                          "2017" :   "72.52",
                      
                          "2018" :   "73.17",
                      
                          "2019" :   "73.93"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
