


{
  "5-3-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "5.3.1 Liczba zawartych związków małżeńskich, w których kobieta w dniu ślubu nie miała ukończonych 18 lat",
                      
                        "cel": "Cel 5. Równość płci",
                      
                        "zadanie": "5.3 Wyeliminować wszelkie krzywdzące praktyki, takie jak wczesne i przymusowe małżeństwa, małżeństwa dzieci, a także okaleczanie żeńskich narządów płciowych",
                      
                        "definicja": "Liczba zawartych związków małżeńskich, w których kobieta w dniu ślubu miała ukończone 16 lub 17 lat.",
                      
                        "jednostka": "osoby",
                      
                        "wymiary": "ogółem, wiek",
                      
                        "metodologia": "Przepisy regulujące zawieranie małżeństw w Polsce zostały ujęte w Ustawie z dnia 25 lutego 1964 r. - Kodeks rodzinny i opiekuńczy (Dz.U. 2012 poz. 788). Małżeństwo zostaje zawarte w momencie jednoczesnego oświadczenia woli wstąpienia w związek małżeński przez mężczyznę i kobietę. Oświadczenie to musi zostać złożone w obecności kierownika urzędu stanu cywilnego bądź duchownego, w przypadku gdy kobieta i mężczyzna zawierający związek małżeński, podlegający prawu wewnętrznemu wybranego związku wyznaniowego, oświadczą wolę jednoczesnego zawarcia małżeństwa cywilnego, a kierownik urzędu stanu cywilnego sporządzi następnie akt małżeństwa. Zgodnie z art. 10 § 1 Kodeksu rodzinnego i opiekuńczego, nie może zawrzeć małżeństwa osoba nie mająca ukończonych osiemnastu lat. Z ważnych powodów sąd opiekuńczy może jednak zezwolić na zawarcie małżeństwa kobiecie, która ukończyła lat szesnaście, a z okoliczności wynika, że zawarcie małżeństwa będzie zgodne z dobrem założonej rodziny.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne  od 2010 r.",
                      
                        "uwagi": "Prezentowany wskaźnik (5.3.1 Liczba zawartych związków małżeńskich, w których kobieta w dniu ślubu nie miała ukończonych 18 lat) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (5.3.1 Odsetek kobiet w wieku 20 – 24 lata, które zawarły związek małżeński przed 15. i przed 18. rokiem życia) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                      
                        "data_aktualizacji_danych": "24-10-2022",
                      
                        "data_aktualizacji_metadanych": "12-05-2022",
                      }
      ],
      "dane": [
        {
                      "wiek": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "564",
                                  
                                      "2011" :   "446",
                                  
                                      "2012" :   "374",
                                  
                                      "2013" :   "329",
                                  
                                      "2014" :   "297",
                                  
                                      "2015" :   "253",
                                  
                                      "2016" :   "228",
                                  
                                      "2017" :   "157",
                                  
                                      "2018" :   "178",
                                  
                                      "2019" :   "149",
                                  
                                      "2020" :   "122",
                                  
                                      "2021" :   "117"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
