


{
  "5-5-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "5.5.1 Odsetek kobiet zasiadających w parlamentach krajowych i samorządach lokalnych",
                      
                        "cel": "Cel 5. Równość płci",
                      
                        "zadanie": "5.5 Zapewnić kobietom pełny i efektywny udział w procesach decyzyjnych na wszystkich szczeblach w życiu politycznym, ekonomicznym i publicznym oraz równe szanse w pełnieniu funkcji przywódczych",
                      
                        "definicja": "Odsetek kobiet: zasiadających w Sejmie i Senacie, pełniących funkcję wójta, burmistrza, prezydenta miasta, zasiadających w radach gmin, powiatów, sejmikach województw.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Władzę ustawodawczą w Rzeczypospolitej Polskiej sprawują Sejm i Senat. Sejm składa się z 460 posłów. Senat składa się ze 100 senatorów. Sejm i Senat są wybierane na czteroletnie kadencje.Udział kobiet / Posłów / Senatorów w parlamencie (według stanu na początku kadencji) w 2011 r. odpowiada VII kadencji Sejmu i VIII kadencji Senatu (od 8 listopada 2011 r. do 11 listopada 2015 r.), w 2015 r. VIII kadencji Sejmu i IX kadencji Senatu (od 12 listopada 2015 r. do 11 listopada 2019 r.), a w 2019 r. IX kadencji Sejmu i X kadencji Senatu (od 12 listopada 2019 r.).Do organów uchwałodawczych (tj. stanowiących) jednostek samorządu terytorialnego zalicza się radę gminy, radę powiatu i sejmik wojewódzki. Rada gminy jest organem stanowiącym i kontrolnym w gminie. Od 2018 r. członkowie tych organów (radni) wybierani są na pięcioletnią kadencję (w latach 1990-2018 kadencja trwała 4 lata). Na podstawie Ustawy z dnia 29 września 2022 r. o przedłużeniu kadencji organów jednostek samorządu terytorialnego (Dz.U. 2022 poz. 2418) kadencja organów upływająca w 2023 r. została jednorazowo wydłużona do 30 kwietnia 2024 r. Organem wykonawczym w gminie wiejskiej jest wójt. Burmistrz jest organem wykonawczym w gminie, w której siedziba władz znajduje się w mieście położonym na terytorium tej gminy. W miastach powyżej 100 000 mieszkańców organem wykonawczym jest prezydent miasta. Dotyczy to również miast, w których, do dnia wejścia w życie ustawy z dnia 8 marca 1990 r. o samorządzie gminnym, prezydent miasta był organem wykonawczo-zarządzającym.",
                      
                        "zrodlo": "Kancelaria Sejmu i Kancelaria Senatu / Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Sejm i Senat - dane co cztery lata (od 2011 r.), samorządy lokalne - dane roczne (od 2010 r.).",
                      
                        "uwagi": "Dane dotyczące wójtów/burmistrzów/prezydentów miast prezentowane są z łącznie z burmistrzami dzielnic m.st. Warszawy. Dane dotyczące radnych gmin prezentowane są z wyłączeniem radnych miast na prawach powiatu. Dane dotyczące radnych miast na prawach powiatu prezentowane są łącznie z radnymi dzielnic m.st. Warszawy."
                      }
      ],
      "dane": [
        {
                      "wg izby Parlamentu RP": [
                          {
                              "Sejm RP": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "23.9",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "27.4",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "28.7",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ],
                              "Senat RP": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "13.0",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "13.0",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "24.0",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ]
                          }
                      ],
                      "wg organów jednostek samorządu terytorialnego": [
                          {
                              "Wójt/burmistrz/prezydent miasta": [
                                  {
                                  
                                      "2010" :   "9.5",
                                  
                                      "2011" :   "9.5",
                                  
                                      "2012" :   "9.7",
                                  
                                      "2013" :   "9.6",
                                  
                                      "2014" :   "10.9",
                                  
                                      "2015" :   "10.9",
                                  
                                      "2016" :   "10.8",
                                  
                                      "2017" :   "10.9",
                                  
                                      "2018" :   "12.1",
                                  
                                      "2019" :   "12.1",
                                  
                                      "2020" :   "12.2",
                                  
                                      "2021" :   "12.4"
                                  
                                  }
                              ],
                              "Rady gmin": [
                                  {
                                  
                                      "2010" :   "25.5",
                                  
                                      "2011" :   "25.6",
                                  
                                      "2012" :   "25.7",
                                  
                                      "2013" :   "25.7",
                                  
                                      "2014" :   "27.4",
                                  
                                      "2015" :   "27.4",
                                  
                                      "2016" :   "27.5",
                                  
                                      "2017" :   "27.7",
                                  
                                      "2018" :   "30.7",
                                  
                                      "2019" :   "30.9",
                                  
                                      "2020" :   "31.0",
                                  
                                      "2021" :   "31.2"
                                  
                                  }
                              ],
                              "Rady miast na prawach powiatów": [
                                  {
                                  
                                      "2010" :   "27.9",
                                  
                                      "2011" :   "28.3",
                                  
                                      "2012" :   "28.6",
                                  
                                      "2013" :   "28.9",
                                  
                                      "2014" :   "28.9",
                                  
                                      "2015" :   "29.2",
                                  
                                      "2016" :   "30.0",
                                  
                                      "2017" :   "29.9",
                                  
                                      "2018" :   "31.7",
                                  
                                      "2019" :   "32.3",
                                  
                                      "2020" :   "32.6",
                                  
                                      "2021" :   "32.9"
                                  
                                  }
                              ],
                              "Rady powiatów": [
                                  {
                                  
                                      "2010" :   "18.7",
                                  
                                      "2011" :   "19.0",
                                  
                                      "2012" :   "19.1",
                                  
                                      "2013" :   "19.3",
                                  
                                      "2014" :   "20.8",
                                  
                                      "2015" :   "21.1",
                                  
                                      "2016" :   "21.5",
                                  
                                      "2017" :   "21.6",
                                  
                                      "2018" :   "23.9",
                                  
                                      "2019" :   "24.2",
                                  
                                      "2020" :   "24.4",
                                  
                                      "2021" :   "24.6"
                                  
                                  }
                              ],
                              "Sejmiki województw": [
                                  {
                                  
                                      "2010" :   "23.6",
                                  
                                      "2011" :   "25.2",
                                  
                                      "2012" :   "24.9",
                                  
                                      "2013" :   "25.0",
                                  
                                      "2014" :   "23.7",
                                  
                                      "2015" :   "25.1",
                                  
                                      "2016" :   "25.2",
                                  
                                      "2017" :   "25.6",
                                  
                                      "2018" :   "29.0",
                                  
                                      "2019" :   "28.9",
                                  
                                      "2020" :   "29.2",
                                  
                                      "2021" :   "29.5"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
