


{
  "5-a-1-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "5.a.1.b Udział kobiet wśród użytkowników gospodarstw rolnych w ogólnej liczbie użytkowników gospodarstw indywidualnych",
                      
                        "cel": "Cel 5. Równość płci",
                      
                        "zadanie": "5.a Przeprowadzić reformy zapewniające kobietom równe prawa w dostępie do zasobów ekonomicznych, prawa własności, sprawowania kontroli nad gruntami i innym mieniem, usług finansowych, dziedziczenia oraz zasobów naturalnych, zgodnie z prawem krajowym",
                      
                        "definicja": "Udział kobiet wśród użytkowników gospodarstw rolnych w ogólnej liczbie użytkowników gospodarstw indywidualnych.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Gospodarstwo rolne to jednostka wyodrębniona pod względem technicznym i ekonomicznym, posiadająca odrębne kierownictwo (użytkownik lub zarządzający) i prowadząca działalność rolniczą.  Gospodarstwo indywidualne to gospodarstwo osoby fizycznej. Przez użytkowanie rozumie się faktyczne gospodarowanie na gruntach.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane co 3 lata  od 2010 r.",
                      
                        "uwagi": "Prezentowany wskaźnik (5.a.1.b Udział kobiet wśród użytkowników gospodarstw rolnych w ogólnej liczbie użytkowników gospodarstw indywidualnych) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (5.a.1.b Udział kobiet wśród właścicieli lub posiadaczy praw do gruntów rolnych według rodzaju własności) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                      
                        "data_aktualizacji_danych": "24-01-2022",
                      
                        "data_aktualizacji_metadanych": "13-05-2022",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "31.3",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "32.0",
                        
                            "2014" :   "",
                        
                            "2015" :   "",
                        
                            "2016" :   "31.5",
                        
                            "2017" :   "",
                        
                            "2018" :   "",
                        
                            "2019" :   "",
                        
                            "2020" :   "31.3"
                        
                        }
                    ]}
      ]
    }
  ]
}
