


{
  "17-13-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "17.13.1 Macierz makroekonomiczna",
                      
                        "cel": "Cel 17. Partnerstwa na rzecz celów",
                      
                        "zadanie": "17.13 Zwiększyć globalną stabilność makroekonomiczną, w tym poprzez koordynację i spójność polityk",
                      
                        "definicja": "PKB na 1 mieszkańca (ceny bieżące) - stosunek wartości Produktu Krajowego Brutto w cenach bieżących do liczby mieszkańców danego obszaru.   Dynamika PKB (ceny stałe) - stosunek wartości PKB w roku badanym do odpowiedniej wartości w roku poprzednim, skorygowany o wpływ cen.   Stopa inwestycji - procentowy stosunek wyrażonej w walucie krajowej wartości nakładów brutto na środki trwałe do produktu krajowego brutto.   Dynamika cen towarów i usług konsumpcyjnych - syntetyczny wskaźnik obrazujący zmiany cen - wzrost lub spadek - w ciągu roku.   Dług sektora instytucji rządowych i samorządowych w relacji do PKB -  stosunek wartości skonsolidowanego długu sektora instytucji rządowych i samorządowych w danym roku do wartości nominalnej produktu krajowego brutto w tym samym roku, wyrażony procentowo.   Wynik sektora instytucji rządowych i samorządowych w relacji do PKB -  stosunek skonsolidowanej wartości deficytu lub nadwyżki sektora instytucji rządowych i samorządowych w danym roku do wartości nominalnej produktu krajowego brutto w tym samym roku, wyrażony procentowo",
                      
                        "jednostka": "PLN",
                      
                        "wymiary": "PKB na 1 mieszkańca (ceny bieżące), dynamika PKB (w cenach stałych), dynamika cen towarów i usług konsumpcyjnych, stopa inwestycji, dług sektora instytucji rządowych i samorządowych w relacji do PKB, wynik sektora instytucji rządowych i samorządowych w relacji do PKB",
                      
                        "metodologia": "Produkt krajowy brutto (PKB) obrazuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej (jednostek będących rezydentami) w danym roku. Szczegółową definicję i metodologię obliczania PKB określa rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 549/2013 z dnia 21 maja 2013 r. w sprawie europejskiego systemu rachunków narodowych i regionalnych w Unii Europejskiej (ESA 2010).   Ceny bieżące są to ceny, po których faktycznie dokonywane są transakcje kupna-sprzedaży towarów i usług w danym okresie.   Ceny stałe wynikają ze średnich cen bieżących określonego roku. Umożliwiają one dokładniejszą obserwację dynamiki wybranego zjawiska poprzez wyeliminowanie wpływu na nie zmian cen bieżących.   Nakłady brutto na środki trwałe to nakłady, które zwiększają wartość majątku trwałego (budynków i budowli, maszyn, urządzeń technicznych i narzędzi, środków transportu i innych środków trwałych), bez nakładów będących pierwszym wyposażeniem inwestycji oraz odsetek od kredytów i pożyczek inwestycyjnych za okres realizacji inwestycji. W tym również nakłady na: a) produkty własności intelektualnej, przeznaczone do użytkowania przez okres dłuższy niż jeden rok - w szczególności nakłady na prace badawczo-rozwojowe oraz na oprogramowanie komputerowe (zakupione lub wytworzone na własne potrzeby) b) małe narzędzia, które są wykorzystywane w procesie produkcji dłużej niż jeden rok - bez względu na ich wartość c) systemy uzbrojenia (np. czołgi, pojazdy opancerzone, okręty wojenne, łodzie podwodne).   Dynamika cen towarów i usług konsumpcyjnych jest wyliczana na podstawie obserwacji cen wytypowanych reprezentantów towarów i usług konsumpcyjnych w określonych rejonach badania cen na terenie kraju. Badanie realizowane jest w oparciu o próbę wytypowaną metodą doboru celowego. Lista reprezentantów towarów i usług ustalana centralnie jest stała przez rok i obowiązuje wszystkie rejony badania cen.   Dług oraz deficyt sektora instytucji rządowych i samorządowych jest obliczany według obowiązującej w krajach Unii Europejskiej metodologii ESA 2010 (European System of National and Regional Accounts), wprowadzonej rozporządzeniem Parlamentu Europejskiego i Rady (UE) nr 549/2013 z 21 maja 2013 r. ESA 2010 w zakresie definicji, zasad, zapisów księgowych i klasyfikacji jest generalnie zgodny z międzynarodowym systemem rachunków narodowych - 2008 SNA (System of National Accounts of United Nations). Różnice pomiędzy ESA a SNA (dotyczące głównie sposobu prezentacji rachunków) wynikają ze specyfiki wykorzystania systemu rachunków w UE, która wymaga większej precyzji w definicjach i w zasadach księgowych.   Sektor instytucji rządowych i samorządowych - zgodnie z ESA 2010 - obejmuje następujące podmioty gospodarki narodowej: a) podmioty działające na zasadach określonych w ustawie o finansach publicznych (jednostki budżetowe, fundusze celowe, a od 2010 r. także samorządowe zakłady budżetowe, agencje wykonawcze i instytucje gospodarki budżetowej oraz działające do 2005 r. środki specjalne jednostek budżetowych, w latach 2005-2010 - rachunek dochodów własnych jednostek budżetowych oraz do 2010 r. - zakłady budżetowe i gospodarstwa pomocnicze jednostek budżetowych, łącznie z prowadzącymi działalność gospodarczą, oraz fundusze motywacyjne), b) podmioty, których system finansowy został określony odrębnymi ustawami, a których podstawowym źródłem finansowania są dotacje z budżetu państwa (publiczne szkoły wyższe, Polska Akademia Nauk i tworzone przez nią jednostki organizacyjne, Krajowy Fundusz Drogowy oraz inne fundusze zarządzane przez Bank Gospodarstwa Krajowego, jednostki doradztwa rolniczego oraz agencje rządowe), c) samodzielne publiczne zakłady opieki zdrowotnej, d) państwowe i samorządowe instytucje kultury oraz państwowe instytucje filmowe, e) fundusze mające osobowość prawną, które są powiązane z budżetem państwa lub z budżetami jednostek samorządu terytorialnego, f) instytucje obsługujące fundusze ubezpieczeń społecznych (ZUS, KRUS) wraz z zarządzanymi przez nie funduszami oraz Narodowy Fundusz Zdrowia (w okresie 1 I 1999 r. - 31 III 2003 r. - kasy chorych), g) szpitale publiczne działające w formie spółek kapitałowych oraz szpitale działające w formie instytutów badawczych (wyłączone z sektora przedsiębiorstw niefinansowych), h) Bankowy Fundusz Gwarancyjny (wyłączony z sektora instytucji finansowych), i) inne jednostki, w tym przedsiębiorstwa publiczne oraz instytucje niekomercyjne spełniające kryteria ESA 2010 w zakresie klasyfikacji do sektora instytucji rządowych i samorządowych.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {
                      "wymiary": [
                          {
                              "PKB na 1 mieszkańca (ceny bieżące)": [
                                  {
                                  
                                      "2010" :   "37564",
                                  
                                      "2011" :   "40628",
                                  
                                      "2012" :   "42130",
                                  
                                      "2013" :   "42770",
                                  
                                      "2014" :   "44466",
                                  
                                      "2015" :   "46837",
                                  
                                      "2016" :   "48494",
                                  
                                      "2017" :   "51789",
                                  
                                      "2018" :   "55230",
                                  
                                      "2019" :   "59741",
                                  
                                      "2020" :   "60590"
                                  
                                  }
                              ],
                              "dynamika PKB (w cenach stałych)": [
                                  {
                                  
                                      "2010" :   "103.7",
                                  
                                      "2011" :   "104.8",
                                  
                                      "2012" :   "101.3",
                                  
                                      "2013" :   "101.1",
                                  
                                      "2014" :   "103.4",
                                  
                                      "2015" :   "104.2",
                                  
                                      "2016" :   "103.1",
                                  
                                      "2017" :   "104.8",
                                  
                                      "2018" :   "105.4",
                                  
                                      "2019" :   "104.7",
                                  
                                      "2020" :   "97.3"
                                  
                                  }
                              ],
                              "dynamika cen towarów i usług konsumpcyjnych": [
                                  {
                                  
                                      "2010" :   "102.6",
                                  
                                      "2011" :   "104.3",
                                  
                                      "2012" :   "103.7",
                                  
                                      "2013" :   "100.9",
                                  
                                      "2014" :   "100.0",
                                  
                                      "2015" :   "99.1",
                                  
                                      "2016" :   "99.4",
                                  
                                      "2017" :   "102.0",
                                  
                                      "2018" :   "101.6",
                                  
                                      "2019" :   "102.3",
                                  
                                      "2020" :   "103.4"
                                  
                                  }
                              ],
                              "stopa inwestycji": [
                                  {
                                  
                                      "2010" :   "20.3",
                                  
                                      "2011" :   "20.7",
                                  
                                      "2012" :   "19.9",
                                  
                                      "2013" :   "18.9",
                                  
                                      "2014" :   "19.8",
                                  
                                      "2015" :   "20.1",
                                  
                                      "2016" :   "18.0",
                                  
                                      "2017" :   "17.5",
                                  
                                      "2018" :   "18.2",
                                  
                                      "2019" :   "18.3",
                                  
                                      "2020" :   "16.7"
                                  
                                  }
                              ],
                              "dług sektora instytucji rządowych i samorządowych w relacji do PKB": [
                                  {
                                  
                                      "2010" :   "53.5",
                                  
                                      "2011" :   "54.7",
                                  
                                      "2012" :   "54.4",
                                  
                                      "2013" :   "56.5",
                                  
                                      "2014" :   "51.1",
                                  
                                      "2015" :   "51.3",
                                  
                                      "2016" :   "54.2",
                                  
                                      "2017" :   "50.6",
                                  
                                      "2018" :   "48.8",
                                  
                                      "2019" :   "45.6",
                                  
                                      "2020" :   "57.5"
                                  
                                  }
                              ],
                              "wynik sektora instytucji rządowych i samorządowych w relacji do PKB": [
                                  {
                                  
                                      "2010" :   "-7.4",
                                  
                                      "2011" :   "-5.0",
                                  
                                      "2012" :   "-3.8",
                                  
                                      "2013" :   "-4.2",
                                  
                                      "2014" :   "-3.6",
                                  
                                      "2015" :   "-2.6",
                                  
                                      "2016" :   "-2.4",
                                  
                                      "2017" :   "-1.5",
                                  
                                      "2018" :   "-0.2",
                                  
                                      "2019" :   "-0.7",
                                  
                                      "2020" :   "-7.0"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
