


{
  "17-10-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "17.10.1 Średnia ważona stawka celna",
                      
                        "cel": "Cel 17. Partnerstwa na rzecz celów",
                      
                        "zadanie": "17.10 Promować powszechny, uregulowany, otwarty, nie dyskryminujący i sprawiedliwy wielostronny system handlowy w ramach Światowej Organizacji Handlu, w tym z wykorzystaniem rezultatów negocjacji Agendy Rozwoju z Doha (Doha Development Agenda)",
                      
                        "definicja": "Średnia ważona stawka celna oznacza średni procentowy poziom cła nakładanego przez państwo na towary w związku z ich wywozem i przywozem, dokonywanym przez granice celne państwa, a także ich tranzytem przez jego obszar celny.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "W oparciu o System Hurtowni Danych Ari@dna2 wyznaczany jest udział pobranych należnośi celnych (łączna wartość w PLN) w łącznej statystycznej wartości celnej, stanowiącej podstawę do naliczenia. Wartość statystyczną oblicza się:    • w przypadku sprzedaży - na podstawie wartości towarów z faktury,    • w pozostałych przypadkach (innych niż transakcje kupna/sprzedaży) - na podstawie wartości, która byłaby zafakturowana.  Wartość statystyczna w wywozie to wartość towarów w miejscu i czasie, w którym towary opuszczają terytorium statystyczne Polski. Wartość statystyczna uwzględnia dodatkowe koszty (np. koszty transportu, ubezpieczenia transportowego), dotyczące tej części przewozu, która odbywa się na obszarze statystycznym Polski. Wartość statystyczna w przywozie to wartość towarów w chwili i miejscu wprowadzenia ich na polskie terytorium statystyczne. Wartość statystyczna uwzględnia dodatkowe koszty (np. koszty transportu, ubezpieczenia transportowego) dotyczące tej części przewozu, która odbywa się poza obszarem statystycznym Polski.",
                      
                        "zrodlo": "Ministerstwo Finansów",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "1.15",
                        
                            "2011" :   "1.08",
                        
                            "2012" :   "1.10",
                        
                            "2013" :   "1.11",
                        
                            "2014" :   "1.20",
                        
                            "2015" :   "1.34",
                        
                            "2016" :   "1.33",
                        
                            "2017" :   "1.21",
                        
                            "2018" :   "1.27",
                        
                            "2019" :   "1.26",
                        
                            "2020" :   "1.26"
                        
                        }
                    ]}
      ]
    }
  ]
}
