


{
  "17-1-2": [
    {
      "metadane": [
        
        {
                        "nazwa": "17.1.2 Część budżetu krajowego finansowana z podatków krajowych",
                      
                        "cel": "Cel 17. Partnerstwa na rzecz celów",
                      
                        "zadanie": "17.1 Zwiększyć mobilizację krajowych środków, w tym poprzez międzynarodowe wsparcie na rzecz krajów rozwijających się, by poprawić krajową zdolność poboru podatków i innych przychodów",
                      
                        "definicja": "Część dochodów budżetu państwa finansowana z podatków.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Podatek  publicznoprawne, nieodpłatne, przymusowe oraz bezzwrotne świadczenie pieniężne na rzecz Skarbu Państwa, województwa, powiatu lub gminy, wynikające z ustawy podatkowej. Podatnikiem jest osoba fizyczna, osoba prawna lub jednostka organizacyjna niemająca osobowości prawnej, która podlega na mocy ustaw podatkowych obowiązkowi podatkowemu. Podatkami, które wpływają wyłącznie do budżetu państwa są:    • podatek od towarów i usług – zwany VAT,    • podatek akcyzowy, podatek tonażowy,    • podatek od wydobycia niektórych kopalin,    • podatek od gier,    • zryczałtowany podatek dochodowy od osób fizycznych,    • zryczałtowany podatek dochodowy od przychodów osób duchownych.  Podatek dochodowy od osób fizycznych oraz podatek dochodowy od osób prawnych stanowią wpływy zarówno dochodów budżetu państwa, jak i samorządów, przy czym większa część przeznaczana jest do budżetu państwa. Budżet państwa wchodzi w skład ustawy budżetowej i określa:    1. łączną kwotę prognozowanych podatkowych i niepodatkowych dochodów budżetu państwa     2. łączną kwotę planowanych wydatków budżetu państwa    3. kwotę planowanego deficytu budżetu państwa wraz ze źródłami jego pokrycia     4. łączną kwotę prognozowanych dochodów budżetu środków europejskich    5. łączną kwotę planowanych wydatków budżetu środków europejskich    6. wynik budżetu środków europejskich     7. łączną kwotę planowanych przychodów budżetu państwa     8. łączną kwotę planowanych rozchodów budżetu państwa     9. planowane saldo przychodów i rozchodów budżetu państwa     10. limit zobowiązań z tytułu zaciąganych kredytów i pożyczek oraz emitowanych papierów wartościowych.",
                      
                        "zrodlo": "Ministerstwo Finansów",
                      
                        "czestotliwosc": "Dane roczne  od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "88.9",
                        
                            "2011" :   "87.6",
                        
                            "2012" :   "86.3",
                        
                            "2013" :   "86.6",
                        
                            "2014" :   "89.9",
                        
                            "2015" :   "89.8",
                        
                            "2016" :   "86.8",
                        
                            "2017" :   "90.0",
                        
                            "2018" :   "91.9"
                        
                        }
                    ]}
      ]
    }
  ]
}
