


{
  "17-18-2": [
    {
      "metadane": [
        
        {
                        "nazwa": "17.18.2 Liczba krajów, które posiadają krajowe statystyczne ustawodawstwo zgodne z Fundamentalnymi Zasadami Statystyki Oficjalnej",
                      
                        "cel": "Cel 17. Partnerstwa na rzecz celów",
                      
                        "zadanie": "17.18 Do 2020 roku zwiększyć wsparcie na rzecz budowy potencjału w państwach rozwijających się, w tym państwach najsłabiej rozwiniętych i rozwijających się małych państwach wyspiarskich, aby znacząco zwiększyć dostęp do aktualnych, rzetelnych i wysokiej jakości danych zdezagregowanych według dochodu, płci, wieku, rasy, pochodzenia etnicznego, statusu migracyjnego, niepełnosprawności, położenia geograficznego i innych cech dostosowanych do kontekstu narodowego",
                      
                        "definicja": "Wskaźnik przyjmuje wartość 1, gdy kraj posiada statystyczne ustawodawstwo zgodne z Podstawowymi Zasadami Statystyki Oficjalnej.",
                      
                        "jednostka": "{ 0 , 1 }",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Normy dotyczące opracowywania, tworzenia i rozpowszechniania statystyk europejskich reguluje Europejski kodeks praktyk statystycznych określa. Określa on 16 podstawowych zasad, zgodnych z Podstawowymi Zasadami Statystyki Oficjalnej. Każdego roku Eurostat monitoruje przestrzeganie kodeksu postępowania w ramach EuropejskiegoSystemu Statystycznego. Polski system statystyczny został uznany za zgodny z Europejskim Kodeksem w ramach przeglądu partnerskiego przeprowadzonego w latach 2013-2015. Implementacja Podstawowych Zasad Statystyki Oficjalnej w polskim systemie statystycznym: Zasada 1: Użyteczność, bezstronność, równy dostęp   •  Art. 3 i art. 14 ust. 1 i 2 ustawy z dnia 29 czerwca 1995 r. o statystyce publicznej (Dz. U. z 2016 r. Poz. 1068 - dalej jako 'ustawa') Zasada 2: Profesjonalne standardy i etyka   • Art. 24 i art. 25a ustawy Zasada 3: Odpowiedzialność i przejrzystość   •  Art. 25 ust. 1 i 15, art. 26 ustawy Zasada 4: Zapobieganie niewłaściwemu wykorzystaniu   •  Brak odpowiednich przepisów w ustawie o statystyce publicznej, jednak w statystyce polskiej istnieje zwyczaj komentowania błędnej interpretacji i niewłaściwego wykorzystywania statystyk. Zasada 5: Źródła oficjalnych statystyk   •  Art. 5, art. 13, w szczególności ust. 5 i art. 18 ust. 1 i 3 ustawy Zasada 6: Poufność   •  Art. 2 pkt 8a i 8b, art. 10 i art. 12 ustawy. Zasada 7: Podstawy prawne   • Ustawa i przepisy, zgodnie z którymi działa polski system statystyczny, są upubliczniane. Są one publikowane na oficjalnej stronie internetowej Głównego Urzędu Statystycznego. Wszystkie polskie akty prawne są publikowane w Dzienniku Urzędowym (w wersji polskiej) i dostępne w internetowym systemie Parlamentu poświęconym aktom prawnym (IASP). Najważniejsze polskie akty prawne to:   •  Ustawa z dnia 29 czerwca 1995 r. o statystyce publicznej (Dz. U. z 2016 r. Poz. 1068);   •  Rozporządzenie Rady Ministrów z dnia 19 grudnia 2017 r. w sprawie Programu badań statystycznych statystyki publicznej na rok 2018 r. (Dz. U. z 2017 r. Poz. 2471);   • Rozporządzenie Prezesa Rady Ministrów z dnia 14 marca 2017 r. w sprawie określenia wzorów formularzy sprawozdawczych, objaśnień co do sposobu ich wypełniania oraz wzorów kwestionariuszy i ankiet statystycznych stosowanych w badaniach statystycznych ustalonych w programie badań statystycznych statystyki publicznej na rok 2017 (Dz.U. 2017 poz. 837, z późn. zmianami). Zasada 8: Koordynacja na poziomie krajowym   •  Art. 22, art. 23, art. 24 i art. 25 ustawy Głównym 'narzędziem' koordynacji w polskim systemie statystycznym jest Program badań statystycznych statystyki publicznej, opracowywany zgodnie z art. 18 i 20 ustawy. Funkcja koordynacjna Głównego Urzędu Statystycznego jest również określona w przepisach prawnych UE. Zasada 9: Standardy międzynarodowe   •  Art. 25 ust.1 pkt 6 i pkt 15, art. 26 i art. 25a ustawy. Klasyfikacja, koncepcje i metody stosowane w polskim systemie statystycznym oparte są na międzynarodowych standardach. Zasada 10: Współpraca międzynarodowa   •  Art. 20 ust. 3, art. 25 ust. 1 pkt 11-13 oraz 14 i art. 37 pkt 5 ustawy",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010",
                      
                        "uwagi": ""
                      
                        "data_aktualizacji_danych": "26-01-2023",
                      
                        "data_aktualizacji_metadanych": "08-06-2020",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "1",
                        
                            "2011" :   "1",
                        
                            "2012" :   "1",
                        
                            "2013" :   "1",
                        
                            "2014" :   "1",
                        
                            "2015" :   "1",
                        
                            "2016" :   "1",
                        
                            "2017" :   "1",
                        
                            "2018" :   "1",
                        
                            "2019" :   "1",
                        
                            "2020" :   "1",
                        
                            "2021" :   "1",
                        
                            "2022" :   "1"
                        
                        }
                    ]}
      ]
    }
  ]
}
