


{
  "17-18-3": [
    {
      "metadane": [
        
        {
                        "nazwa": "17.18.3 Liczba krajów posiadających Narodowy Plan Statystyczny, który jest w pełni finansowany i realizowany, wg źródeł finansowania",
                      
                        "cel": "Cel 17. Partnerstwa na rzecz celów",
                      
                        "zadanie": "17.18 Do 2020 roku zwiększyć wsparcie na rzecz budowy potencjału w państwach rozwijających się, w tym państwach najsłabiej rozwiniętych i rozwijających się małych państwach wyspiarskich, aby znacząco zwiększyć dostęp do aktualnych, rzetelnych i wysokiej jakości danych zdezagregowanych według dochodu, płci, wieku, rasy, pochodzenia etnicznego, statusu migracyjnego, niepełnosprawności, położenia geograficznego i innych cech dostosowanych do kontekstu narodowego",
                      
                        "definicja": "Wskaźnik przyjmuje wartość 1 dla krajów, które posiadają Narodowe Plany Statystyczne.",
                      
                        "jednostka": "{ 0 , 1 }",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "W Polsce rolę Narodowego Planu Statystycznego pełni Program badań statystycznych statystyki publicznej.  Program badań statystycznych statystyki publicznej (PBSSP) to dokument, która ustala aktualny, przedmiotowy i podmiotowy zakres badań statystycznych oraz związanych z nimi obowiązków.  PBSSP ustalany jest corocznie przez Radę Ministrów w drodze rozporządzenia. Rada Statystyczna określa projekt PBSSP na każdy kolejny rok na podstawie propozycji przygotowanej przez Prezesa Głównego Urzędu Statystycznego.W ramach PBSSP dla każdego badania określone zostają: 1. Temat badania i organ prowadzący badanie 2. Rodzaj badania  3. Zakres podmiotowy i przedmiotowy badania 4. Źródła danych 5. Podmioty zobligowane do udziału w badaniu lub dobrowolnie biorące w nim udział  6. Forma przekazania danych 7. Częstotliwość i termin przekazania danych  8. Miejsce przekazania danych  9. Rodzaje wynikowych informacji statystycznych oraz formy i terminy ich udostępnienia  10. Koszt i sposób finansowania ",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "26-01-2023",
                      
                        "data_aktualizacji_metadanych": "08-06-2020"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "1",
                        
                            "2011" :   "1",
                        
                            "2012" :   "1",
                        
                            "2013" :   "1",
                        
                            "2014" :   "1",
                        
                            "2015" :   "1",
                        
                            "2016" :   "1",
                        
                            "2017" :   "1",
                        
                            "2018" :   "1",
                        
                            "2019" :   "1",
                        
                            "2020" :   "1",
                        
                            "2021" :   "1",
                        
                            "2022" :   "1"
                        
                        }
                    ]}
      ]
    }
  ]
}
