


{
  "17-3-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "17.3.1 Oficjalna Pomoc Rozwojowa (ODA) w relacji do dochodów budżetu państwa ogółem",
                      
                        "cel": "Cel 17. Partnerstwa na rzecz celów",
                      
                        "zadanie": "17.3 Zmobilizować dodatkowe środki finansowe dla krajów rozwijających się z różnorodnych źródeł",
                      
                        "definicja": "Relacja sumy oficjalnej pomocy rozwojowej (ODA), mierzonej ekwiwalentem grantu, do wysokości budżetu państwa.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Do Oficjalnej Pomocy Rozwojowej (ang. Official Development Assistance – ODA) zaliczane są darowizny i pożyczki przekazywane przez instytucje rządowe lub organizacje międzynarodowe, mające na celu wsparcie rozwoju gospodarczego i dobrobytu w krajach rozwijających się. Pożyczki są kwalifikowane jako ODA wtedy, gdy zawierają element grantu o wartości udzielanej pomocy przynajmniej: • 45% dla krajów najsłabiej rozwiniętych i innych krajów o niskim dochodzie (least developed countries and other low income countires – LDCs & other LICs), wyliczony przy stopie dyskontowej 9%, • 15% dla krajów o niższym średnim dochodzie (lower middle income countries – LMICs), wyliczony przy stopie dyskontowej 7%, • 10% dla krajów o wyższym średnim dochodzie (upper middle income countries – UMICs), wyliczony przy stopie dyskontowej 6%.  Do ODA zaliczana jest również pomoc techniczna, mająca na celu rozwój zasobów ludzkich, podniesienie kwalifikacji oraz możliwości technicznych i produkcyjnych krajów rozwijających się. Pomoc ta polega między innymi na przekazywaniu wiedzy i doświadczeń w postaci szkoleń, delegowania ekspertów, inicjowania badań i/lub pokrywania wynikających z tego kosztów. Do ODA nie zalicza się dotacji przeznaczonych na wydatki wojskowe. Warunkiem zaklasyfikowania współpracy jako Oficjalnej Pomocy Rozwojowej jest to, aby kraj partnerski, na rzecz którego udzielane jest wsparcie, znajdował się na liście Komitetu Pomocy Rozwojowej OECD (Development Assistance Committee). W zależności od sposobu realizacji pomocy możemy wyróżnić: • pomoc dwustronną – podejmowaną przez donatora bezpośrednio w kraju partnerskim bądź poprzez organizację międzynarodową w formie wpłaty celowej na rzecz kraju partnerskiego (earmarked contribution) lub w formie wpłaty na określony program/fundusz zarządzany przez organizację, • pomoc wielostronną – udzielaną w formie wpłat do budżetów ogólnych organizacji międzynarodowych, których lista jest corocznie aktualizowana przez Sekretariat DAC OECD.   Dwustronna ODA na rzecz redukcji ubóstwa obejmuje następujące obszary wsparcia: • edukacja na poziomie podstawowym (sektory CRS 112xx Basic Education), • zdrowie na poziomie podstawowym (sektory CRS 122xx Basic Health), • zaopatrzenie w wodę i systemy kanalizacyjne (sektory CRS 140xx Water Supply & Sanitation), • pomoc wielosektorowa w zakresie podstawowych usług społecznych  (sektor CRS 16050 Multisector aid for basic social services), • rozwojowa pomoc żywnościowa (sektor CRS 52010 Development Food Aid).  Oficjalna Pomoc Rozwojowa w Polsce świadczona jest na podstawie ustawy o współpracy rozwojowej z dnia 16 września 2011 r. (Dz.U. 2011 r., Nr 234, poz. 1386). Polska współpraca rozwojowa prowadzona jest w oparciu o Wieloletni Program Współpracy Rozwojowej opracowywany na okres minimum 4 lat. Ustawa definiuje współpracę rozwojową jako ogół działań podejmowanych przez organy administracji rządowej w celu udzielenia państwom rozwijającym się pomocy rozwojowej, pomocy humanitarnej oraz realizację działań edukacyjnych na rzecz podniesienia świadomości i zrozumienia problemów i współzależności globalnych. Za zagadnienia związane z pomocą rozwojową w Polsce odpowiedzialne jest Ministerstwo Spraw Zagranicznych, które opracowało „Solidarność dla Rozwoju. Wieloletni program współpracy rozwojowej  2021-2030”, w oparciu o który polska współpraca rozwojowa koncentruje się na wybranych max. 10 krajach Partnerstwa Wschodniego oraz Bliskiego Wschodu, Afryki Północnej i Afryki Subsaharyjskiej. „Plan współpracy rozwojowej w 2023 roku” precyzuje priorytetowy zasięg geograficzny do: Białorusi, Gruzji, Mołdawii, Ukrainy, Libanu, Palestyny, Etiopii, Kenii, Senegalu i Tanzanii. Polska współpraca rozwojowa służy realizacji następujących priorytetów tematycznych: pokój, sprawiedliwość i silne instytucje, równe szanse (edukacja, godna praca, przedsiębiorczość, redukcja nierówności, zrównoważone miasta), zdrowie, klimat i zasoby naturalne (czysta woda i warunki sanitarne, lasy i różnorodność biologiczna, odnawialne źródła energii), wpisujących się w cele zrównoważonego rozwoju (16, 4, 8, 10, 3, 6, 11 oraz 13). Działania objęte programem finansowane są ze środków Ministerstwa Spraw Zagranicznych, rezerwy celowej budżetu państwa przeznaczonej na współpracę rozwojową i funduszy innych organów administracji publicznej.Kraje najsłabiej rozwinięte (ang. Least Developed Countries - LDC) to państwa o najniższym poziomie rozwoju społeczno-gospodarczego, które spełniają jednocześnie trzy kryteria: średni dochód na mieszkańca poniżej 1018 USD przez 3 lata, niski poziom zasobów ludzkich (niedożywienie, wysoka umieralność, niski poziom edukacji) oraz wrażliwość gospodarki (zależność od produkcji surowców lub artykułów rolnych). Lista LDCs obejmuje ok. 50 krajów (z czego większość to kraje afrykańskie). Dochód narodowy brutto to suma dochodów pierwotnych brutto wszystkich sektorów własności albo wszystkich krajowych sektorów instytucjonalnych  stanowi on sumę produktu krajowego brutto i dochodu z zagranicy.           Budżet państwa, zgodnie z art. 110 ustawy z dnia 27 sierpnia 2009 r. o finansach publicznych, określa:    1. łączną kwotę prognozowanych podatkowych i niepodatkowych dochodów budżetu państwa     2. łączną kwotę planowanych wydatków budżetu państwa    3. kwotę planowanego deficytu budżetu państwa wraz ze źródłami jego pokrycia     4. łączną kwotę prognozowanych dochodów budżetu środków europejskich    5. łączną kwotę planowanych wydatków budżetu środków europejskich    6. wynik budżetu środków europejskich     7. łączną kwotę planowanych przychodów budżetu państwa     8. łączną kwotę planowanych rozchodów budżetu państwa     9. planowane saldo przychodów i rozchodów budżetu państwa     10. limit zobowiązań z tytułu zaciąganych kredytów i pożyczek oraz emitowanych papierów wartościowych.",
                      
                        "zrodlo": "Ministerstwo Finansów / Ministerstwo Spraw Zagranicznych",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "Od 2018 r. wiodący wskaźnik ODA jest prezentowany w formie ekwiwalentu grantu, uwzględniającej jedynie element grantu pomnożony przez wartość danego przepływu. Element grantu jest wyliczany w szczególności dla kredytów pomocy wiązanej.  Dodatkowo trwają prace nad włączeniem do ODA innych przepływów, np. kwot zmobilizowanych przez sektor publiczny z instrumentów sektora prywatnego. Ponadto od 2019 r. Polska raportuje nowy wskaźnik TOSSD (Total Oficial Support for Sustainable Development), który mierzy wsparcie udzielone na wdrożenie SDGs na poziomie globalnym.",
                      
                        "data_aktualizacji_danych": "06-02-2024",
                      
                        "data_aktualizacji_metadanych": "01-08-2023"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "0.5",
                        
                            "2011" :   "0.4",
                        
                            "2012" :   "0.5",
                        
                            "2013" :   "0.6",
                        
                            "2014" :   "0.5",
                        
                            "2015" :   "0.6",
                        
                            "2016" :   "0.8",
                        
                            "2017" :   "0.7",
                        
                            "2018" :   "0.7",
                        
                            "2019" :   "0.7",
                        
                            "2020" :   "0.8",
                        
                            "2021" :   "0.8",
                        
                            "2022" :   "3.1"
                        
                        }
                    ]}
      ]
    }
  ]
}
