


{
  "17-4-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "17.4.1 Koszty obsługi długu Skarbu Państwa w relacji do eksportu towarów i usług",
                      
                        "cel": "Cel 17. Partnerstwa na rzecz celów",
                      
                        "zadanie": "17.4 Pomóc krajom rozwijającym się w osiągnięciu długoterminowej zdolności do spłaty długu poprzez skoordynowane polityki ukierunkowane na wsparcie finansowania dłużnego, redukcję zadłużenia oraz restrukturyzację długu, zgodnie z warunkami krajowymi  zająć się kwestią zadłużenia zewnętrznego ubogich krajów o wysokim zadłużeniu by zredukować sytuacje kryzysowe pod względem zadłużenia",
                      
                        "definicja": "Stosunek kosztów obsługi długu publicznego do wartości eksportu towarów i usług w cenach bieżących.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Państwowy dług publiczny – łączne nominalne zadłużenie podmiotów sektora finansów publicznych, ustalane z pominięciem wzajemnych zobowiązań pomiędzy podmiotami należącymi do tego sektora (skonsolidowane zadłużenie brutto). Zgodnie z ustawą o finansach publicznych państwowy dług publiczny obejmuje zobowiązania zaciągnięte z następujących tytułów: - wyemitowanych papierów wartościowych opiewających na wierzytelności pieniężne (poza papierami udziałowymi), - zaciągniętych kredytów i pożyczek, - przyjętych depozytów, - wymagalnych zobowiązań (tzn. zobowiązań, których termin płatności minął, a które nie zostały przedawnione lub umorzone), - wynikających z odrębnych ustaw oraz prawomocnych orzeczeń sądów lub ostatecznych decyzji administracyjnych, - uznanych za bezsporne przez właściwą jednostkę sektora finansów publicznych będącą dłużnikiem. Jednym ze składników długu publicznego jest dług skarbu państwa (dwa pozostałe składniki to dług lokalny samorządów oraz dług sektora ubezpieczeń społecznych). Dług skarbu państwa to zobowiązania zaciągnięte przez rząd m.in. na pokrycie deficytu budżetowego. Dług Skarbu Państwa wynosi zazwyczaj około 90% państwowego długu publicznego. Koszty obsługi długu publicznego stanowią wydatek budżetu państwa. Obsługa kosztów zadłużenia obejmuje przede wszystkim: odsetki i dyskonto od skarbowych papierów wartościowych, odsetki i opłaty od otrzymanych pożyczek i kredytów, koszty emisji skarbowych papierów wartościowych oraz wypłaty z tytułu udzielonych poręczeń i gwarancji Skarbu Państwa. Eksport obejmuje wartość towarów wywiezionych za granicę w ramach transakcji handlowych oraz wartość usług m.in. transportowych, budowlanych, łączności, obrotu uszlachetniającego netto, usług poligraficznych, usług pośrednictwa finansowego mierzonych pośrednio (FISIM). W wartości eksportu uwzględnia się szacunki salda zakupów dokonywanych przez mieszkańców Polski za granicą oraz zakupów dokonywanych przez cudzoziemców na terenie Polski.",
                      
                        "zrodlo": "Główny Urząd Statystyczny / Ministerstwo Finansów",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      
                        "data_aktualizacji_danych": "26-01-2023",
                      
                        "data_aktualizacji_metadanych": "08-06-2020",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "5.9",
                        
                            "2011" :   "5.4",
                        
                            "2012" :   "5.9",
                        
                            "2013" :   "5.7",
                        
                            "2014" :   "4.4",
                        
                            "2015" :   "3.4",
                        
                            "2016" :   "3.4",
                        
                            "2017" :   "2.9",
                        
                            "2018" :   "2.6",
                        
                            "2019" :   "2.2",
                        
                            "2020" :   "2.4",
                        
                            "2021" :   "1.7"
                        
                        }
                    ]}
      ]
    }
  ]
}
