


{
  "12-1-c": [
    {
      "metadata": [
        
        {
                        "name": "12.1.c Circular material use rate",
                      
                        "goal": "Goal 12. Responsible consumption and production",
                      
                        "priority": "Increase in resource efficiency and shift in approach to resources consisting in departure from their linear use as well as shift in consumption patterns (development of circular economy)",
                      
                        "definition": "Share of material recovered and fed back into the economy in overall material use.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "The indicator measures the share of material recovered and fed back into the economy - thus saving extraction of primary raw materials - in overall material use. The circular material use (CMU) rate is defined as the ratio of the circular use of materials to the overall material use. The overall material use is measured by summing up the aggregate domestic material consumption (DMC) and the circular use of materials. DMC is defined in economy-wide material flow accounts. The circular use of materials is approximated by the amount of waste recycled in domestic recovery plants minus imported waste destined for recovery plus exported waste destined for recovery abroad. Waste recycled in domestic recovery plants comprises the recovery operations R2 to R11 - as defined in the Waste Framework Directive 75/442/EEC. The imports and exports of waste destined for recycling - i.e. the amount of imported and exported waste bound for recovery - are approximated from the European statistics on international trade in goods. A higher CMU rate value means that more secondary materials substitute for primary raw materials thus reducing the environmental impacts of extracting primary material.",
                      
                        "source": "EUROSTAT",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "10.8",
                      
                          "2011" :   "9.2",
                      
                          "2012" :   "10.6 ",
                      
                          "2013" :   "11.8",
                      
                          "2014" :   "12.5 ",
                      
                          "2015" :   "11.6",
                      
                          "2016" :   "10.2 ",
                      
                          "2017" :   "9.5",
                      
                          "2018" :   ""
                      
                      }
                  ]
            }
      ]
    }
  ]
}
