


{
  "12-1-b": [
    {
      "metadata": [
        
        {
                        "name": "12.1.b Domestic material consumption (DMC) per capita",
                      
                        "goal": "Goal 12. Responsible consumption and production",
                      
                        "priority": "Increase in resource efficiency and shift in approach to resources consisting in departure from their linear use as well as shift in consumption patterns (development of circular economy)",
                      
                        "definition": "The indicator presents domestic material consumption (DMC) per capita.",
                      
                        "unit": "tonnes",
                      
                        "dimensions": "total",
                      
                        "methodology": "Domestic Material Consumption (DMC) includes the total amount of materials directly used in economic processes for the needs of the economy. It is the sum of raw materials extracted from the domestic territory of the total economy, plus all physical imports minus all physical exports. Domestic material consumption indicator (DMC) is based on Economy-wide Material Flow Accounts (EW-MFA), i.e., consistent statements of the total cost of materials included in national economies, changes in materials inventory levels in the economy and material inflows to other economies or to the environment. Data in EW-MFA tables, in units of mass, are created for the following components: 1. Biomass and biomass products. 2. Metal ores and concentrates, raw and processed. 3. Non-metallic minerals, raw and processed. 4. Fossil energy materials/energy carriers, raw and processed. 5. Other products. 6. Waste imported for final processing and removal.",
                      
                        "source": "Eurostat",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "16.95",
                      
                          "2011" :   "20.96",
                      
                          "2012" :   "18.27",
                      
                          "2013" :   "17.27",
                      
                          "2014" :   "17.22",
                      
                          "2015" :   "16.93",
                      
                          "2016" :   "17.70",
                      
                          "2017" :   "18.76",
                      
                          "2018" :   "20.37"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
