


{
  "8-1-c": [
    {
      "metadane": [
        
        {
                        "nazwa": "8.1.c Wskaźnik Globalnej Konkurencyjności (GCI) - pozycja w rankingu",
                      
                        "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                      
                        "priorytet": "Poszukiwanie nowych przewag konkurencyjnych opartych na zaawansowaniu technologicznym produktów, jakości i innowacyjności oferowanych produktów, jak również mechanizmów umiędzynarodowienia przedsiębiorstw",
                      
                        "definicja": "Miejsce w rankingu pod względem Wskaźnika Globalnej Konkurencyjności (GCI) określającego zdolności poszczególnych państw do zapewnienia długookresowego wzrostu gospodarczego.",
                      
                        "jednostka": "pozycja w rankingu",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Na złożony Wskaźnik Globalnej Konkurencyjności (GCI) składa się 114 zmiennych. Zmienne pogrupowane są w 12 skorelowanych ze sobą filarach (dziedzinach). Dziedziny te obejmują najważniejsze czynniki konkurencyjności na rynku globalnym. Wyróżniono 12 filarów:  filar 1: Instytucje; filar 2: Infrastruktura; filar 3: Środowiska makroekonomiczne; filar 4: Ochrona zdrowia i edukacja podstawowa; filar 5: Szkolnictwo wyższe; filar 6: Wydajność rynku; filar 7: Wydajność rynku pracy; filar 8: Poziom rozwoju rynku finansowego; filar 9: Gotowość technologiczna; filar 10: Rozmiar rynku; filar 11: Jakość środowiska biznesowego; filar 12: Innowacyjność.  Poziom wskaźnika GCI uwzględnia powiązania pomiędzy poszczególnymi filarami. Odpowiednio połączone ze sobą filary tworzą 3 podwskaźniki, na których opiera się wskaźnik GCI:  podwskaźnik oparty na podstawowych czynnikach rozwoju: filary 1-4; podwskaźnik oparty na czynnikach poprawiających efektywność: filary 5-10; podwskaźnik oparty na czynnikach innowacyjności i rozwoju: filary 11-12.  Wartość podwskaźników odzwierciedla przyporządkowanie krajów do określonej grupy gospodarek znajdujących się w jednej z trzech faz rozwoju:  faza I - rozwój determinowany czynnikami wytwórczymi; faza II - rozwój determinowany inwestycjami; faza III - rozwój determinowany innowacjami.  Konstruując wskaźnik GCI, określono wagi poszczególnych trzech podwskaźników. Głównym kryterium dla określenia wag jest poziom rozwoju gospodarki mierzony wartością PKB na 1 mieszkańca oraz wpływ wydobycia surowców naturalnych na gospodarkę. Wartości 114 zmiennych wchodzących w skład wskaźnika GCI pochodzą głównie z prowadzonego przez Światowe Forum Ekonomiczne badania rocznego, które dodatkowo uzupełnia się danymi pozyskiwanymi z agend ONZ np. UNESCO, WHO, Międzynarodowy Fundusz Walutowy.",
                      
                        "zrodlo": "World Economic Forum",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "Ze względu na kryzys wywołany COVID-19 autorzy wskaźnika GCI zdecydowali nie tworzyć w 2020 r. rankingu gospodarek krajowych wg poziomu ich konkurencyjności. Szczegóły na stronie: https://www.weforum.org/reports/the-global-competitiveness-report-2020 Od momentu powstania wskaźnika GCI liczba gospodarek ujmowanych w rankingu ulega zmianie, w 2010 r. w rankingu zestawiono 139 gospodarek świata, w 2011 r. – 142, w 2012 r. – 144, w 2013 r. – 148, w 2014 r. – 144, w 2015 r. – 140, w 2016 r. – 138, w 2017 r. - 137, w 2018 r. - 140 i w 2019 r. - 141.",
                      
                        "data_aktualizacji_danych": "24-10-2019",
                      
                        "data_aktualizacji_metadanych": "10-05-2022"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "39",
                        
                            "2011" :   "41",
                        
                            "2012" :   "41",
                        
                            "2013" :   "42",
                        
                            "2014" :   "43",
                        
                            "2015" :   "41",
                        
                            "2016" :   "36",
                        
                            "2017" :   "39",
                        
                            "2018" :   "37",
                        
                            "2019" :   "37"
                        
                        }
                    ]}
      ]
    }
  ]
}
