


{
  "8-1-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "8.1.b Nakłady na działalność innowacyjną w przedsiębiorstwach w relacji do PKB",
                      
                        "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                      
                        "priorytet": "Poszukiwanie nowych przewag konkurencyjnych opartych na zaawansowaniu technologicznym produktów, jakości i innowacyjności oferowanych produktów, jak również mechanizmów umiędzynarodowienia przedsiębiorstw",
                      
                        "definicja": "Suma nakładów na działalność innowacyjną poniesionych łącznie w przedsiębiorstwach przemysłowych i z sektora usług o liczbie pracujących 10 osób i więcej, w relacji do PKB.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Działalność innowacyjna to całokształt działań naukowych, technicznych, organizacyjnych, finansowych i komercyjnych, które prowadzą lub mają w zamierzeniu prowadzić do wdrażania innowacji. Niektóre z tych działań mają charakter innowacyjny, natomiast inne nie są nowością, lecz są konieczne do wdrażania innowacji. Działalność innowacyjna obejmuje także działalność badawczo-rozwojową (B+R), która nie jest bezpośrednio związana z tworzeniem konkretnej innowacji. Działalność innowacyjna przedsiębiorstwa w danym okresie może mieć trojaki charakter: działalność pomyślnie zakończona wdrożeniem innowacji; działalność bieżąca w trakcie realizacji, która nie doprowadziła dotychczas do wdrożenia innowacji oraz działalność zaniechana przed wdrożeniem innowacji. Badanie innowacyjności jest prowadzone w oparciu o międzynarodową metodologię (Podręcznik Oslo). Nakłady finansowe poniesione na działalność innowacyjną w zakresie innowacji produktowych i procesów biznesowych* obejmują nakłady poniesione w danym roku sprawozdawczym. W badaniu innowacyjności pod uwagę brane są wszelkie wydatki na innowacje produktowe i procesów biznesowych*, bieżące i inwestycyjne, poniesione w roku sprawozdawczym na prace zakończone sukcesem (tzn. wdrożeniem innowacji), niezakończone (kontynuowane) oraz przerwane lub zaniechane, niezależnie od źródeł ich finansowania. Przedsiębiorstwo przemysłowe to przedsiębiorstwo, którego przeważająca działalność została zaliczona do sektora przemysłu wg klasyfikacji PKD 2007, tj. do jednej z 4 sekcji B - Górnictwo i wydobywanie, C - Przetwórstwo przemysłowe, D - Wytwarzanie i zaopatrywanie w energię elektryczną, gaz, parę wodną, gorącą wodę i powietrze do układów klimatyzacyjnych i E - Dostawa wody; gospodarowanie ściekami i odpadami oraz działalność związana z rekultywacją. Dane dotyczą następujących przedsiębiorstw z sektora usług wg klasyfikacji PKD 2007: Sekcja G Handel hurtowy i detaliczny; naprawa pojazdów samochodowych, włączając motocykle ›› Dział 46 handel hurtowy, z wyłączeniem handlu pojazdami samochodowymi Sekcja H Transport i gospodarka magazynowa ›› Dział 49 transport lądowy oraz transport rurociągowy ›› Dział 50 transport wodny ›› Dział 51 transport lotniczy ›› Dział 52 magazynowanie i działalność usługowa wspomagająca transport ›› Dział 53 działalność pocztowa i kurierska  Sekcja J Informacja i komunikacja  ›› Dział 58 działalność wydawnicza ›› Dział 59 działalność związana z produkcją filmów, nagrań wideo, programów telewizyjnych, nagrań dźwiękowych i muzycznych ›› Dział 60 nadawanie programów ogólnodostępnych i abonamentowych ›› Dział 61 telekomunikacja ›› Dział 62 działalność związana z oprogramowaniem i doradztwem w zakresie informatyki oraz działalność powiązana  ›› Dział 63 działalność usługowa w zakresie informacji Sekcja K Działalność finansowa i ubezpieczeniowa ›› Dział 64 finansowa działalność usługowa, z wyłączeniem ubezpieczeń i funduszów emerytalnych ›› Dział 65 ubezpieczenia, reasekuracja oraz fundusze emerytalne, z wyłączeniem obowiązkowego ubezpieczenia społecznego ›› Dział 66 działalność wspomagająca usługi finansowe oraz ubezpieczenia i fundusze emerytalne Sekcja M Działalność profesjonalna, naukowa i techniczna  ›› Dział 71 działalność w zakresie architektury i inżynierii; badania i analizy techniczne  ›› Dział 72 badania naukowe i prace rozwojowe ›› Dział 73 reklama, badanie rynku i opinii publicznej  Produkt Krajowy Brutto (PKB) obrazuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej. Jest obliczany na podstawie obowiązującej w Unii Europejskiej metodologii ESA.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "*Do 2018 r. obowiązywały innowacje produktowe i procesowe.W 2021 r. szacunki wstępne.",
                      
                        "data_aktualizacji_danych": "06-02-2024",
                      
                        "data_aktualizacji_metadanych": "24-01-2023"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "2.39",
                        
                            "2011" :   "2.03",
                        
                            "2012" :   "2.26",
                        
                            "2013" :   "2.00",
                        
                            "2014" :   "2.20",
                        
                            "2015" :   "2.43",
                        
                            "2016" :   "2.09",
                        
                            "2017" :   "2.07",
                        
                            "2018" :   "1.72",
                        
                            "2019" :   "1.69",
                        
                            "2020" :   "1.66",
                        
                            "2021" :   "1.58",
                        
                            "2022" :   "1.82"
                        
                        }
                    ]}
      ]
    }
  ]
}
