


{
  "8-4-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "8.4.a Odsetek pracowników najemnych w odniesieniu do liczby osób pracujących w gospodarce narodowej.",
                      
                        "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                      
                        "priorytet": "Promowanie stabilnych form zatrudnienia",
                      
                        "definicja": "Udział pracowników najemnych w ogólnej liczbie pracujących w gospodarce narodowej.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Dane o pracujących dotyczą osób wykonujących pracę przynoszącą im zarobek lub dochód. Dane dotyczą pracujących we wszystkich podmiotach gospodarki narodowej.  Do pracujących zalicza się:   1. pracowników najemnych (od 2022 r. zmiana nazwy, wcześniejzatrudnieni), czyli osoby zatrudnione na podstawie stosunku pracy (umowa o pracę, powołanie, mianowanie, wybór) lub stosunku służbowego na czas określony i nieokreślony, w pełnym i niepełnym wymiarze czasu pracy;  2. pracodawców i pracujących na własny rachunek, łącznie zpomagającymi członkami ich rodzin;  3. osoby wykonujące pracę nakładczą;  4. członków spółdzielni produkcji rolnej (rolniczych spółdzielni produkcyjnych i innych spółdzielni zajmujących się produkcją rolną oraz spółdzielni kółekrolniczych);  5. duchownych pełniących obowiązki duszpasterskie. Przy ustalaniu liczby pracujących każda osoba pracująca jest ujmowana tylko jeden raz. W tym celu wyznaczana jest dla niej praca główna. Dane o pracujących w gospodarce narodowej prezentowane są w odniesieniu do ich pracy głównej. Dane o liczbie pracujących w gospodarce narodowej w pracy głównej podawane są w osobach według stanu na koniec grudnia. Dane o pracownikach najemnych dotyczą osób pełnozatrudnionych i niepełnozatrudnionych w pracy głównej bez przeliczania osób niepełnozatrudnionych na pełnozatrudnionych według stanu w dniu 31 grudnia.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "20-10-2022",
                      
                        "data_aktualizacji_metadanych": "06-02-2024"
                      }
      ],
      "dane": [
        {
                      "wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "73.8",
                                  
                                      "2011" :   "73.4",
                                  
                                      "2012" :   "73.0",
                                  
                                      "2013" :   "73.0",
                                  
                                      "2014" :   "73.2",
                                  
                                      "2015" :   "73.2",
                                  
                                      "2016" :   "73.6",
                                  
                                      "2017" :   "73.7",
                                  
                                      "2018" :   "73.9",
                                  
                                      "2019" :   "74.2",
                                  
                                      "2020" :   "73.9",
                                  
                                      "2021" :   "80.4"
                                  
                                  }
                              ],
                              "kobiety": [
                                  {
                                  
                                      "2010" :   "75.8",
                                  
                                      "2011" :   "75.3",
                                  
                                      "2012" :   "75.2",
                                  
                                      "2013" :   "75.3",
                                  
                                      "2014" :   "75.5",
                                  
                                      "2015" :   "75.6",
                                  
                                      "2016" :   "76.1",
                                  
                                      "2017" :   "76.1",
                                  
                                      "2018" :   "76.5",
                                  
                                      "2019" :   "76.8",
                                  
                                      "2020" :   "76.7",
                                  
                                      "2021" :   "84.2"
                                  
                                  }
                              ],
                              "mężczyźni": [
                                  {
                                  
                                      "2010" :   "72.1",
                                  
                                      "2011" :   "71.7",
                                  
                                      "2012" :   "71.1",
                                  
                                      "2013" :   "71.1",
                                  
                                      "2014" :   "71.2",
                                  
                                      "2015" :   "71.1",
                                  
                                      "2016" :   "71.3",
                                  
                                      "2017" :   "71.6",
                                  
                                      "2018" :   "71.7",
                                  
                                      "2019" :   "71.9",
                                  
                                      "2020" :   "71.5",
                                  
                                      "2021" :   "77.1"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
