


{
  "8-5-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "8.5.b Udział osób długotrwale bezrobotnych w ogólnej liczbie bezrobotnych (20-64 lata)",
                      
                        "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                      
                        "priorytet": "Aktywizacja zawodowa osób młodych, kobiet, osób w wieku 50+, osób długotrwale bezrobotnych, jak również niepełnosprawnych",
                      
                        "definicja": "Stosunek bezrobotnych w wieku 20-64 lata poszukujących pracy powyżej 12 miesięcy (13 miesięcy i więcej) w liczbie bezrobotnych ogółem w tej samej grupie wieku.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15-89 lat będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Poza zakresem badania pozostają członkowie gospodarstw domowych przebywający (uwzględniany jest całkowity czas pobytu faktyczny i planowany) 12 miesięcy lub więcej za granicą oraz w gospodarstwach zbiorowych (takich jak: hotele pracownicze, domy studenckie, internaty, domy opieki społecznej, itp.) oraz osoby bezdomne. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo. Bezrobotni wg BAEL to osoby w wieku 15-74 lata, które spełniają jednocześnie trzy warunki: - w okresie badanego tygodnia nie były osobami pracującymi, - aktywnie poszukiwały pracy, tzn. podjęły konkretne działania w ciągu 4 tygodni (wliczając jako ostatni - tydzień badany), aby znaleźć pracę, - były gotowe (zdolne) podjąć pracę w ciągu dwóch tygodni następujących po tygodniu badanym. Do bezrobotnych zaliczane są także osoby, które nie poszukiwały pracy, ponieważ miały pracę załatwioną i oczekiwały na jej rozpoczęcie przez okres nie dłuższy niż 3 miesiące oraz były gotowe ją podjąć. Wyniki BAEL pozwalają na zakwalifikowanie bezrobotnych do jednej z czterech kategorii: bezrobotni, którzy stracili pracę, tzn. osoby, które odeszły z ostatniego miejsca pracy nie z własnej inicjatywy i natychmiast (tzn. w ciągu trzech miesięcy) rozpoczęły poszukiwanie pracy, bezrobotni, którzy zrezygnowali z pracy, tzn. osoby, które odeszły z pracy z własnej inicjatywy i natychmiast rozpoczęły poszukiwanie pracy, bezrobotni, którzy powracają do pracy po przerwie, w czasie której nie poszukiwali pracy przez minimum 3 miesiące, bezrobotni, którzy nigdy nie pracowali i poszukują pierwszej w życiu pracy. Bezrobotni długotrwale - według definicji krajowej są to osoby bezrobotne poszukujące pracy przez okres 13 miesięcy i więcej; natomiast według definicji stosowanej przez Eurostat są to osoby bezrobotne poszukujące pracy przez okres 12 miesięcy i więcej.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "W związku z wdrożeniem w badaniu zmian metodologicznych, dane BAEL od 2021 r. nie mogą być porównywane z poprzednimi latami (z wyjątkiem danych przeliczonych za lata 2010-2020)."
                      }
      ],
      "dane": [
        {
                      "wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "26.1",
                                  
                                      "2011" :   "32.3",
                                  
                                      "2012" :   "35.5",
                                  
                                      "2013" :   "37.3",
                                  
                                      "2014" :   "37.1",
                                  
                                      "2015" :   "32.9",
                                  
                                      "2016" :   "27.9",
                                  
                                      "2017" :   "24.2",
                                  
                                      "2018" :   "20.6",
                                  
                                      "2019" :   "15.3",
                                  
                                      "2020" :   "14.5",
                                  
                                      "2021" :   "18.1"
                                  
                                  }
                              ],
                              "kobiety": [
                                  {
                                  
                                      "2010" :   "26.5",
                                  
                                      "2011" :   "33.2",
                                  
                                      "2012" :   "36.3",
                                  
                                      "2013" :   "37.9",
                                  
                                      "2014" :   "36.8",
                                  
                                      "2015" :   "31.8",
                                  
                                      "2016" :   "27.3",
                                  
                                      "2017" :   "22.4",
                                  
                                      "2018" :   "19.7",
                                  
                                      "2019" :   "14.3",
                                  
                                      "2020" :   "13.6",
                                  
                                      "2021" :   "19.3"
                                  
                                  }
                              ],
                              "mężczyźni": [
                                  {
                                  
                                      "2010" :   "25.8",
                                  
                                      "2011" :   "31.4",
                                  
                                      "2012" :   "34.8",
                                  
                                      "2013" :   "36.8",
                                  
                                      "2014" :   "37.2",
                                  
                                      "2015" :   "33.7",
                                  
                                      "2016" :   "28.5",
                                  
                                      "2017" :   "25.6",
                                  
                                      "2018" :   "21.3",
                                  
                                      "2019" :   "16.2",
                                  
                                      "2020" :   "15.2",
                                  
                                      "2021" :   "17.5"
                                  
                                  }
                              ]
                          }
                      ],
                      "miasto/wieś": [
                          {
                              "miasto": [
                                  {
                                  
                                      "2010" :   "25.6",
                                  
                                      "2011" :   "31.9",
                                  
                                      "2012" :   "35.6",
                                  
                                      "2013" :   "37.2",
                                  
                                      "2014" :   "37.8",
                                  
                                      "2015" :   "33.0",
                                  
                                      "2016" :   "27.4",
                                  
                                      "2017" :   "23.5",
                                  
                                      "2018" :   "20.2",
                                  
                                      "2019" :   "14.8",
                                  
                                      "2020" :   "11.6",
                                  
                                      "2021" :   "17.5"
                                  
                                  }
                              ],
                              "wieś": [
                                  {
                                  
                                      "2010" :   "27.0",
                                  
                                      "2011" :   "32.8",
                                  
                                      "2012" :   "35.4",
                                  
                                      "2013" :   "37.6",
                                  
                                      "2014" :   "35.9",
                                  
                                      "2015" :   "32.7",
                                  
                                      "2016" :   "28.6",
                                  
                                      "2017" :   "25.1",
                                  
                                      "2018" :   "21.1",
                                  
                                      "2019" :   "16.0",
                                  
                                      "2020" :   "18.3",
                                  
                                      "2021" :   "19.0"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
