


{
  "8-7-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "8.7.a Współczynnik aktywności zawodowej",
                      
                        "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                      
                        "priorytet": "Aktywizacja zawodowa osób młodych, kobiet, osób w wieku 50+, osób długotrwale bezrobotnych, jak również niepełnosprawnych",
                      
                        "definicja": "Udział aktywnych zawodowo (ogółem lub danej kategorii) w liczbie ludności (ogółem lub danej kategorii). Dane przeciętne w roku.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem, kobiety, grupy wieku, niepełnosprawność",
                      
                        "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15-89 lat będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Poza zakresem badania pozostają członkowie gospodarstw domowych  przebywający (uwzględniany jest całkowity czas pobytu faktyczny i planowany) 12 miesięcy lub więcej za granicą oraz w  gospodarstwach zbiorowych (takich jak: hotele pracownicze, domy studenckie, internaty, domy opieki społecznej, itp.) oraz osoby bezdomne. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół ludności można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo. Do pracujących zaliczane są wszystkie osoby w wieku 15-89 lat, które w okresie badanego tygodnia: 1) wykonywały przez co najmniej 1 godzinę pracę przynoszącą dochód lub zarobek, były zatrudnione w firmie/instytucji publicznej lub u prywatnego pracodawcy, pracowały we własnym (lub dzierżawionym) gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały (bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalności gospodarczej poza rolnictwem, 2) miały pracę, ale jej nie wykonywały:  z powodu choroby lub urlopu wypoczynkowego, urlopu związanego z rodzicielstwem (macierzyńskiego, rodzicielskiego, ojcowskiego lub wychowawczego), organizacji czasu pracy (systemu pracy lub odbioru nadgodzin), szkolenia związanego z wykonywaną pracą, z powodu sezonowego charakteru pracy, jeśli w okresie poza sezonem nadal regularnie wypełniały zadania i obowiązki związane z pracą lub prowadzeniem działalności (z wyłączeniem obowiązków prawnych lub administracyjnych), z innych powodów, jeśli przewidywany okres nieobecności w pracy nie przekracza 3 miesięcy.  Zgodnie z międzynarodowymi standardami, do pracujących zaliczani są również uczniowie, z którymi zakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonej pracy, jeżeli otrzymywali wynagrodzenie. Do pracujących nie są zaliczani: wolontariusze oraz stażyści nieotrzymujący wynagrodzenia, osoby pracujące w rolnictwie indywidualnym zajmujące się wytwarzaniem produktów rolnych wyłącznie lub głównie na własne potrzeby. Bezrobotni wg BAEL to osoby w wieku 15-74 lata, które spełniają jednocześnie trzy warunki: - w okresie badanego tygodnia nie były osobami pracującymi, - aktywnie poszukiwały pracy, tzn. podjęły konkretne działania w ciągu 4 tygodni (wliczając jako ostatni - tydzień badany), aby znaleźć pracę, - były gotowe (zdolne) podjąć pracę w ciągu dwóch tygodni następujących po tygodniu badanym. Do bezrobotnych zaliczane są  także osoby, które nie poszukiwały pracy, ponieważ miały pracę załatwioną i oczekiwały na jej rozpoczęcie przez okres nie dłuższy niż 3 miesiące oraz były gotowe  ją podjąć.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "W związku z wdrożeniem w badaniu zmian metodologicznych, dane BAEL od 2021 r. nie mogą być porównywane z poprzednimi latami (z wyjątkiem danych przeliczonych za lata 2010-2020)."
                      }
      ],
      "dane": [
        {
                      "wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "53.6",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "54.7",
                                  
                                      "2014" :   "55.2",
                                  
                                      "2015" :   "55.3",
                                  
                                      "2016" :   "55.6",
                                  
                                      "2017" :   "56.0",
                                  
                                      "2018" :   "56.0",
                                  
                                      "2019" :   "56.0",
                                  
                                      "2020" :   "55.8",
                                  
                                      "2021" :   "57.8"
                                  
                                  }
                              ],
                              "kobiety": [
                                  {
                                  
                                      "2010" :   "46.3",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "47.4",
                                  
                                      "2014" :   "47.8",
                                  
                                      "2015" :   "48.0",
                                  
                                      "2016" :   "48.1",
                                  
                                      "2017" :   "48.4",
                                  
                                      "2018" :   "48.5",
                                  
                                      "2019" :   "48.3",
                                  
                                      "2020" :   "47.9",
                                  
                                      "2021" :   "50.2"
                                  
                                  }
                              ],
                              "mężczyźni": [
                                  {
                                  
                                      "2010" :   "61.5",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "62.7",
                                  
                                      "2014" :   "63.2",
                                  
                                      "2015" :   "63.2",
                                  
                                      "2016" :   "63.8",
                                  
                                      "2017" :   "64.3",
                                  
                                      "2018" :   "64.2",
                                  
                                      "2019" :   "64.4",
                                  
                                      "2020" :   "64.3",
                                  
                                      "2021" :   "66.0"
                                  
                                  }
                              ]
                          }
                      ],
                      "miasto/wieś": [
                          {
                              "miasto": [
                                  {
                                  
                                      "2010" :   "55.5",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "56.1",
                                  
                                      "2014" :   "56.6",
                                  
                                      "2015" :   "56.6",
                                  
                                      "2016" :   "56.6",
                                  
                                      "2017" :   "56.8",
                                  
                                      "2018" :   "56.9",
                                  
                                      "2019" :   "56.7",
                                  
                                      "2020" :   "56.3",
                                  
                                      "2021" :   "58.0"
                                  
                                  }
                              ],
                              "wieś": [
                                  {
                                  
                                      "2010" :   "50.6",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "52.5",
                                  
                                      "2014" :   "53.1",
                                  
                                      "2015" :   "53.3",
                                  
                                      "2016" :   "54.1",
                                  
                                      "2017" :   "54.8",
                                  
                                      "2018" :   "54.7",
                                  
                                      "2019" :   "54.8",
                                  
                                      "2020" :   "54.9",
                                  
                                      "2021" :   "57.4"
                                  
                                  }
                              ]
                          }
                      ],
                      "wg grup wieku": [
                          {
                              "osoby w wieku 15-24 lata": [
                                  {
                                  
                                      "2010" :   "34.2",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "32.9",
                                  
                                      "2014" :   "33.5",
                                  
                                      "2015" :   "32.5",
                                  
                                      "2016" :   "34.2",
                                  
                                      "2017" :   "34.5",
                                  
                                      "2018" :   "35.0",
                                  
                                      "2019" :   "35.1",
                                  
                                      "2020" :   "31.6",
                                  
                                      "2021" :   "31.0"
                                  
                                  }
                              ],
                              "w wieku 18-59/64 lat": [
                                  {
                                  
                                      "2010" :   "69.6",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "71.8",
                                  
                                      "2014" :   "72.8",
                                  
                                      "2015" :   "73.1",
                                  
                                      "2016" :   "74.0",
                                  
                                      "2017" :   "75.0",
                                  
                                      "2018" :   "75.8",
                                  
                                      "2019" :   "76.4",
                                  
                                      "2020" :   "76.5",
                                  
                                      "2021" :   "79.4"
                                  
                                  }
                              ],
                              "osoby w wieku 50-89 lat": [
                                  {
                                  
                                      "2010" :   "30.6",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "32.5",
                                  
                                      "2014" :   "33.1",
                                  
                                      "2015" :   "33.4",
                                  
                                      "2016" :   "33.3",
                                  
                                      "2017" :   "33.8",
                                  
                                      "2018" :   "33.3",
                                  
                                      "2019" :   "33.0",
                                  
                                      "2020" :   "33.3",
                                  
                                      "2021" :   "35.6"
                                  
                                  }
                              ]
                          }
                      ],
                      "osoby niepełnosprawne": [
                          {
                              "w wieku 16-89 lat": [
                                  {
                                  
                                      "2010" :   "15.3",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "16.1",
                                  
                                      "2014" :   "16.5",
                                  
                                      "2015" :   "16.0",
                                  
                                      "2016" :   "16.1",
                                  
                                      "2017" :   "17.4",
                                  
                                      "2018" :   "17.1",
                                  
                                      "2019" :   "17.1",
                                  
                                      "2020" :   "17.4",
                                  
                                      "2021" :   "19.5"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
