


{
  "8-7-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "8.7.b Udział osób długotrwale bezrobotnych w ogólnej liczbie bezrobotnych (20-64 lata)",
                      
                        "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                      
                        "priorytet": "Aktywizacja zawodowa osób młodych, kobiet, osób w wieku 50+, osób długotrwale bezrobotnych, jak również niepełnosprawnych",
                      
                        "definicja": "Liczba długotrwale bezrobotnych w wieku 20-64 lata, poszukująca pracy 12 miesięcy i dłużej, podzielona przez liczbę bezrobotnych ogółem.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym. Badanie prowadzone jest metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15 lat i więcej będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo. Bezrobotni to osoby w wieku 15-74 lata, które spełniają jednocześnie trzy warunki: - w okresie badanego tygodnia nie były osobami pracującymi, - aktywnie poszukiwały pracy, tzn. podjęły konkretne działania w ciągu 4 tygodni (wliczając jako ostatni - tydzień badany), aby znaleźć pracę, - były gotowe (zdolne) podjąć pracę w ciągu dwóch tygodni następujących po tygodniu badanym. Do bezrobotnych zaliczane są również osoby, które nie poszukiwały pracy, ponieważ miały pracę załatwioną i oczekiwały na jej rozpoczęcie przez okres nie dłuższy niż 3 miesiące oraz były gotowe tę pracę podjąć. Wyniki BAEL pozwalają na zakwalifikowanie bezrobotnych do jednej z czterech kategorii: - bezrobotni, którzy stracili pracę, tzn. osoby, które odeszły z ostatniego miejsca pracy nie z własnej inicjatywy i natychmiast (tzn. w ciągu trzech miesięcy) rozpoczęły poszukiwanie pracy, - bezrobotni, którzy zrezygnowali z pracy, tzn. osoby, które odeszły z pracy z własnej inicjatywy i natychmiast (tzn. w ciągu trzech miesięcy) rozpoczęły poszukiwanie pracy, -bezrobotni, którzy powracają do pracy po przerwie, w czasie której nie poszukiwali pracy przez minimum 3 miesiące, - bezrobotni, którzy nigdy nie pracowali i poszukują pierwszej w życiu pracy",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {
                      "wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "31.8",
                                  
                                      "2011" :   "38.0",
                                  
                                      "2012" :   "41.3",
                                  
                                      "2013" :   "43.3",
                                  
                                      "2014" :   "43.5",
                                  
                                      "2015" :   "40.2",
                                  
                                      "2016" :   "36.0",
                                  
                                      "2017" :   "31.7",
                                  
                                      "2018" :   "27.5",
                                  
                                      "2019" :   "22.0",
                                  
                                      "2020" :   "20.5"
                                  
                                  }
                              ],
                              "kobiety": [
                                  {
                                  
                                      "2010" :   "32.3",
                                  
                                      "2011" :   "39.0",
                                  
                                      "2012" :   "42.7",
                                  
                                      "2013" :   "44.3",
                                  
                                      "2014" :   "43.2",
                                  
                                      "2015" :   "39.6",
                                  
                                      "2016" :   "34.9",
                                  
                                      "2017" :   "30.7",
                                  
                                      "2018" :   "27.2",
                                  
                                      "2019" :   "20.3",
                                  
                                      "2020" :   "20.2"
                                  
                                  }
                              ],
                              "mężczyźni": [
                                  {
                                  
                                      "2010" :   "31.5",
                                  
                                      "2011" :   "37.0",
                                  
                                      "2012" :   "39.9",
                                  
                                      "2013" :   "42.3",
                                  
                                      "2014" :   "43.7",
                                  
                                      "2015" :   "40.7",
                                  
                                      "2016" :   "36.9",
                                  
                                      "2017" :   "32.6",
                                  
                                      "2018" :   "27.8",
                                  
                                      "2019" :   "23.6",
                                  
                                      "2020" :   "20.8"
                                  
                                  }
                              ]
                          }
                      ],
                      "miasto/wieś": [
                          {
                              "miasto": [
                                  {
                                  
                                      "2010" :   "31.4",
                                  
                                      "2011" :   "37.7",
                                  
                                      "2012" :   "41.2",
                                  
                                      "2013" :   "43.2",
                                  
                                      "2014" :   "44.3",
                                  
                                      "2015" :   "39.7",
                                  
                                      "2016" :   "35.2",
                                  
                                      "2017" :   "30.5",
                                  
                                      "2018" :   "26.7",
                                  
                                      "2019" :   "21.2",
                                  
                                      "2020" :   "17.3"
                                  
                                  }
                              ],
                              "wieś": [
                                  {
                                  
                                      "2010" :   "32.7",
                                  
                                      "2011" :   "38.6",
                                  
                                      "2012" :   "41.3",
                                  
                                      "2013" :   "43.5",
                                  
                                      "2014" :   "42.4",
                                  
                                      "2015" :   "41.0",
                                  
                                      "2016" :   "37.1",
                                  
                                      "2017" :   "33.5",
                                  
                                      "2018" :   "28.6",
                                  
                                      "2019" :   "22.7",
                                  
                                      "2020" :   "25.2"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
