


{
  "8-8-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "8.8.a Udział osób pracujących na wsi w sektorze pozarolniczym w ogólnej liczbie osób pracujących na wsi",
                      
                        "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                      
                        "priorytet": "Poprawa przepływu niewykorzystanych zasobów pracy z rolnictwa do innych sektorów",
                      
                        "definicja": "Wskaźnik obejmuje wszystkie osoby pracujące na wsi poza rolnictwem w relacji do osób pracujących na wsi ogółem.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15-89 lat będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Poza zakresem badania pozostają członkowie gospodarstw domowych  przebywający (uwzględniany jest całkowity czas pobytu faktyczny i planowany) 12 miesięcy lub więcej za granicą oraz w  gospodarstwach zbiorowych (takich jak: hotele pracownicze, domy studenckie, internaty, domy opieki społecznej, itp.) oraz osoby bezdomne. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół ludności można podzielić na trzy podstawowe kategorie: pracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo. Do pracujących zaliczane są wszystkie osoby w wieku 15-89 lat, które w okresie badanego tygodnia: 1. wykonywały przez co najmniej 1 godzinę, pracę przynoszącą zarobek lub dochód tzn. były zatrudnione w firmie/instytucji publicznej lub u prywatnego pracodawcy, pracowały we własnym (lub dzierżawionym) gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały (bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalności gospodarczej poza rolnictwem, 2. miały pracę, ale jej nie wykonywały:  z powodu choroby lub urlopu wypoczynkowego, urlopu związanego z rodzicielstwem (macierzyńskiego, rodzicielskiego, ojcowskiego lub wychowawczego), organizacji czasu pracy (systemu pracy lub odbioru nadgodzin), szkolenia związanego z wykonywaną pracą; z powodu sezonowego charakteru pracy, jeśli w okresie poza sezonem nadal regularnie wypełniały zadania i obowiązki związane z pracą lub prowadzeniem działalności (z wyłączeniem obowiązków prawnych lub administracyjnych); z innych powodów, jeśli przewidywany okres nieobecności w pracy nie przekracza 3 miesięcy.  Do pracujących - zgodnie z międzynarodowymi standardami - zaliczani są również uczniowie, z którymi zakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonej pracy, jeżeli otrzymywali wynagrodzenie. Do pracujących nie są zaliczani: wolontariusze oraz stażyści nieotrzymujący wynagrodzenia, osoby pracujące w rolnictwie indywidualnym zajmujące się wytwarzaniem produktów rolnych wyłącznie lub głównie na własne potrzeby. Dane dotyczące sektorów ekonomicznych zostały opracowane w oparciu o Polską Klasyfikację Działalności (PKD 2007). Sektor pozarolniczy obejmuje sekcje B-U: ,,Górnictwo i wydobywanie,,, ,,Przetwórstwo przemysłowe,,, ,,Wytwarzanie i zaopatrywanie w energię elektryczną, gaz, parę wodą, gorącą wodę i powietrze do układów klimatyzacyjnych,,, ,,Dostawa wody, gospodarowanie ściekami i odpadami oraz działalność związana z rekultywacją,,, ,,Budownictwo,,, ,,Handel; naprawa pojazdów samochodowych,,, ,,Transport i gospodarka magazynowa,,, ,,Zakwaterowanie i gastronomia,,, ,,Informacja i komunikacja,,, ,,Działalność finansowa i ubezpieczeniowa,,, ,,Obsługa rynku nieruchomości,,, ,,Działalność profesjonalna, naukowa i techniczna,,, ,,Administrowanie i działalność wspierająca,,, ,,Administracja publiczna i obrona narodowa; obowiązkowe zabezpieczenia społeczne,,, ,,Edukacja,,, ,,Opieka zdrowotna i pomoc społeczna,,, ,,Działalność związana z kulturą, rozrywką i rekreacją,,, ,,Pozostała działalność usługowa,,, ,,Gospodarstwa domowe zatrudniające pracowników oraz wytwarzające produkty na własne potrzeby,,, ,,Organizacje i zespoły eksterytorialne,,.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2021 r.",
                      
                        "uwagi": "W związku z wdrożeniem w badaniu zmian metodologicznych, dane BAEL od 2021 r. nie mogą być porównywane z poprzednimi latami. Z uwagi na brak porównywalności z poprzednimi latami, dane są prezentowane od  2021 r."
                      }
      ],
      "dane": [
        {
                      "wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "80.6"
                                  
                                  }
                              ],
                              "kobiety": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "79.2"
                                  
                                  }
                              ],
                              "mężczyźni": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "82.4"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
