


{
  "8-8-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "8.8.a Udział osób pracujących na wsi w sektorze pozarolniczym w ogólnej liczbie osób pracujących na wsi",
                      
                        "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                      
                        "priorytet": "Poprawa przepływu niewykorzystanych zasobów pracy z rolnictwa do innych sektorów",
                      
                        "definicja": "Wskaźnik obejmuje wszystkie osoby pracujące na wsi poza rolnictwem w relacji do osób pracujących na wsi ogółem.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Źródłem informacji o liczbie pracujących w rolnictwie są wyniki Powszechnego Spisu Rolnego i Narodowego Spisu Powszechnego Ludności i Mieszkań, a w latach międzyspisowych wyniki badania struktury gospodarstw rolnych. Pracujący w rolnictwie obejmują osoby, dla których praca w rolnictwie – przede wszystkim w rodzinnych gospodarstwach rolnych – jest wyłącznym lub głównym zajęciem użytkownika i osób z nim mieszkających. Do pracujących w swoim gospodarstwie rolnym zalicza się osoby pracujące wyłącznie lub głównie w gospodarstwach rolnych prowadzących działalność rolniczą. Za pracę w swoim/rodzinnym gospodarstwie rolnym uznaje się wykonywanie prac bezpośrednio związanych z produkcją rolniczą (roślinną i zwierzęcą) oraz prace ogólne, związane z prowadzeniem gospodarstwa, np.: - zakup środków produkcji, - sprzedaż produktów i przygotowanie ich do sprzedaży, - prace związane z magazynowaniem, - transport na potrzeby gospodarstwa rolnego, - bieżące naprawy sprzętu rolniczego, prace konserwacyjne budynków, maszyn, instalacji, - organizację i zarządzanie pracą w gospodarstwie rolnym, załatwianie spraw urzędowych, prowadzenie rachunków, - wypełnianie wniosków o dopłaty bezpośrednie i inne. Jako pracy w gospodarstwie rolnym nie traktuje się takich prac jak: przyrządzanie posiłków, pranie, sprzątanie, opieka nad dziećmi oraz innych prac związanych z prowadzeniem gospodarstwa domowego. Wyłączone są również prace związane z leśnictwem, łowiectwem, połowem lub hodowlą ryb (bez względu na to czy prowadzone były w gospodarstwie czy poza nim), a także praca w ramach działalności gospodarczej innej niż rolnicza.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {
                      "wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "69.0",
                                  
                                      "2011" :   "69.6",
                                  
                                      "2012" :   "70.3",
                                  
                                      "2013" :   "71.8",
                                  
                                      "2014" :   "73.1",
                                  
                                      "2015" :   "72.9",
                                  
                                      "2016" :   "75.7",
                                  
                                      "2017" :   "76.7",
                                  
                                      "2018" :   "77.8",
                                  
                                      "2019" :   "78.9",
                                  
                                      "2020" :   "78.2"
                                  
                                  }
                              ],
                              "kobiety": [
                                  {
                                  
                                      "2010" :   "67.5",
                                  
                                      "2011" :   "68.7",
                                  
                                      "2012" :   "70.1",
                                  
                                      "2013" :   "72.2",
                                  
                                      "2014" :   "73.9",
                                  
                                      "2015" :   "73.5",
                                  
                                      "2016" :   "76.5",
                                  
                                      "2017" :   "78.2",
                                  
                                      "2018" :   "79.2",
                                  
                                      "2019" :   "80.0",
                                  
                                      "2020" :   "79.7"
                                  
                                  }
                              ],
                              "mężczyźni": [
                                  {
                                  
                                      "2010" :   "70.1",
                                  
                                      "2011" :   "70.2",
                                  
                                      "2012" :   "70.5",
                                  
                                      "2013" :   "71.5",
                                  
                                      "2014" :   "72.5",
                                  
                                      "2015" :   "72.4",
                                  
                                      "2016" :   "75.0",
                                  
                                      "2017" :   "75.6",
                                  
                                      "2018" :   "76.7",
                                  
                                      "2019" :   "78.1",
                                  
                                      "2020" :   "77.2"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
