


{
  "14-2-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "14.2.a Dynamika przeciętnego zatrudnienia w gospodarce morskiej (2010=100)",
                      
                        "cel": "Cel 14. Życie pod wodą",
                      
                        "priorytet": "Zwiększenie udziału sektora gospodarki morskiej w PKB oraz wzrostu zatrudnienia w gospodarce morskiej",
                      
                        "definicja": "Stosunek przeciętnego zatrudnienia w gospodarce morskiej w badanym roku do przeciętnego zatrudnienia w gospodarce morskiej w roku 2010.",
                      
                        "jednostka": "2010=100",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Za podmioty gospodarki narodowej przyjmuje się jednostki prawne, tj. osoby prawne, jednostki organizacyjne niemające osobowości prawnej oraz osoby fizyczne prowadzące działalność gospodarczą. Podmioty gospodarki morskiej są to podmioty gospodarki narodowej, których podstawowa działalność związana jest z szeroko rozumianą gospodarką morską. Podstawową działalność określono przy wykorzystaniu takich informacji jak: wartość dodana, przychody ze sprzedaży, zatrudnienie, działalność przewidziana w statucie jako podstawowa. Informacje o przeciętnym zatrudnieniu w gospodarce morskiej dotyczą pracowników pełnozatrudnionych oraz niepełnozatrudnionych w przeliczeniu na pełne etaty, bez osób zatrudnionych poza granicami kraju. Pracownicy pełnozatrudnieni są to osoby, które pracują w pełnym wymiarze czasu pracy obowiązującym w danym zakładzie pracy lub na stanowisku pracy, w tym również osoby, które zgodnie z obowiązującymi przepisami pracują w skróconym czasie pracy, np. z tytułu warunków szkodliwych dla zdrowia lub w przedłużonym czasie pracy (np. dozorcy mienia). Pracownicy niepełnozatrudnieni są to osoby, które zgodnie z zawartą umową, pracują stale  w niepełnym wymiarze czasu pracy obowiązującym w danym zakładzie lub na danym stanowisku pracy. Niepełnozatrudnieni w głównym miejscu pracy są to osoby, które złożyły w zakładzie pracy oświadczenia stwierdzające, że dany zakład jest ich głównym miejscem pracy.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "100.0",
                        
                            "2011" :   "100.8",
                        
                            "2012" :   "99.9",
                        
                            "2013" :   "101.8",
                        
                            "2014" :   "104.9",
                        
                            "2015" :   "106.0",
                        
                            "2016" :   "119.9",
                        
                            "2017" :   "119.4",
                        
                            "2018" :   "130.0"
                        
                        }
                    ]}
      ]
    }
  ]
}
