


{
  "10-1-b": [
    {
      "metadata": [
        
        {
                        "name": "10.1.b Average annual net disposable income per capita in a household in rural areas in relation to urban areas",
                      
                        "goal": "Goal 10. Reduce inequalities",
                      
                        "priority": "Overcoming of regional socio-economic disparities, prevention of new development disproportions",
                      
                        "definition": "Relation of annual average disposable income per 1 person in a household in rural areas to the average disposable income per 1 person in a household in urban areas.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "The indicator is calculated on the basis of information obtained from the EU-SILC survey. EU-SILC survey (European Union Statistics on Income and Living Conditions) is a constant survey (conducted every year) whose subject are households and persons aged 16 and more in households. The survey is a panel study, i.e. selected group of respondents is subject to several rounds of observation at intervals, so that it allows to observe and analyze the changing situation, attitudes, behaviour or opinions of a surveyed group. Survey is conducted by face-to-face interview techniqueusing 2 questionnaires one of which is used to obtain data on households, and the second to obtain data on individuals. The purpose of EU-SILC survey is to obtain information which allows the assessment of living conditions of Polish society and allows to compare them to the living conditions in other countries of European Union. This is achieved by adoption of a uniform methodology by Eurostat. At current requests of European Union authorities, module surveys devoted to selected issue are also conducted within EU-SILC survey (that is an additional questionnaire proceeded together with the basic survey). Central Statistical Office of Poland implemented EU-SILC survey in 2005. A household is understood as the persons may be related or unrelated, living together and maintaining themselves jointly (multi-person household). Household can also be formed by one individual maintaining himself/herself independently, regardless of whether the individual lives alone or with other persons (one-person household). Disposable income is defined as a sum of the net (after deduction of income tax prepayment, tax on income from property, social and health insurance contributions) annual monetary incomes (in case of hired employment taking into account also non-monetary profit from the use of the company car) gained by all the household members reduced by: property tax, inter-household cash transfers paid and balance of offsetting settlements with the Tax Office.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "",
                      
                        "data_updated_on": "23-02-2023",
                      
                        "metadata_updated_on": "24-03-2020"
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "66.5",
                      
                          "2011" :   "67.5",
                      
                          "2012" :   "67.2",
                      
                          "2013" :   "69.0",
                      
                          "2014" :   "68.0",
                      
                          "2015" :   "69.5",
                      
                          "2016" :   "71.6",
                      
                          "2017" :   "68.9",
                      
                          "2018" :   "71.7",
                      
                          "2019" :   "77.1",
                      
                          "2020" :   "78.3",
                      
                          "2021" :   "80.4"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
