


{
  "10-3-a": [
    {
      "metadata": [
        
        {
                        "name": "10.3.a Gini coefficient - distribution of income",
                      
                        "goal": "Goal 10. Reduce inequalities",
                      
                        "priority": "Reduction of income inequalities",
                      
                        "definition": "The measure of income distribution inequality. It ranges between 0 and 100). This indicator would be 0 (homogenous distribution) if all the persons had the same income, whereas it would be 100 if all the persons except one had zero income. Thus the higher the indicator, the higher the income concentration and therefore, the greater the income inequalities.",
                      
                        "unit": "points",
                      
                        "dimensions": "total",
                      
                        "methodology": "The indicator is calculated on the basis of househols' equivalised disposable income obtained from the EU-SILC survey. EU-SILC survey (European Union Statistics on Income and Living Conditions) is a constant survey (conducted every year) whose subject are households and persons aged 16 and more in households. The survey is of a panel character, i.e. selected group of respondents is subject to several rounds of observation at intervals, so that it allows to observe and analyze the changing situation, attitudes, behaviour or opinions of a surveyed group. Survey is conducted by face-to-face interview technique using 2 questionnaires; one of which is used to obtain data on households, and the second to obtain data on individuals. The purpose of EU-SILC survey is to obtain information which allows the assessment of living conditions of Polish society and allows to compare them to the living conditions in other countries of European Union. This is achieved by adoption of a uniform methodology by Eurostat. At current requests of European Union authorities, module surveys devoted to selected issue are also conducted within EU-SILC survey (that is an additional questionnaire proceeded together with the basic survey). Central Statistical Office of Poland implemented EU-SILC survey in 2005. The survey unit is a household, which is understood as the persons who may be related or unrelated, living together and maintaining themselves jointly (multi-person household). Household can also be formed by one individual maintaining himself/herself independently, regardless of whether the individual lives alone or with other persons (one-person household). Equivalised disposable income is the household's total disposable income, divided by comparable household size. In order to determine a comparable household size, each member of the household (including children) is assigned with a coefficient based on modified OECD scale. Weight 1,0 is assigned to the first adult, weight 0,5 is assigned to every next adult and weight 0,3 is assigned to each child under 14. This means that an exemplary three-person family consisting of 2 adults (i.e. aged at least 14) and one child amounts to 1,8 equivalent units (1+ 0,5 + 0,3). Disposable income is defined as a sum of monetary net (after deduction for personal income taxes, income from properties taxes, contributions to social security and health insurance) incomes (additionally including non-monetary income associated with the use of a company car in case of hired work income) of all household members less: real estate taxes, monetary transfers to other households and balance of settlement with the Tax Office.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "Incomplete time series for presented dimensions are caused by the lack of calculated values for them for some years.",
                      
                        "data_updated_on": "06-02-2024",
                      
                        "metadata_updated_on": "23-02-2023"
                      }
      ],
      "data": [
        {
                    "urban/rural": [
                        {
                        "total": [
                                {
                                
                                    "2010" :   "31.1",
                                
                                    "2011" :   "31.1",
                                
                                    "2012" :   "30.9",
                                
                                    "2013" :   "30.7",
                                
                                    "2014" :   "30.8",
                                
                                    "2015" :   "30.6",
                                
                                    "2016" :   "29.8",
                                
                                    "2017" :   "29.2",
                                
                                    "2018" :   "27.8",
                                
                                    "2019" :   "28.5",
                                
                                    "2020" :   "27.2",
                                
                                    "2021" :   "26.8",
                                
                                    "2022" :   "26.3"
                                
                                }
                            ],"urban area": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "30.0",
                                
                                    "2014" :   "30.1",
                                
                                    "2015" :   "29.9",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "28.9",
                                
                                    "2018" :   "27.3",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "26.4",
                                
                                    "2021" :   "26.2",
                                
                                    "2022" :   "25.9"
                                
                                }
                            ],"rural area": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "29.1",
                                
                                    "2014" :   "29.2",
                                
                                    "2015" :   "29.3",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "26.9",
                                
                                    "2018" :   "26.5",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "26.5",
                                
                                    "2021" :   "26.1",
                                
                                    "2022" :   "25.6"
                                
                                }
                            ]
                        }
                    ],
                    "By type of household": [
                        {
                        "1-person": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "31.7",
                                
                                    "2015" :   "32.1",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "34.0",
                                
                                    "2018" :   "32.9",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "31.9",
                                
                                    "2021" :   "",
                                
                                    "2022" :   ""
                                
                                }
                            ],"no dependent children": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "29.3",
                                
                                    "2015" :   "29.7",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "28.2",
                                
                                    "2018" :   "28.0",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "26.8",
                                
                                    "2021" :   "",
                                
                                    "2022" :   ""
                                
                                }
                            ],"with dependent children": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "32.0",
                                
                                    "2015" :   "30.7",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "28.6",
                                
                                    "2018" :   "26.3",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "26.1",
                                
                                    "2021" :   "",
                                
                                    "2022" :   ""
                                
                                }
                            ],"with 1 child": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "30.3",
                                
                                    "2015" :   "30.1",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "31.3",
                                
                                    "2018" :   "28.8",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "27.1",
                                
                                    "2021" :   "",
                                
                                    "2022" :   ""
                                
                                }
                            ],"with 2 children": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "32.0",
                                
                                    "2015" :   "32.7",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "29.4",
                                
                                    "2018" :   "27.8",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "26.5",
                                
                                    "2021" :   "",
                                
                                    "2022" :   ""
                                
                                }
                            ],"with 3 or more children": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "37.0",
                                
                                    "2015" :   "37.4",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "34.1",
                                
                                    "2018" :   "26.9",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "27.6",
                                
                                    "2021" :   "",
                                
                                    "2022" :   ""
                                
                                }
                            ],"single parents with dependent children": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "29.8",
                                
                                    "2015" :   "34.4",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "23.9",
                                
                                    "2018" :   "25.0",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "26.4",
                                
                                    "2021" :   "",
                                
                                    "2022" :   ""
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
