


{
  "2-1-2": [
    {
      "metadane": [
        
        {
                        "nazwa": "2.1.2 Częstotliwość występowania umiarkowanego lub dużego braku bezpieczeństwa żywnościowego w populacji, w oparciu o Skalę Bezpieczeństwa Żywnościowego (FIES)",
                      
                        "cel": "Cel 2. Zero głodu",
                      
                        "zadanie": "2.1 Do 2030 roku wyeliminować głód i zapewnić wszystkim ludziom, w szczególności ubogim i narażonym na zagrożenia, w tym niemowlętom, dostęp do bezpiecznej i pożywnej żywności w wystarczającej ilości przez cały rok",
                      
                        "definicja": "Odsetek osób, które doświadczyły umiarkowanego lub dużego braku bezpieczeństwa żywnościowego w badanym okresie. Brak bezpieczeństwa żywnościowego, definiowany jako cecha ukryta, określany jest w oparciu globalną Skalę Bezpieczeństwa Żywnościowego (Food Insecurity Experience Scale – FIES), opracowaną przez FAO w wyniku zastosowania FIES w 140 krajach na świecie, począwszy od 2014 r.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "umiarkowany lub duży brak bezpieczeństwa żywnościowego wg płciduży brak bezpieczeństwa żywnościowego wg płci",
                      
                        "metodologia": "Brak bezpieczeństwa żywnościowego oznacza ograniczony dostęp do żywności w gospodarstwach domowych ze względu na brak środków finansowych lub niedobór innych zasobów.  Poziom braku bezpieczeństwa żywnościowego określany jest na podstawie badania modułowego z wykorzystaniem Skali Bezpieczeństwa Żywnościowego (FIES-SM). Podczas badania respondentom (w wieku 15 lat i więcej) zdawanych jest osiem pytań na temat doświadczeń oraz okoliczności związanych z brakiem bezpieczeństwa żywnościowego. Metodologia FIES opracowana przez FAO umożliwia pomiar braku bezpieczeństwa żywnościowego w skali globu, a także pozwala na uzyskanie porównywalności między krajami w obszarze braku bezpieczeństwa żywnościowego.",
                      
                        "zrodlo": "FAO",
                      
                        "czestotliwosc": "Dane uśrednione z czterech lat: 2014-2016, 2015-2017, 2016-2018, 2017-2019.",
                      
                        "uwagi": "Wartość dla dużego braku bezpieczeństwa żywnościowego w 2018 r. należy interpretować jako mniejszą od 0,5 (<0,5)."
                      }
      ],
      "dane": [
        {
                      "umiarkowany lub duży poziom braku bezpieczeństwa żywnościowego": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "8.9",
                                  
                                      "2016" :   "6.3",
                                  
                                      "2017" :   "5.3",
                                  
                                      "2018" :   "4.3",
                                  
                                      "2019" :   "5.8",
                                  
                                      "2020" :   "7.4"
                                  
                                  }
                              ],
                              "kobiety": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "9.8",
                                  
                                      "2016" :   "7.7",
                                  
                                      "2017" :   "6.6",
                                  
                                      "2018" :   "5.2",
                                  
                                      "2019" :   "6.6",
                                  
                                      "2020" :   "8.4"
                                  
                                  }
                              ],
                              "mężczyźni": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "7.1",
                                  
                                      "2016" :   "4.9",
                                  
                                      "2017" :   "4.1",
                                  
                                      "2018" :   "3.3",
                                  
                                      "2019" :   "3.9",
                                  
                                      "2020" :   "5.3"
                                  
                                  }
                              ]
                          }
                      ],
                      "duży poziom braku bezpieczeństwa żywnościowego": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "1.8",
                                  
                                      "2016" :   "1.2",
                                  
                                      "2017" :   "0.7",
                                  
                                      "2018" :   "0.5",
                                  
                                      "2019" :   "0.5",
                                  
                                      "2020" :   "0.9"
                                  
                                  }
                              ],
                              "kobiety": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "1.8",
                                  
                                      "2016" :   "1.4",
                                  
                                      "2017" :   "0.8",
                                  
                                      "2018" :   "0.5",
                                  
                                      "2019" :   "0.5",
                                  
                                      "2020" :   "1.1"
                                  
                                  }
                              ],
                              "mężczyźni": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "1.7",
                                  
                                      "2016" :   "1.0",
                                  
                                      "2017" :   "0.7",
                                  
                                      "2018" :   "0.5",
                                  
                                      "2019" :   "0.5",
                                  
                                      "2020" :   "0.9"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
