


{
  "2-1-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "2.1.1 Częstotliwość występowania niedożywienia",
                      
                        "cel": "Cel 2. Zero głodu",
                      
                        "zadanie": "2.1 Do 2030 roku wyeliminować głód i zapewnić wszystkim ludziom, w szczególności ubogim i narażonym na zagrożenia, w tym niemowlętom, dostęp do bezpiecznej i pożywnej żywności w wystarczającej ilości przez cały rok",
                      
                        "definicja": "Odsetek populacji, wśród której zwykłe spożycie żywności jest niewystarczające dla zapewnienia poziomu energii w diecie niezbędnej do utrzymania normalnego, aktywnego i zdrowego życia.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wskaźnik ten był wykorzystywany przez Organizację Narodów Zjednoczonych do spraw Wyżywienia i Rolnictwa (Food and Agriculture Organization - FAO) do monitorowania m.in. jednego z Milenijnych Celów Rozwoju (tj. zmniejszenie odsetka osób cierpiących głód o połowę w latach 1990-2015). Umożliwia on monitorowanie trendów w zakresie niedoboru energii w diecie. Jest wynikiem połączenia zmian w ogólnej dostępności żywności, w możliwościach dostępu gospodarstw domowych oraz w społeczno-demograficznych cechach populacji, a także różnicach między krajami i regionami w dowolnym momencie. Niedożywienie - wg FAO jest to stan, w którym dana osoba ma regularny dostęp do takiej ilości pożywienia, która jest niewystarczająca dla zapewnienia energii niezbędnej do prowadzenia normalnego, zdrowego i aktywnego życia, biorąc pod uwagę jej własne zapotrzebowanie energetyczne. Podczas gdy warunek niedożywienia dotyczy poszczególnych osób, wskaźnik można odnieść tylko do populacji lub grupy osób (ze względów koncepcyjnych). Występowanie niedożywienia jest zatem oszacowaniem odsetka osób w danej grupie, bez możliwości określenia, które osoby w grupie są faktycznie niedożywione.",
                      
                        "zrodlo": "FAO",
                      
                        "czestotliwosc": "Dane roczne, od 2010 r.",
                      
                        "uwagi": "Dane szacunkowe, obliczone przez FAO. Wartość 2,5 dla Polski należy interpretować jako mniejszą od 2,5 (<2,5)."
                      
                        "data_aktualizacji_danych": "24-10-2022",
                      
                        "data_aktualizacji_metadanych": "16-02-2021",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "2.5",
                        
                            "2011" :   "2.5",
                        
                            "2012" :   "2.5",
                        
                            "2013" :   "2.5",
                        
                            "2014" :   "2.5",
                        
                            "2015" :   "2.5",
                        
                            "2016" :   "2.5",
                        
                            "2017" :   "2.5",
                        
                            "2018" :   "2.5",
                        
                            "2019" :   "2.5",
                        
                            "2020" :   "2.5"
                        
                        }
                    ]}
      ]
    }
  ]
}
