


{
  "10-b-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "10.b.1 Łączne przepływy zasobów dla rozwoju, zdezagregowane wg państw darczyńców i państw odbiorów i rodzaju przepływu (np. oficjalnej pomocy rozwojowej, bezpośrednich inwestycji zagranicznych i innych przepływów)",
                      
                        "cel": "Cel 10. Mniej nierówności",
                      
                        "zadanie": "10.b Zapewnić oficjalną pomoc rozwojową (Official Development Assistance) i przepływ środków finansowych, w tym bezpośrednie inwestycje zagraniczne do krajów najbardziej potrzebujących, w szczególności do państw najmniej rozwiniętych, krajów afrykańskich, małych państw wyspiarskich i tych bez dostępu do morza, zgodnie z krajowymi planami i programami tych krajów",
                      
                        "definicja": "Suma przepływu oficjalnej pomocy rozwojowej (ODA) oraz suma odpływu kapitału z tytułu polskich inwestycji bezpośednich za granicą (BIZ), wyrażona w mln PLN.",
                      
                        "jednostka": "mln USD (ceny bieżące)",
                      
                        "wymiary": "ogółem, rodzaj przepływu (oficjalna pomoc rozwojowa, bezpośrednie inwestycje zagraniczne), kraje według grup dochodowych",
                      
                        "metodologia": "Do Oficjalnej Pomocy Rozwojowej (ang. Official Development Assistance  ODA) zaliczane są darowizny i pożyczki przekazywane przez instytucje rządowe lub organizacje międzynarodowe, mające na celu wsparcie rozwoju gospodarczego i dobrobytu w krajach rozwijających się. Pożyczki są kwalifikowane jako ODA wtedy, gdy zawierają element grantu o wartości udzielanej pomocy przynajmniej:  45% dla krajów najsłabiej rozwiniętych i innych krajów o niskich dochodach (least developed countries and other low income countires LDCs & other LICs), wyliczony przy stopie dyskontowej 9%, 15% dla krajów o średnich i niskich dochodach (lower middle income countries LMICs), wyliczony przy stopie dyskontowej 7%, 10% dla krajów o średniowysokim dochodzie (upper middle income countries UMICs), wyliczony przy stopie dyskontowej 6%.  Do ODA zaliczana jest również pomoc techniczna, mająca na celu rozwój zasobów ludzkich, podniesienie kwalifikacji oraz możliwości technicznych i produkcyjnych krajów rozwijających się. Pomoc ta polega między innymi na przekazywaniu wiedzy i doświadczeń w postaci szkoleń, delegowania ekspertów, inicjowania badań i/lub pokrywania wynikających z tego kosztów. Do ODA nie zalicza się dotacji przeznaczonych na wydatki wojskowe. Warunkiem zaklasyfikowania współpracy jako Oficjalnej Pomocy Rozwojowej jest to, aby kraj partnerski, na rzecz którego udzielane jest wsparcie, znajdował się na liście Komitetu Pomocy Rozwojowej OECD (Development Assistance Committee). W zależności od sposobu realizacji pomocy możemy wyróżnić :  pomoc dwustronną  podejmowana przez donatora bezpośrednio w kraju partnerskim bądź poprzez organizację międzynarodową w formie wpłaty celowej na rzecz kraju partnerskiego (earmarked contribution) lub w formie wpłaty na określony program/fundusz zarządzany przez organizację, pomoc wielostronną  udzielana w formie wpłat do budżetów ogólnych organizacji międzynarodowych, których lista jest corocznie aktualizowana przez Sekretariat DAC OECD.  Oficjalna Pomoc Rozwojowa w Polsce świadczona jest na podstawie ustawy o współpracy rozwojowej z dnia 16 września 2011 r. (Dz.U. 2011 r., Nr 234, poz. 1386). Polska współpraca rozwojowa prowadzona jest w oparciu o Wieloletni Program Współpracy Rozwojowej opracowywany na okres minimum 4 lat. Ustawa definiuje współpracę rozwojową jako ogół działań podejmowanych przez organy administracji rządowej w celu udzielenia państwom rozwijającym się pomocy rozwojowej, pomocy humanitarnej oraz realizację działań edukacyjnych na rzecz podniesienia świadomości i zrozumienia problemów i współzależności globalnych. Za zagadnienia związane z pomocą rozwojową w Polsce odpowiedzialne jest Ministerstwo Spraw Zagranicznych, które opracowało „Solidarność dla Rozwoju. Wieloletni program współpracy rozwojowej 2021-2030”, w oparciu o który polska współpraca rozwojowa koncentruje się na wybranych max. 10 krajach Partnerstwa Wschodniego oraz Bliskiego Wschodu, Afryki Północnej i Afryki Subsaharyjskiej. „Plan współpracy rozwojowej w 2021 roku” precyzuje priorytetowy zasięg geograficzny do: Białorusi, Gruzji, Mołdawii, Ukrainy, Libanu, Palestyny, Etiopii, Kenii, Senegalu i Tanzanii.  Polska współpraca rozwojowa służy realizacji następujących priorytetów tematycznych: pokój, sprawiedliwość i silne instytucje, równe szanse (edukacja, godna praca, przedsiębiorczość, redukcja nierówności, zrównoważone miasta), zdrowie, klimat i zasoby naturalne (czysta woda i warunki sanitarne, lasy i różnorodność biologiczna, odnawialne źródła energii), wpisujących się w cele zrównoważonego rozwoju (16, 4, 8, 10, 3, 6, 11 oraz 13). Działania objęte programem finansowane są ze środków Ministerstwa Spraw Zagranicznych, rezerwy celowej budżetu państwa przeznaczonej na współpracę rozwojową i funduszy innych resortów. Bezpośrednie inwestycje zagraniczne to inaczej przepływy kapitału przez granice państw polegające na zakupie istniejącego przedsiębiorstwa lub na utworzeniu nowej firmy przez inwestora zagranicznego, co oznacza, że inwestor zagraniczny staje się współwłaścicielem lub właścicielem przedsiębiorstwa funkcjonującego w danym kraju. Bezpośrednie inwestycje zagraniczne oznaczają długotrwałą współpracę, będącą odzwierciedleniem trwałego zainteresowania inwestora. Inwestycje to aktywa finansowe, nieruchomości lub wartości niematerialne i prawne, które nie są użytkowane przez daną jednostkę, lecz zostały nabyte w celu osiągnięcia korzyści ekonomicznych. Oznaczają one wydatki ponoszone w celu zwiększenia zasobów kapitału produkcyjnego, którym dysponuje jednostka. Inwestycje bezpośrednie odzwierciedlają długotrwałe udziały jednostki rezydenta jednej gospodarki (inwestor bezpośredni) w jednostce rezydenta innej gospodarki (przedsiębiorstwo inwestycji bezpośrednich) i obejmują transakcje zawarte między nimi. Znak (+) oznacza odpływ kapitału z Polski, znak (-) oznacza wycofanie do Polski. Kraje prezentowane według grup dochodowych zgodnie z częścią I wykazu beneficjentów pomocy DAC OECD (Part I of the OEC DAC List of Aid Recipients).",
                      
                        "zrodlo": "Ministerstwo Spraw Zagranicznych / Narodowy Bank Polski",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "Do 2017 r. obowiązywała metodologia DAC OECD zbierania danych na temat pomocy rozwojowej w formacie CRS (Creditor Reporting System), która pozwala na oznaczanie sektora wsparcia jedynie przy przepływach dwustronnych. Do wskaźnika nie zaliczono wydatków w ramach pomocy wielostronnej w formie wpłat do budżetów ogólnych organizacji międzynarodowych, które również działają w obszarze pomocy rozwojowej. Od 2018 r. wiodący wskaźnik ODA jest prezentowany w formie ekwiwalentu grantu, uwzględniającej jedynie element grantu pomnożony przez wartość danego przepływu. Nie obowiązuje przy tym podział na wydatkowanie ODA brutto i netto. Dodatkowo trwają prace nad włączeniem do ODA innych przepływów, np. kwot zmobilizowanych przez sektor publiczny z instrumentów sektora prywatnego. Aktualnie konstruowany jest alternatywny do ODA wskaźnik TOSSD (Total Oficial Support for Sustainable Development), który będzie mierzył środki przeznaczane na wdrożenie SDGs."
                      }
      ],
      "dane": [
        {
                      "Oficjalna Pomoc Rozwojowa (ODA)": [
                          {
                              "oficjalna pomoc rozwojowa ogółem": [
                                  {
                                  
                                      "2010" :   "377.75",
                                  
                                      "2011" :   "417.47",
                                  
                                      "2012" :   "421.06",
                                  
                                      "2013" :   "487.12",
                                  
                                      "2014" :   "451.84",
                                  
                                      "2015" :   "440.89",
                                  
                                      "2016" :   "662.95",
                                  
                                      "2017" :   "679.46",
                                  
                                      "2018" :   "766.04",
                                  
                                      "2019" :   "776.56",
                                  
                                      "2020" :   "829.27",
                                  
                                      "2021" :   "983.51"
                                  
                                  }
                              ],
                              "oficjalna pomoc rozwojowa dwustronna ogółem": [
                                  {
                                  
                                      "2010" :   "96.04",
                                  
                                      "2011" :   "90.68",
                                  
                                      "2012" :   "111.55",
                                  
                                      "2013" :   "127.11",
                                  
                                      "2014" :   "82.28",
                                  
                                      "2015" :   "100.19",
                                  
                                      "2016" :   "148.99",
                                  
                                      "2017" :   "222.11",
                                  
                                      "2018" :   "244.93",
                                  
                                      "2019" :   "223.31",
                                  
                                      "2020" :   "225.08",
                                  
                                      "2021" :   "296.06"
                                  
                                  }
                              ],
                              "oficjalna pomoc rozwojowa dwustronna na rzecz krajów najsłabiej rozwiniętych (LDC)": [
                                  {
                                  
                                      "2010" :   "9.37",
                                  
                                      "2011" :   "12.17",
                                  
                                      "2012" :   "11.69",
                                  
                                      "2013" :   "46.60",
                                  
                                      "2014" :   "40.73",
                                  
                                      "2015" :   "44.25",
                                  
                                      "2016" :   "71.67",
                                  
                                      "2017" :   "14.19",
                                  
                                      "2018" :   "74.75",
                                  
                                      "2019" :   "14.72",
                                  
                                      "2020" :   "13.83",
                                  
                                      "2021" :   "34.30"
                                  
                                  }
                              ],
                              "oficjalna pomoc rozwojowa dwustronna na rzecz pozostałych krajów o niskich dochodach (LIC)": [
                                  {
                                  
                                      "2010" :   "0.31",
                                  
                                      "2011" :   "0.56",
                                  
                                      "2012" :   "3.59",
                                  
                                      "2013" :   "1.02",
                                  
                                      "2014" :   "1.54",
                                  
                                      "2015" :   "1.08",
                                  
                                      "2016" :   "8.90",
                                  
                                      "2017" :   "2.17",
                                  
                                      "2018" :   "0.38",
                                  
                                      "2019" :   "0.77",
                                  
                                      "2020" :   "0.93",
                                  
                                      "2021" :   "0.91"
                                  
                                  }
                              ],
                              "oficjalna pomoc rozwojowa dwustronna na rzecz krajów o średnio-niskich dochodach (LMIC)": [
                                  {
                                  
                                      "2010" :   "24.92",
                                  
                                      "2011" :   "27.27",
                                  
                                      "2012" :   "22.26",
                                  
                                      "2013" :   "30.76",
                                  
                                      "2014" :   "31.84",
                                  
                                      "2015" :   "38.88",
                                  
                                      "2016" :   "39.16",
                                  
                                      "2017" :   "74.21",
                                  
                                      "2018" :   "93.90",
                                  
                                      "2019" :   "117.09",
                                  
                                      "2020" :   "98.29",
                                  
                                      "2021" :   "143.81"
                                  
                                  }
                              ],
                              "oficjalna pomoc rozwojowa dwustronna na rzecz krajów o średnio-wysokich dochodach (UMIC)": [
                                  {
                                  
                                      "2010" :   "60.01",
                                  
                                      "2011" :   "46.07",
                                  
                                      "2012" :   "62.45",
                                  
                                      "2013" :   "32.65",
                                  
                                      "2014" :   "3.91",
                                  
                                      "2015" :   "-0.81",
                                  
                                      "2016" :   "18.48",
                                  
                                      "2017" :   "55.18",
                                  
                                      "2018" :   "62.51",
                                  
                                      "2019" :   "71.97",
                                  
                                      "2020" :   "100.46",
                                  
                                      "2021" :   "95.30"
                                  
                                  }
                              ]
                          }
                      ],
                      "Polskie inwestycje bezpośrednie za granicą (BIZ)": [
                          {
                              "polskie inwestycje bezpośrednie za granicą ogółem": [
                                  {
                                  
                                      "2010" :   "7225.60",
                                  
                                      "2011" :   "8155.80",
                                  
                                      "2012" :   "716.30",
                                  
                                      "2013" :   "-1346.00",
                                  
                                      "2014" :   "2897.59",
                                  
                                      "2015" :   "4994.75",
                                  
                                      "2016" :   "11599.05",
                                  
                                      "2017" :   "2170.40",
                                  
                                      "2018" :   "890.60",
                                  
                                      "2019" :   "1290.20",
                                  
                                      "2020" :   "1295.30",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ],
                              "polskie inwestycje bezpośrednie za granicą na rzecz krajów najsłabiej rozwiniętych (LDC)": [
                                  {
                                  
                                      "2010" :   "5.90",
                                  
                                      "2011" :   "1.00",
                                  
                                      "2012" :   "8.00",
                                  
                                      "2013" :   "49.20",
                                  
                                      "2014" :   "-55.94",
                                  
                                      "2015" :   "-2.07",
                                  
                                      "2016" :   "-3.73",
                                  
                                      "2017" :   "-1.30",
                                  
                                      "2018" :   "-35.70",
                                  
                                      "2019" :   "5.30",
                                  
                                      "2020" :   "-0.40",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ],
                              "polskie inwestycje bezpośrednie za granicą na rzecz pozostałych krajów o niskich dochodach": [
                                  {
                                  
                                      "2010" :   "-23.30",
                                  
                                      "2011" :   "-0.30",
                                  
                                      "2012" :   "0.10",
                                  
                                      "2013" :   "0.00",
                                  
                                      "2014" :   "0.00",
                                  
                                      "2015" :   "0.29",
                                  
                                      "2016" :   "-0.38",
                                  
                                      "2017" :   "0.00",
                                  
                                      "2018" :   "0.00",
                                  
                                      "2019" :   "0.00",
                                  
                                      "2020" :   "0.00",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ],
                              "polskie inwestycje bezpośrednie za granicą na rzecz krajów o średnio-niskich dochodach (LMIC)": [
                                  {
                                  
                                      "2010" :   "148.60",
                                  
                                      "2011" :   "58.40",
                                  
                                      "2012" :   "91.40",
                                  
                                      "2013" :   "-215.20",
                                  
                                      "2014" :   "14.64",
                                  
                                      "2015" :   "-34.53",
                                  
                                      "2016" :   "40.96",
                                  
                                      "2017" :   "190.40",
                                  
                                      "2018" :   "150.00",
                                  
                                      "2019" :   "123.90",
                                  
                                      "2020" :   "90.40",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ],
                              "polskie inwestycje bezpośrednie za granicą na rzecz krajów o średnio-wysokich dochodach (UMIC)": [
                                  {
                                  
                                      "2010" :   "-64.90",
                                  
                                      "2011" :   "248.10",
                                  
                                      "2012" :   "70.30",
                                  
                                      "2013" :   "133.40",
                                  
                                      "2014" :   "94.67",
                                  
                                      "2015" :   "110.69",
                                  
                                      "2016" :   "446.86",
                                  
                                      "2017" :   "245.20",
                                  
                                      "2018" :   "65.10",
                                  
                                      "2019" :   "60.90",
                                  
                                      "2020" :   "62.20",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
