{"sdg_goal":1,"lang":"en","indicator":"1.2.0","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Real adjusted gross disposable income of households per capita at PPP (UE28=100)","target_id":"1.2","nazwa_wskaznika":"1.2 Real adjusted gross disposable income of households per capita at PPP (UE28=100)","cel":"Goal 1. No poverty","zadanie":null,"definicja":"Adjusted gross disposable income of households and non-profit institutions serving households (NPISH) divided by the purchasing power parities (PPP) of the actual individual consumption of households and by the total resident population, related to the European Union average (EU-28=100).","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Households sector includes households, i.e., natural persons or groups of natural persons living together and jointly maintaining themselves (sharing income, expenditures and property) as well as collective households (e.g., residents of social welfare homes, care and education centres, convents, prisons).Non-profit institutions serving households sector (NPISH) includes: social organisations, political parties, trade unions, associations, foundations and units of religious organisations.Gross disposable income of households is obtained as a result of correcting their gross primary income (comprising among others: income obtained from conducted economic activity, wages, salaries and other income connected with hired work, property income) by current taxes (on income, wealth, etc.) and net social contributions, as well as – by social benefits (retirement and other pensions, allowances, etc.) and other current transfers.Adjusted gross disposable income of households gives broader picture of households income by including the flows corresponding to the use of individual goods and services which these households receive free of charge from government and NPISHs, i.e. social transfers in kind. This facilitates comparisons over time and across countries when there are differences or changes in economic and social conditions and in the role of general government in the redistribution of income.Purchasing power parities (PPP) are types of currency exchange rates that are used to convert economic indicators expressed in local currencies to a common conventional currency. Through the elimination of differences in price level between all countries taking part in the survey, they enable direct comparison of GDP and its main elements. Purchasing power parities are computed among others in frames of the international comparisons program carried out by the European Union. Purchasing Power Standard (PPS) is a common conventional currency adopted by the European Union. Value of one PPS is equal to the number of units of currency of a given country corresponding to 1 euro on the domestic market, taking into account the ratio of prices in a given country to prices in all other countries participating in the comparisons.","zrodlo_danych":"Eurostat","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":"The indicator is calculated according to the ESA 2010 methodology (European System of National and Regional Accounts), being in force in the countries of the European Union and implemented by the regulation of the European Parliament and of the Council (EU) No 549/2013 of 21 May 2013."}
