{"sdg_goal":1,"lang":"en","indicator":"1.2.2","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"bar","graph_title":"At-risk of living conditions poverty","target_id":"1.2.2","nazwa_wskaznika":"1.2.2 At-risk of living conditions poverty","cel":"Goal 1. No poverty","zadanie":"1.2 By 2030, reduce at least by half the proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions","definicja":"The percentage of households, in which at least 10 out of 30 symptoms of poor living conditions were observed. Among poor living conditions are considered, among others, inability to meet various consumer needs, quality of housing and provision of durable goods.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"The indicator is calculated on basis of the Social Cohesion Survey.The purpose of this survey is to gather information enabling to make a comprehensive assessment of the quality of life, understood as a multidimensional category (taking into account economic and social aspects) and assessed both by objective and subjective indicators. Due to the integration of individual data, it is possible, among others to identify in which groups of society occurs the accumulation of favorable (or unfavorable) aspects of quality of life, what factors condition those situations, and also what relationships between individual dimensions of quality of life. Wide range of collected information allow, among others to assess comprehensively the differentiation in level and lifestyle and multidimensional analysis of poverty, social exclusion, social capital and subjective well-being.The survey unit is the household and drawn one person in the household, aged at least 16 years.Household, is formed by the persons who may be related or unrelated , living together and maintaining themselves jointly (multi-person household). Household can also be formed by one individual maintaining himself/herself independently, regardless of whether the individual lives alone or with other persons (one-person household).Social Cohesion Survey is carried out periodically. The first study was conducted in 2011, the next was carried in 2015.Within the living conditions poverty indicator were taken into account the following 30 symptoms of poor living conditions: lack of money for at least one week vacation once a year, lack of money for entertainment (going to the cinema, theater, restaurants, concert, etc.) inability to maintain the proper temperature in the dwelling (sufficiently warm in winter, insufficiently cool in summer) too small flat or not each adult has a separate room (or a permanent separate place to rest in a flat, study and work) lack of money to replace worn-out furniture, lack of money for visits to specialists or a dentist, apartment located: in a noisy environment, in the area of contaminated environment, apartment dark, damp, lack of installed heating or the occurrence of fernace on solid fuel (coal, wood, sawdust) lack of money to buy books or newspapers, hosehold can not afford to invite a family or friends for lunch, dinner or other refreshments, once a month bad sanitary conditions (no running water, including hot, bathrooms, toilets) lack of money to buy pharmaceuticals, no microwave oven or multifunction food processor, the household can not afford to give his closest gifts at least once a year, lack of car for financial reasons, lack of money to buy shoes, clothes, bedding, lack of access to the Internet for financial reasons, lack of computer for financial reasons, lack of money for food (abandon eating meat, fresh fruits, vegetables) poor condition of the electrical system, or lack thereof, lack of CD, DVD, MP3, cable or satellite for financial reasons, bad housing conditions, bad equipment household durable goods, lack of radio or television for financial reasons, lack of washing machine for financial reasons, lack of a vacuum cleaner for financial reasons, the need to resign due to lack of money from one of the main meals (breakfast, lunch or dinner) lack of phone (landline, mobile) for financial reasons, the lack of refrigerator or chiller for financial reasons.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Data every few years  since 2011","uwagi":null}
