{"sdg_goal":1,"lang":"en","indicator":"1.2.1.b","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"At-risk of extreme poverty rate","target_id":"1.2.1.b","nazwa_wskaznika":"1.2.1.b At-risk of extreme poverty rate","cel":"Goal 1. No poverty","zadanie":"1.2 By 2030, reduce at least by half the proportion of men, women and children of all ages living in poverty in all its dimensions according to national definitions","definicja":"Percentage of persons in housholds, in which expenditures level (including goods received free of charge and natural consumption) was lower than adopted extreme poverty threshold.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total, sex, age","wyjasnienia_metodologiczne":"The indicator is calculated on the basis od Household Bugdet Survey. The Household Budget Survey is conducted using representative method based on random sample which allows generalisation, within a margin of an error, of the results for all households in the country. The monthly rotation of households implemented since 1993 assumes that every month of the year a different group of households participates in the survey.The survey covers one-person and multi-person households. Households of foreign with permanent or long-lasting residence in Poland and using Polish language also take part in the survey. The purpose of the survey is to enable the analysis of the living standards of the population as well as evaluate the impact of various factors on the living standard and its diversity among basic groups of households.Household budget survey provides detailed information on: • the level and the structure of expenditures, sources of acquiring goods and services  • the consumption level of basic food products according to quantity, but also energetic value and nutrients  • prices at which households purchase selected goods and services  • the level and sources of their incomes  • household equipment with durables  • dwelling conditions  • subjective evaluation of the material condition of households  • demographic and social structure of the households i.e. the number, age, gender, education, disability and economic activity of the members of the surveyed household.The survey unit is a household, which is understood as the persons who may be related or unrelated , living together and maintaining themselves jointly (multi-person household). Household can also be formed by one individual maintaining himself/herself independently, regardless of whether the individual lives alone or with other persons (one-person household).Expenditures covers expenditures on consumer goods and services as well as other expenditures.Expenditures on consumer goods and services are are allocated to satisfying household's needs. They include products purchased by cash, also using debt or credit card, on credit, received free of charge and natural consumption (consumer goods and services taken from individual farm or own economic activity to satisfy household's needs). Consumer goods comprise non-durable goods (e.g. food, beverages or medicines), semi-durable goods (e.g. clothes, books, toys) and durable goods (e.g. cars, washing machines, refrigerators, television sets).Other expenditures include: • gifts donated to other households and non-commercial institutions  • certain taxes, such as tax on legacy and donations, tax on real estates, fees for perpetual use of the land, • prepayments of personal income tax and social security contributions paid directly by the tax payer  • other kinds of expenditures not allocated directly to consumption, including sums lost in gambling and lotteries, losses of cash and bails.The extreme poverty threshold is estimated on the basis of the subsistence minimum level. This level is calculated by Institte of Labour and Social Studies (IPiSS). Subsistence minimum includes only fulfilling of these needs below which there is a threat of biological existence and psychophysical human development.In the case of relative and extreme poverty threshold, in order to eliminate the impact that the cost of maintaining the household has the demographic struscture, both in calculating the level of expenditure in households, as well as determining the poverty, the original OECD equivalent scale was applied.According to this scale: • weight 1 is attributed to the first person in the household at the age of 14 and over, • weight 0,7 — to any other person at that age • weight 0,5 — to every child under 14.And thus, for instance, the extreme poverty threshold for a 4-person household consisting of two adult persons and two children is 2,7 times as high as that for a 1-person household.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":null}
