{"sdg_goal":1,"lang":"en","indicator":"1.4.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Percentage of households with an access to basic sanitation and water supply","target_id":"1.4.1","nazwa_wskaznika":"1.4.1 Percentage of households with an access to basic sanitation and water supply","cel":"Goal 1. No poverty","zadanie":"1.4 By 2030, ensure that all men and women, in particular the poor and the vulnerable, have equal rights to economic resources, as well as access to basic services, ownership and control over land and other forms of property, inheritance, natural resources, appropriate new technology and financial services, including microfinance","definicja":"Percentage of households with an access to basic sanitation and water supply. The indicator does'n include an access to sewage disposal.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"The indicator is calculated on the basis of information obtained from the EU-SILC survey.EU-SILC survey (European Union Statistics on Income and Living Conditions) is a constant survey (conducted every year) whose subject are households and persons aged 16 and more in households. The survey is a panel study, i.e. selected group of respondents is subject to several rounds of “observation” at intervals, so that it allows to observe and analyze the changing situation, attitudes, behaviour or opinions of a surveyed group. Survey is conducted by face-to-face interview techniqueusing 2 questionnaires  one of which is used to obtain data on households, and the second to obtain data on individuals.The purpose of EU-SILC survey is to obtain information which allows the assessment of living conditions of Polish society and allows to compare them to the living conditions in other countries of European Union. This is achieved by adoption of a uniform methodology by Eurostat. At current requests of European Union authorities, module surveys devoted to selected issue are also conducted within EU-SILC survey (that is an additional questionnaire proceeded together with the basic survey). Central Statistical Office of Poland implemented EU-SILC survey in 2005.A household is understood as the persons may be related or unrelated, living together and maintaining themselves jointly (multi-person household). Household can also be formed by one individual maintaining himself/herself independently, regardless of whether the individual lives alone or with other persons (one-person household).Basic sanitation include a bathroom with bath and/or shower, flushable toilet with running water. Water supply means access to the tap with cold running water. The indicator does not include access to garbage disposal.","zrodlo_danych":"Central Satistical Office of Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":null}
