{"sdg_goal":10,"lang":"en","indicator":"10.1.0","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Differentiation of gross value added per person employed in total at voivodships level (NTS 2)","target_id":"10.1","nazwa_wskaznika":"10.1 Differentiation of gross value added per person employed in total at voivodships level (NTS 2)","cel":"Goal 10. Reduce inequalities","zadanie":null,"definicja":"Indicator of dispersion – the sum of absolute values of differences between voivodeships and national gross value added per employed person, weighted with the share of number of employed of particular voivodeships and expressed in percentage of national gross value added per employed person in total.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Gross value added (GVA) in the gross domestic product account, is the difference between gross output and intermediate consumption. GVA indicates the input of individual producers, industries and sectors to the GDP creation. Gross value added is calculated on the basis of current ESA methodology in EU.Employment includes: employees hired on the basis of employment (labour contract, posting, appointment, election or service relation)  employers and own-account workers, i.e.:- owners, co-owners and leaseholders of private farms in agriculture (including contributing family workers),- owners and co-owners (including contributing family workers  excluding partners in companies who do not work in them) of entities conducting economic activity other than that related to private farms in agriculture,- other self-employed persons, e.g. persons practising learned professions  outworkers  agents (including contributing family workers and persons employed by agents)  members of agricultural production co-operatives (agricultural producers co-operatives and co-operatives established on their basis as well as agricultural farmers co-operatives)  clergy fulfilling priestly obligations.Data on employed persons by voivodships were grouped according to factual (constant) place of work of the employees.For computing per employed person – annual average number of employed persons was applied.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":null}
