{"sdg_goal":10,"lang":"en","indicator":"10.5.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Financial Soundness Indicators","target_id":"10.5.1","nazwa_wskaznika":"10.5.1 Financial Soundness Indicators","cel":"Goal 10. Reduce inequalities","zadanie":"10.5 Improve the regulation and monitoring of global financial markets and institutions and strengthen the implementation of such regulations","definicja":"A set of basic indicators (ie. Core Set) developed by the International Monetary Fund to monitor the current financial standing and stability of financial institutions.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"Regulatory capital to risk-weighted assets (CAR)Regulatory Tier I capital to risk-weighted assetsNonperforming loans net of provisions to capitalNonperforming loans to total gross loansSectoral distribution of loans to total loans residentsReturn on assetsReturn on equityInterest margin to gross incomeNoninterest expenses to gross incomeLiquid assets to total assets (liquid asset ratio)Liquid assets to short-term liabilitiesNet open position in foreign exchange to capital","wyjasnienia_metodologiczne":"In Poland the indicators clsssified by the International Monetary Fund into the set of basic 12 indicators (i.e. Core Set) monitoring the current financial standing and stability of financial institutions refer to banks. This set includes the following indicators:1. Regulatory capital to risk-weighted assets (CAR) - the ratio of regulatory capital to the value of risk-weighted assets. The regulatory capital of an institution as defined in accordance with the regulation of the European Parliament and of the Council No. 575/2013 on prudential requirements for credit institutions and investment firms (Capital Requirements Regulation-CRR) is the sum of its Tier 1 capital (capital used to cover losses under solvency conditions of a bank  this capital allows the bank to continue normal operations and provide liquidity to the bank) and Tier II capital (capital used to cover losses in the condition of loss of solvency of a bank  allows the bank to pay off depositors and privileged creditors when the bank ceases to be solvent). Capital requirements expressed in terms of the amount of bank exposure per particular risk, including credit risk.2. Regulatory Tier I capital to risk-weighted assets - expressed as percentage a relation of regulatory Tier I capital to the value of risk-weighted assets. The regulatory Tier I capital as defined in in accordance with Capital Requirements Regulation CRR consists of Tier 1 capital and supplementary Tier I capital. Capital requirements expressed in terms of the amount of bank exposure per particular risk, including credit risk. 3. Nonperforming loans net of provisions to capital -the ratio of the value of nonperforming loans overdue by more than 90 days to the value of regulatory capital. Nonperforming loans in the case of banks using IAS are classified as impaired loans, and in the case of banks applying PAS - substandard, doubtful and lost.4. Nonperforming loans to total gross loans - the ratio of the value of nonperforming loans overdue by more than 90 days to the total gross value of credits, including nonimpaired and impaired credits. Gross credits are not reduced by the value of write-offs/reserves.5. Sectoral distribution of loans to total loans: residents - the ratio of value of gross loans granted to individual sectors of the economy to total gross loans Total gross loans include both impaired and nonimpaired loans, and they are not reduced by the value of write-offs/reserves.6. Return on assets (ROA) - expressed in percentage a relation of the net financial result in the period of 12 months preceding the balance sheet date to the average asset size in that period.7. Return on equity (ROE) - the ratio of the net financial result in the period of 12 months preceding the balance sheet date to average amount of Tier 1 regulatory capital in that period. .8. Interest margin / Net interest income to gross income - the ratio of value of the difference between interest income earned by the bank and interest expenses paid by the bank to the gross income (which is the sum of net interest income from fees and commisions, result of valuation trading activity, income from dividends and other operating income) in the period of 12 months preceding the balance sheet date.9. Noninterest expenses to gross income - the ratio of all cost items of banks except for interest expenses to gross income in the period of 12 months preceding the balance sheet date.10. Liquid assets to total assets (liquid asset ratio) - the ratio of the value of assets, which may be, without excessive loss, converted into cash to total assets. Liquid assets according to the broad measure defined in the IMF handbook include: cash in hand, operations with central bank (current account nostro, one-day deposits), current accounts - financial sector (banks), debt securities held for trading (central banks, central government institutions) debt instruments for sale (central banks, central government institutions) and debt instruments measured at fair value with the result of valuation related to the profit or loss account (central banks, central government institutions).Assets - material resources controlled by an entity of credibly specified value, obtained as aresult of past events and which will bring economic benefits to the entity. There are financial assets (including but not limited to cash, credits, securities) and nonfinancial ((including but not limited to fixed assets).11. Liquid assets to short-term liabilities - the value of liquid assets in relation to total liabilities with maturity up to 1 year from the balance sheet date.12. Net open position in foreign exchange to capital.- the ration of the value of net open foreign currency position to regulatory Tier I capital. Open foreign currency position (net) is a difference of long and short position in foreign currencies resulting form possessed financial instruments (assets, liabilities and off-balance sheet items). Long position means profit form foreign currency appreciation and loss from foreign currency depreciation (short position - vice versa).Capital requirements, total regulatory capital and regulatory Tier 1 capital have been used to calculate indicators since the first quarter of 2014. Determined in accordance with the regulation of the European Parliament and of the Council No. 575/2013 (Capital Requirements Regulation-CRR).In the period from March 2010 to December 2013 the data in terms of capital adequacy, including own funds, were established by banks in accordance with the provisions of Article 127 of Banking Law, Resolution of Financing Supervision Committee No. 76/2010 and No. 381/2008.Polish Accounting Standards (PAS) – national accounting rules laid down in the Act of 29 September 1994 on accounting (uniform text from 2013. Item 330, as amended) and the implementing legislation to the law and the accounting standards issued by the Accounting Standards Committee.International Accounting Standards (IAS) - International Accounting Standards, International Financial Reporting Standards and related interpretations published in the form of regulations of the European Commission.","zrodlo_danych":"National Bank of Poland (NBP)International Monetary Fund (IMF)","czestotliwosc_dostępnosc_danych":"Annual data  Since 2010.","uwagi":"Details regarding liquidity measures are presented in the IMF compilation guide for FSI on page 45/46 - https://www.imf.org/external/pubs/ft/fsi/guide/2006/pdf/fsiFT.pdf"}
