{"sdg_goal":10,"lang":"en","indicator":"10.a.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proportion of tariff lines applied to imports from least developed countries/developing countries with zero-tariff","target_id":"10.a.1","nazwa_wskaznika":"10.a.1 Proportion of tariff lines applied to imports from least developed countries/developing countries with zero-tariff","cel":"Goal 10. Reduce inequalities","zadanie":"10.a Implement the principle of special and differential treatment for developing countries, in particular least developed countries, in accordance with World Trade Organization agreements","definicja":"The share of customs headings CN (the number of unique commodity codes) related to import from least developed countries and developing countries in the total number of customs headings CN (in total number of unique commodity codes) for import from all countries at zero duty.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"General merchandise in foreign trade is presented according to the 8-digit Combined Nomenclature CN, which is based on the 6-digit Harmonised Commodity Description and Coding System (HS) and is the primary classification of goods for the entire foreign trade. The Combined Nomenclature CN is subject to annual verification.A unique commodity code CN is used to uniquely identify the item.The least developed countries and developing countries include countries with low levels of social development on the basis of the value of the Human Development Index HDI (i.e. countries, for which HDI was less than 0.5 points) in accordance with the current definition of the United Nations. In the case of import from the least developed countries and developing countries to Poland, the number of all customs duties at zero tariff and the number of unique codes assigned to them were specified. The number of such commodity codes (for which the value of the receivables amounted to 0 zl) is shown in relation to the number of all unique codes, which have been reported in connection with determining the customs duties for the import from all exporting countries at zero rate.","zrodlo_danych":"Ministry of Finance","czestotliwosc_dostępnosc_danych":"Annual date, Since 2010.","uwagi":"An adjustment to the methodology for the group of countries covered by the measurement is being considered.","indicator_variable_1":"total","kategorie":null,"zmienne":null,"jednostka":"percent","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_glob/10-a-1/","sdg_goal":10,"indicator":"10.a.1","target_id":"10.a.1","graph_title":"Proportion of tariff lines applied to imports from least developed countries/developing countries with zero-tariff"}
