{"sdg_goal":11,"lang":"en","indicator":"11.4.0","jednostka":"m2","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Average useful floor area of dwelling per capita in urban areas","target_id":"11.4","nazwa_wskaznika":"11.4 Average useful floor area of dwelling per capita in urban areas","cel":"Goal 11. Sustainable cities and communities","zadanie":null,"definicja":"Average useful floor area of dwelling per 1 person in urban areas.","jednostka_prezentacji":"square metre [m2]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"A dwelling - a space for permanent residence of persons, built or remodelled for residential purpose  structurally separated (by permanent walls) within a building, consisting of a one or several rooms and auxiliary spaces (i.e.: foyers, hall, bathroom, toilet, wardrobe, pantry, hiding place), into which a separate access leads.A dwelling in residences for communities is understood as a premises, which is designated for the permanent residence.The useful floor area of a dwelling - the area of all spaces in a dwelling, i.e. rooms, kitchens, pantries, foyers, alcoves, halls, corridors, bathrooms, toilets, enclosed verandah, porch, wardrobe as well as other spaces serving the residential and household needs of the inhabitants (art studios, recreational or hobby spaces) regardless of their designation and manner of use.Useful floor area does not include: balconies, terraces, loggias, mezzanines, closets and recesses in walls, laundry rooms, drying rooms, bicycle storage rooms, attics, basements and areas designated for storing heating fuel as well as garages, water pump rooms and boiler rooms.Completion of a dwelling/building - according to the building law - means that the investor reported completion of its construction to the proper building control authorities and this body has not reported an objection (through a decision) or that the investor has obtained permission for use of this dwelling/building (through a decision) from the building control authorities.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":null,"indicator_variable_1":"total","kategorie":null,"zmienne":null,"jednostka":"m2","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_nat/11-4/","sdg_goal":11,"indicator":"11.4.0","target_id":"11.4","graph_title":"Average useful floor area of dwelling per capita in urban areas"}
