{"sdg_goal":11,"lang":"en","indicator":"11.6.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proportion of municipal waste collected according to the treatment operations to total municipal generated waste collected within a year","target_id":"11.6.1","nazwa_wskaznika":"11.6.1 Proportion of municipal waste collected according to the treatment operations to total municipal generated waste collected within a year","cel":"Goal 11. Sustainable cities and communities","zadanie":"11.6 By 2030, reduce the adverse per capita environmental impact of cities, including by paying special attention to air quality and municipal and other waste management","definicja":"Percentage of municipal waste designated for recycling, composting or fermentation, incineration or landfilling to total municipal waste generated within a year.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"designated for recycling","wyjasnienia_metodologiczne":"Municipal wastes are defined as the wastes generated in households (excluding end of life vehicles) as well as waste which does not contain hazardous substances, coming from other waste producers, which in their nature or composition are similar to wastes generated in households  mixed municipal waste remain mixed municipal waste, even if they have been processed, which did not change substantially their attributes.Data on municipal wastes are gathered from units responsible for municipal waste collection and from units responsible for municipal waste treatment. Information comprise waste coded with code 20: Municipal waste including separately collected fractions, and wastes coded with code 15 01: Waste packaging (including separately collected municipal packaging waste) provided they originate from municipal sector.For 2010-2014 data: classification of waste and Catalogue of Waste including hazardous waste list is stipulated by Regulation of Minister of Environment issued on 27 September 2001 on the Waste Catalogue (Journal of Law 2001 No. 112, item 1206).Since 2015 data: classification of waste and Catalogue of Waste including hazardous waste list is stipulated by Regulation of Minister of Environment issued on 9 December 2014 on the Waste Catalogue (Journal of Law 2014, item 1923).","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  Since 2010.","uwagi":"Proxy indicator, available within the Polish public statistics. An original indicator, adopted by the UN for monitoring target 11.6 of the 2030 Agenda is 11.6.1 Proportion of urban solid waste regularly collected and with adequate final discharge out of total urban solid waste generated, by the city."}
