{"sdg_goal":12,"lang":"en","indicator":"12.2.1","jednostka":"euro/kg","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Resource productivity","target_id":"12.2.1","nazwa_wskaznika":"12.2.1 Resource productivity","cel":"Goal 12. Responsible consumption and production","zadanie":"12.2 By 2030, achieve the sustainable management and efficient use of natural resources","definicja":"Resource productivity is the ratio between Gross Domestic Product (GDP) and Domestic Material Consumption (DMC).","jednostka_prezentacji":"euro per kilogram [euro/kg]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Domestic material consumption (DMC) includes the total amount of materials directly used in economic processes for the needs of economy. It is the sum of raw materials extracted from the domestic territory of the total economy, plus all physical imports minus all physical exports.DMC indicator is based on Economy-wide Material Flow Accounts (EW-MFA, Ecocnomy-wide Material Flow Accounts), i.e., consistent statements of the total cost of materials included in national economies, changes in material inventory levels in the economy and material inflows to other economies or to the environment.Data in EW-MFA tables, in units of mass, are created for the following components:1. Biomass and biomass products.2. Metal ores and concentrates, raw and processed.3. Non-metallic minerals, raw and processed.4. Fossil energy materials/energy carriers, raw and processed.5. Other products.6. Waste imported for final processing and removal.Gross domestic product (GDP) presents the final result of the activity of all entities of the national economy. GDP is the sum of gross value added generated by all national institutional units, increased by taxes on products less subsidies on products.Resource productivity provides information on whether there is decoupling of economic growth and natural resource use and, by implication, reduction of the negative impact of the economy on the environment.The resource productivity indicator is presented at constant prices as of 2010 (euro/kg) – for comparison of resource productivity in time for a single territorial unit.","zrodlo_danych":"Eurostat","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":"Eurostat's database:<br>http://ec.europa.eu/eurostat/tgm/table.do?tab=table&init=1&language=en&pcode=tsdpc100&plugin=1<br>Proxy indicator, available within the Polish public statistics. An original indicator, adopted by the UN for monitoring target 12.2 is 12.2.1 Material footprint, material footprint per capita and material footprint per GDP.","indicator_variable_1":"Total","kategorie":null,"zmienne":null,"jednostka":"euro/kg","pre":2,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_glob/12-2-1/","sdg_goal":12,"indicator":"12.2.1","target_id":"12.2.1","graph_title":"Resource productivity"}
