{"sdg_goal":12,"lang":"en","indicator":"12.6.1","jednostka":null,"source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Number of companies - signatories of the Declaration of Polish Business for Sustainable Development","target_id":"12.6.1","nazwa_wskaznika":"12.6.1 Number of companies - signatories of the Declaration of Polish Business for Sustainable Development","cel":"Goal 12. Responsible consumption and production","zadanie":"12.6 Encourage companies, especially large and transnational companies, to adopt sustainable practices and to integrate sustainability information into their reporting cycle","definicja":"The number of companies that are in the list of signatories of the Declaration of Polish Business for Sustainable Development.","jednostka_prezentacji":null,"dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Declaration of Polish Business for Sustainable Development is a programming document of the project “Vision for Sustainable Development of Polish Business 2050” (Vision 2050), carried out by the ministry responisible for economy (at present: Ministry of Economic Development) Ministry of the Environment, Responsible Business Forum, and consulting companies.Vision 2050 is designed to: integrate the business around the idea of sustainable development, indicate the challenges in this area and to strengthen the dialogue of the administration and the private sector for the implementation of the Polish development goals. Declaration of Polish Business for Sustainable Development defines the 10 key challenges in support of sustainable development of the economy, the environment and society:1. To base our actions on wide collaboration, innovative thinking and education both our own employees and the public. 2. To lead business based on trust and dialogue. 3. To cooperate with academic centers and schools in the field of education future employees. 4. To involve conditions and development opportunities for employees. 5. To promote and support the implementation of new technological solutions. 6. To create infrastructure and maintain investments on the basis of dialogue and in accordance with the principles of sustainable development. 7. To take action to reduce our negative impact on the environment. 8. To make solutions to reduce energy consumption, both in terms of implementation of new technological solutions, process optimization, and education. 9. To engage in dialogue with the Government and share our experiences on issues relevant for entrepreneurs and the economy. 10. To raise the level of business ethics, including in relations with all stakeholders.","zrodlo_danych":"Ministry of Economic Development","czestotliwosc_dostępnosc_danych":"Annual data  Since 2014.","uwagi":"Proxy indicator, available within the Polish public statistics.An original indicator, adopted by the UN for monitoring target 12.6 of the 2030 Agenda is 12.6.1 Number of companies publishing sustainability reports."}
