{"sdg_goal":12,"lang":"en","indicator":"12.6.1","jednostka":null,"source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"The number of the signatories of the Partnership for the Implementation of the SDGs in Poland","target_id":"12.6.1","nazwa_wskaznika":"<b>12.6.1 The number of the signatories of the Partnership for the Implementation of the SDGs in Poland</b>","cel":"Goal 12. Responsible consumption and production","zadanie":"12.6 Encourage companies, especially large and transnational companies, to adopt sustainable practices and to integrate sustainability information into their reporting cycle","definicja":"The number of companies that are in the list of signatories of the Declaration of Polish Business for Sustainable Development.","jednostka_prezentacji":"none","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"<p><b>Partnership for the Implementation of the SDGs in Poland </b>was initiated in June 2017. The aim of the Partnership is to integrate representatives of various circles in cooperation for effective achievement of the Sustainable Development Goals. The initiative increases the awareness of the SDGs, adopted by the international community, their importance for individual social groups and the need to cooperate in their effective implementation. The signatories provide an example of active involvement and responsible implementation of the principles of sustainable development within the organisation, providing a valuable source of inspiration for others. The cooperation of a wide group of stakeholders reflects Poland's efforts to actively involve public and private entities, non-governmental organizations, the science sector and civil society in the planning and implementation of development activities. This is to ensure wider communication, increase awareness of the need for cooperation and dialogue.</p> <p>The signatories join the Partnership during conference events organized by the national coordinator of implementing SDGs in Poland – the Ministry of Entrepreneurship and Technology (until January 2018 – the Ministry of Economic Development). During the ceremony of joining the Partnership, the Signatories on one common Partnership Card, successively sign the following declarations:</p> <p><i>“Aware of global economic, social and environmental challenges and their complexity, we see sustainable development as an opportunity to create a new economic reality, opening new paths of development for business, based on the principles of transparency and building the image of Poland as a reliable economic partner. We recognise that ambitious goals and targets will be achieved through working together in an effective manner, mobilising forces, creating synergies, a lively and strengthened partnership, the result of dialogue that is open to all stakeholders. In an effort to jointly exploit opportunities for change in the country, region and enterprise, to increase the impact on sustainable development, we express our intention to cooperate within the framework of this partnership initiative for the achievement of the SDGs.”</i></p>","zrodlo_danych":"Ministry of Entrepreneurship and Technology","czestotliwosc_dostępnosc_danych":"Annual data; Since 2017.","uwagi":"Proxy indicator. An original indicator, adopted by the UN for monitoring target 12.6 of the 2030 Agenda is 12.6.1 Number of companies publishing sustainability reports."}
