{"sdg_goal":12,"lang":"en","indicator":"12.7.1","jednostka":"{ 0 , 1 }","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Number of countries implementing sustainable public procurement policies and action plans","target_id":"12.7.1","nazwa_wskaznika":"12.7.1 Number of countries implementing sustainable public procurement policies and action plans","cel":"Goal 12. Responsible consumption and production","zadanie":"12.7 Promote public procurement practices that are sustainable, in accordance with national policies and priorities","definicja":"Indicator takes a value 1, if the country implemented sustainable public procurement policies and action plans.","jednostka_prezentacji":"{ 0 , 1 }","dostepne_wymiary":null,"wyjasnienia_metodologiczne":"Activities in the field of sustainable procurement have been initiated by the Public Procurement Office in 2007, through the development of the first \"National Action Plan in the field of green public procurement for years 2007-2010\", approved by the European Council of Ministers on 27 January 2007.Continuing the information and training activities, in 2010, the Public Procurement Office has developed another \"National Action Plan in the field of sustainable procurement for the period 2010-2012\", in which – besides promoting environmental aspects in public procurement – it was noted for the first time the need to promote social public procurement, contributing to the reintegration of the representatives of disadvantaged groups (groups with difficult situation in the labour market). This document also specifies the actions the objective of which was to propagate social themes of public procurement.In 2013 the Public Procurement Office has developed another four-year planning document called “National Action Plan in the field of sustainable procurement for years 2013-2016”, which aims to further promotion of environmental aspects and social tendering in public procurement.","zrodlo_danych":"The Public Procurement Office","czestotliwosc_dostępnosc_danych":"Annual data  since 2010.","uwagi":null}
