{"sdg_goal":13,"lang":"en","indicator":"13.2.0","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Share of renewable energy in transport","target_id":"13.2","nazwa_wskaznika":"13.2 Share of renewable energy in transport","cel":"Goal 13. Climate action","zadanie":null,"definicja":"Share of energy from renewable sources in all forms of transport in final energy consumption in transport.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"The indicator is calculated on the basis of energy statistics outlined in the Energy Statistics Regulation 1099/2008 and based on the Renewable Energy Directive 2009/28/EC on the promotion of the use of energy from renewable sources, and in particular, on Article 3 (4):For the calculation of the indicator, the following definitions are applied: for the calculation of the denominator, that is the total amount of energy consumed in transport for the purposes of the first subparagraph, only petrol, diesel, biofuels consumed in road and rail transport, and electricity shall be taken into account  for the calculation of the numerator, that is the amount of energy from renewable sources consumed in transport for the purposes of the first subparagraph, all types of energy from renewable sources consumed in all forms of transport shall be taken into account  for the calculation of the contribution from electricity produced from renewable sources and consumed in all types of electric vehicles, Member States may choose to use, as the denominator and numerator, either the average share of electricity from renewable energy sources in the Community or the share of electricity from renewable energy sources in their own country as measured two years before the year in question. Furthermore, for the calculation of the electricity from renewable energy sources consumed by electric road vehicles, that consumption shall be considered to be 2.5 times the energy content of the input of electricity from renewable energy sources.Some of the definitions in the Directive 2009/28/EC differ from those used in the Polish energy statistics. Thus, the term &#39 biofuels&#39  for transport is extended to &#39 fuel gas&#39  produced from biomass.Energy from renewable sources is the energy derived from natural, repetitive environmental processes, obtained from renewable non-fossil energy sources (energy: water, wind, solar heat, geothermal heat, waves, sea currents and tides and energy obtained from biomass, biogas, biofuels).Gross final energy consumption is a final consumption of energy carriers by the consumers (industry, transport sector, service sector, households, agriculture, forestry and fishery sector) including electricity and heat consumption by industry for electricity and heat generation as well as transformation and distribution losses.","zrodlo_danych":"Eurostat","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":null}
