{"sdg_goal":13,"lang":"en","indicator":"13.2.1","jednostka":"{ 0 , 1 }","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Number of countries that have communicated the establishment or operationalisation of an integrated policy/strategy/plan which increases their ability to adapt to the adverse impacts of climate change, and foster climate resilience and low greenhouse gas emissions development in a manner that does not threaten food production (including a national adaptation plan, nationally determined contribution, national communication, biennial update report or other)","target_id":"13.2.1","nazwa_wskaznika":"13.2.1 Number of countries that have communicated the establishment or operationalisation of an integrated policy/strategy/plan which increases their ability to adapt to the adverse impacts of climate change, and foster climate resilience and low greenhouse gas emissions development in a manner that does not threaten food production (including a national adaptation plan, nationally determined contribution, national communication, biennial update report or other)","cel":"Goal 13. Climate action","zadanie":"13.2 Integrate climate change measures into national policies, strategies and planning","definicja":"The indicator takes the value 1, when country established or implemented integrated policies, strategies and/or plans to enhance its ability to adapt to the adverse effects of climate change, in support of the resistance against climate and low greenhouse gas emissions in a way that does not endanger food production (of which: adaptation of the national plan, the contribution at the national level, the national communication, biennial reports and other).","jednostka_prezentacji":{"0 1":null},"dostepne_wymiary":null,"wyjasnienia_metodologiczne":"On 29 October 2013 the Council of Ministers adopted a \"Polish National Strategy for Adaptation to Climate Change, with the perspective by 2030\" – called NAS 2020 (in Polish: SPA 2020). This is the first Polish strategy document, which directly relates to the issue of adaptation to climate change.The aim of the NAS 2020 is to provide sustainable development and the effective functioning of the economy and society in the face of the risks posed by climate changes. The document indicated the priority directions of adaptation actions that should be taken by 2020 in the most sensitive to climate change areas: water management, agriculture, forestry, biodiversity, health, energy, construction and spatial planning, urban areas, transport, mountain areas and coastal zones. NAS 2020 is part of a wider research project called KLIMADA, carried out (in years 2011-2013) on the request of the Ministry of the Environment with funds from the National Fund for Environmental Protection and Water Management, covering the period up to 2070.NAS 2020 strategy is part of the activities of the European Union in terms of adaptation to climate change, which aims to improve the immunity of the Member States on the current and expected climate change, with a focus on better preparation for extreme climatic and weather conditions and the socio-economic costs reduction.Together with the strategy adopted by the Council of Ministers, the special website klimada.mos.gov.pl was launched. It contains information about mitigation and adaptation to climate change.","zrodlo_danych":"Ministry of the Environment","czestotliwosc_dostępnosc_danych":"Annual data  since 2010.","uwagi":null}
