{"sdg_goal":13,"lang":"en","indicator":"13.a.1","jednostka":"mln USD (current prices)","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Official Development Assistance for climate change mitigation and adaptation","target_id":"13.a.1","nazwa_wskaznika":"13.a.1 Official Development Assistance for climate change mitigation and adaptation","cel":"Goal 13. Climate action","zadanie":"13.a Implement the commitment undertaken by developed-country parties to the United Nations Framework Convention on Climate Change to a goal of mobilizing jointly $100 billion annually by 2020 from all sources to address the needs of developing countries in the context of meaningful mitigation actions and transparency on implementation and fully operationalize the Green Climate Fund through its capitalization as soon as possible","definicja":"Value of ODA commitments identified by Rio markers: climate change adaptation and climate change mitigation.","jednostka_prezentacji":"mln USD (current prices)","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Official Development Assistance (ODA) comprises grants and loans that are provided by government agencies or international organizations to promote the economic development and welfare of developing countries. In order for loans to qualify as ODA, they need to comprise a grant element of at least: 45% of the total amount for LDCs and other LICs (calculated at the discount rate of 9 %)  15% for LMICs (calculated at the discount rate of 7%), 10% for UMICs (calculated at the discount rate of 6%). ODA also includes technical assistance that aims at developing human resources and raising qualifications as well as technical and productive capacity of the developing countries. Technical assistance consists in, i. a., conveying knowledge and experience in the form of training, sending experts and commencing research and/ or covering its resultant cost. No military equipment or services are reportable as ODA. Moreover, it is also required that a partner country benefitting from assistance is on the OECD DAC (Development Assistance Committee) list of ODA recepients.Depending on the form of its realisation, development assistance might be distinguished into bilateral and multilateral. Bilateral assistance is undertaken by the donor country directly in the partner country or by an international organisation as earmarked contribution to the partner country or as a contribution for a specific programme/ fund managed by the organisation. Multilateral assistance is provided as a contribution to the general budgets of international organisations whose list is updated annually by the OECD-DAC Secretariat.The indicator is calculated on the basis of total ODA commitments identified by Rio markers for climate change adaptation and climate change mitigation with assigned scores 1 or 2. It should be noted, however, that current DAC OECD methodology for data collecting in Creditor Reporting System (CRS) enables indentifying markers only in bilateral flows.Therefore, the indicator does not cover contributions to the general budgets of organisations, such as UNFCCC or UNEP, which operate within the scope of climate change.Additionally, some methodological activities are being conducted to incorporate other flows into ODA, such as mobilised amount of money by the public sector from the private sector instruments. Furthermore, an alternative to ODA, TOSSD (Total Official Support for Sustainable Development) is being developed as an instrument for measuring means for SDGs implementation.Official Development Assistance in Poland is provided in accordance with the Development Cooperation Act of 16th September 2011 (Journal of Laws of 2011, No 234, item 1386). Polish development cooperation is based on the Multiannual Development Cooperation Programme, developed for a minimum period of four years. In accordance with the document, the development cooperation includes all the actions undertaken by the government administrative bodies in order to provide the developing countries with development assistance and humanitarian aid as well as the implementation of educational actions for raising awareness and better understanding of global issues and interdependencies.The development cooperation in Poland is coordinated by the Ministry of Foreign Affairs that has devised Multiannual Development Cooperation Programme for 2016-2020 in accordance with which the focus of Polish developemnt cooperation has been placed on Eastern Partnership countries (Belarus, Georgia, Moldova, Ukraine) as well as Africa, Asia and Middle East (Ethiopia, Kenya, Senegal and Tanzania, Myanmar and Palestine).Polish development cooperation supports strengthening the rule of law, decentralization reforms and combat against corruption as well as human and civil rights compliance. Its main objectives cover the improvement of health care, better access to education and support for entrepreneurship and agriculture as well as natural environment protection including natural disasters prevention. Activities included in the programme are financed with the resources from the Ministry of Foreign Affairs, target reserve of the state budget, designed for the development cooperation, and from the funds of other ministries.","zrodlo_danych":"Ministry of Foreign Affairs Republic of Poland","czestotliwosc_dostępnosc_danych":"Annual data  Since 2013.","uwagi":"Proxy indicator, available within the Polish public statistics.An original indicator, adopted by the UN for monitoring target 13.a of the 2030 Agenda is 13.a.1 Mobilized amount of United States dollars per year between 2020 and 2025 accountable towards the $100 billion commitment.Additionally, some methodological activities are being conducted to incorporate other flows into ODA, such as mobilised amount of money by the public sector from the private sector instruments. Furthermore, an alternative to ODA, TOSSD (Total Official Support for Sustainable Development) is being developed as an instrument for measuring means for SDGs implementation."}
