{"sdg_goal":14,"lang":"en","indicator":"14.4.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proportion of fish stocks within biologically sustainable levels","target_id":"14.4.1","nazwa_wskaznika":"14.4.1 Proportion of fish stocks within biologically sustainable levels","cel":"Goal 14. Life below water","zadanie":"14.4 By 2020, effectively regulate harvesting and end overfishing, illegal, unreported and unregulated fishing and destructive fishing practices and implement science-based management plans, in order to restore fish stocks in the shortest time feasible, at least to levels that can produce maximum sustainable yield as determined by their biological characteristics","definicja":"The indicator specifices amound of resources in the world and a share of fish stocks on biologically renewable level (Safe Biological Limits, SBL).When assessing the resources are classified into three categories: overexploited, fully exploited and under-exploited.The proportion of fish stocks within safe biological limits (i.e. greater than threshold biomass with biomass stocks, called Blim or Btrigger) in relation to the number of stocks fully exploited and under-exploited  the indicator includes those stocks for which biomass threshold sets.The indicator determines the level of progress towards the sustainable management of fish stocks, in which the aim is to avoid overfishing and to maintain in a secure environmentally limits the effect of fishing on stocks, species and ecosystems.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"'Stock within safe biological limits' means a stock with a high probability that its estimated spawning biomass at the end of the previous year is higher than the limit biomass reference point (Blim) and its estimated fishing mortality rate for the previous year is less than the limit fishing mortality rate reference point (Flim).Blim - it's the minimum benchmark of spawning stock biomass, below which the herd should not be reduced as a result of the operation, because below this size significantly decreases completion or its dynamics is not known. Otherwise: the limit spawning stock biomass for fish stocks.Btrigger - minimum point of reference of spawning stock biomass for fish stocks - below which there should be initiate a specific and appropriate measures to ensure that the indicators in conjunction with natural fluctuations led to the rebuilding of stocks above the level to ensure the long-term maximum sustainable yield, MSY.For the Baltic Sea the indicator is built solely on the status of fish stocks, for which there is an analytical assessment of the stocks, not on all herds exploited commercially. An assessment of the population status of fish stocks - in the context of its renewability – is carried out by International Council for the Exploration of the Sea, ICES, which recommends the operating level, i.e. a fishing quota in a given year, and the final decisions is made by the EU Council of Ministers responsible for fisheries.In order to ensure that the basic industrial species in the Baltic Sea are operated at the level of renewable, have been developed and adopted a Regulation (EU) No 2016/1139 of the European Parliament and of the Council of 6 July 2016 establishing a multiannual plan for the stocks of cod, herring and sprat in the Baltic Sea and the fisheries exploiting those stocks (amending Council Regulation (EC) No 2187/2005, and repealing Council Regulation (EC) No 1098/2007). This regulation specifies the maximum catch level (Maximum sustainable yield, MSY) of mentioned species by imposing obligations related to the protection, including the maintenance or restoring populations of harvested species at renewable levels. There is no such a plan in relation to salmon and flatfish.Basic commercial species in terms of the Polish fishing fleet are covered by Multi-annual Programme of Fishing Data Collection (Wieloletni Program Zbierania Danych Rybackich, WPZDR). These data are collected by National Marine Fisheries Research Institute (MIR-PIB) and submitted to the international database DATRAS (Database of Trawl Surveys) used by analysts in the ICES working groups.There is no national monitoring programme in respect of species of fish operated locally by the coastal fisheries, with the exception of the resources of the bream and perch on the Vistula Lagoon (resulting from the Polish-Russian agreement) and the start of the monitoring on the Szczecinski Lagoon.","zrodlo_danych":"National Marine Fisheries Research Institute","czestotliwosc_dostępnosc_danych":"Annual data  since 2010.","uwagi":null}
