{"sdg_goal":15,"lang":"en","indicator":"15.1.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Share of forest land in land area of the country","target_id":"15.1.1","nazwa_wskaznika":"15.1.1 Share of forest land in land area of the country","cel":"Goal 15. Life on land","zadanie":"15.1 By 2020, ensure the conservation, restoration and sustainable use of terrestrial and inland freshwater ecosystems and their services, in particular forests, wetlands, mountains and drylands, in line with obligations under international agreements. Share of legally protected land in total area","definicja":"The percentage ratio of forest land to the total area of the country without lands under waters (internal marine waters, surface flowing waters and surface standing waters).","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"The area of forest land includes: forest area - land with a homogenous area of at least 0.10 ha, covered with forest vegetation (wooded area), or temporarily devoid of forest vegetation (non-wooded area).These areas are designated for silviculture production or constitute nature reserves comprising portions of national parks or are registered as nature monuments. land connected with silviculture, used for the purposes of forest management, such as: buildings and structures, spatial division lines in forests, forest roads, forest nurseries, wood stockpiling areas, water drainage devices, ground under electricity lines, forest parking lots and tourism facilities.Wooded area includes land covered with forest crops, young stands and older forest stands as well as plantations of poplar, seed trees and fast growing trees.Non-wooded area includes lands: of secondary production (i.e. evergreen tree plantations, shrubs, hunting areas on forest land), temporarily devoid of tree stands and intended to be restored in the next few years (i.e. felling sites, blanks, irregularly stocked open stands), intended to be covered by legal protection (e.g. forest ponds, unused patches of vegetation – alps and mountain pastures), deforested areas intended to be exempted from production (e.g. overflow lands and cavities in mining areas).","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010.","uwagi":null}
