{"sdg_goal":15,"lang":"en","indicator":"15.1.0","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Percentage of NATURA 2000 sites covered by management plans","target_id":"15.1","nazwa_wskaznika":"15.1 Percentage of NATURA 2000 sites covered by management plans","cel":"Goal 15. Life on land","zadanie":null,"definicja":"The percentage of NATURA 2000 sites, which are covered by management plans (conservation management plans or protective tasks plans).","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"In terms of functionality, NATURA 2000 Network is a consistent ecological network created to preserve natural habitats and important species within the European Community. Two legal acts – Habitats Directive and Birds Directive – provide basis for establishment of areas linked with ecological corridors i.e. fragments of landscape managed in a way that fosters migration, dissemination and exchange of genetic pool of species.An Important tool for managing NATURA 2000 sites is environmental impact assessments and risk analyses.Each site of NATURA 2000 Network requires a planning document – called management task plan or protection plan. They are established by – respectively – regional director for environmental protection and by director of national park or director of maritime office. However, for parts of Natura 2000 network that overlap with national parks, there is no need to compile separate planning documents for Natura 2000 sites, it is automatically included in the national park protection plan. The management task plans are established as orders issued by regional directors for environmental protection, while the protection plans are established as regulations issued by the Minister of the Environment.The Indicator value refers to the share of the number of areas for which management task plan or protection plan have been developed in the total number of all Natura 2000 sites in Poland. The accepted base value of the indicator is based on the estimated values showing the actual state at the end of 2013, that is shows only the Natura 2000 sites for which the work on the preparation of the aforementioned planning documents has been completed. These data do not include the documents that were being prepared and those that were developed by the end of 2015 within the framework of the nationwide project financed by OPI&E 2007-2013 (Operational Programme Infrastructure and the Environment) &#39 Development of protective plans for Natura 2000 sites in Poland&#39 .The target value is estimated based on the number of Natura 2000 sites in the country for which management plans are required.","zrodlo_danych":"The General Directorate for Environmental Protection","czestotliwosc_dostępnosc_danych":"Annual data  since 2013","uwagi":null}
