{"sdg_goal":15,"lang":"en","indicator":"15.6.1","jednostka":"{ 0 , 1 }","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Number of countries that have adopted legislative, administrative and policy frameworks to ensure fair and equitable sharing of benefits","target_id":"15.6.1","nazwa_wskaznika":"15.6.1 Number of countries that have adopted legislative, administrative and policy frameworks to ensure fair and equitable sharing of benefits","cel":"Goal 15. Life on land","zadanie":"15.6 Promote fair and equitable sharing of the benefits arising from the utilization of genetic resources and promote appropriate access to such resources, as internationally agreed","definicja":"The indicator assumes a value 1 when country has adopted legislative, administrative and policy frameworks to ensure fair and equitable sharing of benefits.","jednostka_prezentacji":"{ 0 , 1 }","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Genetic resources in accordance with Convention on Biological Diversity means genetic material (i.e. any material of plant, animal, microbial or other origin containing functional units of heredity) of actual or potential value.A new instrument of international law, implementing the third objective of the Convention on Biological Diversity (on the right of countries to exploit their own resources pursuant to their own environmental policies) is The Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization. It was adopted by the Conference of the Parties to the Convention at its tenth meeting in 2010. After the entry into force of the Nagoya Protocol, which occurred on 12 October 2014, all entities that obtain their genetic resources originating from countries that have ratified the Protocol, are obliged to respect the provisions of the Protocol and instruments implementing it. Poland signed the Nagoya Protocol on 20 September 2011 and is currently in the process of its ratification.The Nagoya Protocol applies to access to genetic resources and the fair and equitable sharing of benefits arising from their use. Aims to establish a system requiring users of genetic resources to share with donor resources benefits arising as a result of their use.The Nagoya Protocol applies both to genetic resources of organisms occurring in the wild, and used in the economy (with the exception of human genetic resources). Affect the functioning of the donors and recipients of genetic resources, including among others: botanical and zoological gardens, gene banks, the agricultural sector (animal husbandry, cultivation of plants, seed production, feed production), horticulture, forestry, pharmaceutical, cosmetic, biotechnology, food processing, and even industries with the production of fuels and plastics.In the European Union obligations of the users of genetic resources in all the Member States is governed by a Regulation (EU) No 511/2014 of the European Parliament and of the Council of 16 April 2014 on compliance measures for users from the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization in the Union.The task and the property of the public authorities in the exercise of the provisions of Regulation (EU) No 511/2014, the rules and general principle concerning mechanism for control of obtaining, possession and utilization of genetic resources and the principle of liability for infringement of the provisions – in Poland is governed by the Law of 19 July 2016, on access to genetic resources and sharing of benefits arising from their utilization (Journal of Laws 2016, item 1340).","zrodlo_danych":"Ministry of the Environment","czestotliwosc_dostępnosc_danych":"Annual data  since 2010.","uwagi":null,"indicator_variable_1":"total","kategorie":null,"zmienne":null,"jednostka":"{ 0 , 1 }","pre":0,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_glob/15-6-1/","sdg_goal":15,"indicator":"15.6.1","target_id":"15.6.1","graph_title":"Number of countries that have adopted legislative, administrative and policy frameworks to ensure fair and equitable sharing of benefits"}
