{"sdg_goal":16,"lang":"en","indicator":"16.1.2","jednostka":"persons","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"The number of soldiers killed during observation missions","target_id":"16.1.2","nazwa_wskaznika":"16.1.2 The number of soldiers killed during observation missions","cel":"Goal 16. Peace, justice and strong institutions","zadanie":"16.1 Significantly reduce all forms of violence and related death rates everywhere","definicja":"The number of soldiers killed during observation missions.","jednostka_prezentacji":"persons","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Data on soldiers killed and deceased on peacekeeping missions abroad are collected from records maintained by the Operational and Medical Division of the Operations Command of the Armed Forces. Poland has been involved in peace operations since 1953. Since then, over 115 thous. Polish soldiers participated in 92 different missions, during which tasks (from logistic to combat in Iraq and Afghanistan) changed. The Polish Army has so far participated in the following missions: peacekeeping operations, observational, humanitarian, arbitration, police. As part of the United Nations peacekeeping operations and missions, Poland has so far been involved in missions in Africa, America, the Asia-Pacific region, Europe and the Middle East. As part of NATO's peacekeeping operations and missions, Poland has participated in missions in Albania, Macedonia, Bosnia and Herzegovina, Iraq and Afghanistan. Currently, Polish soldiers serve in Afghanistan, Kosovo, Bosnia and Herzegovina, Central African Republic, Kuwait State and the Republic of Iraq.","zrodlo_danych":"Ministry of National Defence Republic of Poland","czestotliwosc_dostępnosc_danych":"Annual data  Since 2010.","uwagi":"Presented data concern the soldiers killed during observation missions on the ISAF Afghanistan mission, in which Poland participated in 2001-2014.Proxy indicator, available within the Polish public statistics. An original indicator, adopted by the UN for monitoring target 16.1 of the 2030 Agenda is 16.1.2 Conflict-related deaths per 100,000 population, by sex, age and cause."}
