{"sdg_goal":16,"lang":"en","indicator":"16.2.2","jednostka":"persons","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Number of victims of human trafficking per 100 thous. population","target_id":"16.2.2","nazwa_wskaznika":"16.2.2 Number of victims of human trafficking per 100 thous. population","cel":"Goal 16. Peace, justice and strong institutions","zadanie":"16.2 End abuse, exploitation, trafficking and all forms of violence against and torture of children","definicja":"Number of victims of human trafficking per 100 thous. population.","jednostka_prezentacji":"persons","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Human trafficking is a crime that, according to the Art. 189a of the Criminal Code is punishable by imprisonment for not less than 3 years. Under the concept of human trafficking, according to Art. 115 § 22 Criminal Code is understood as recruiting, transporting, delivering, transferring, storing or receiving a person using: unlawful violence or threats, abduction, deceit, deceiving or exploiting an error or inability to properly understand the action taken, abuse of dependency ratio, use of critical position or helplessness, grant or accept any personal or financial benefit or promise to a person who carries or supervises another person - in order to use it, even with her consent, particularly in prostitution, pornography or other forms of sexual exploitation, at work or in forced, begging, slavery or other forms of exploitation degrading human dignity or in order to obtain cells, tissues or organs contrary to the provisions of the law. If the perpetrator's behavior concerns a juvenile, it constitutes trafficking even if the methods or measures listed in points 1-6 are not used.","zrodlo_danych":"National Police Headquarters","czestotliwosc_dostępnosc_danych":"Annual data  Since 2012.","uwagi":"An original indicator, adopted by the UN for monitoring target 16.2 of the 2030 Agenda is 16.2.2 Number of victims of human trafficking per 100,000 population, by sex, age and form of exploitation.","indicator_variable_1":"total","kategorie":null,"zmienne":null,"jednostka":"persons","pre":3,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_glob/16-2-2/","sdg_goal":16,"indicator":"16.2.2","target_id":"16.2.2","graph_title":"Number of victims of human trafficking per 100 thous. population"}
