{"sdg_goal":16,"lang":"en","indicator":"16.3.0","jednostka":"points","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Government effectiveness index","target_id":"16.3","nazwa_wskaznika":"16.3 Government effectiveness index","cel":"Goal 16. Peace, justice and strong institutions","zadanie":null,"definicja":"Quality evaluation of public services, the quality of the civil service and its independence from political pressures, the competences of public officers and the credibility of the government s commitment to its stated policies.","jednostka_prezentacji":"points","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"The index is a weighted average of the sequence (from 7 to 13) of other indexes which reflects the opinions of experts, entrepreneurs and households on various aspects of the public sphere functioning.Evaluation is done particularly for the following phenomena:- quality of public services - quality of public administration and its independence from political pressures - quality of formulated and implemented policies - quality of public structure: transport, sanitary, IT, etc.Value of government effectiveness index is standardized in the range of &lt -2.5  2,5&gt , the higher the note, the higher the evaluation of the quality of government in a given country.Government effectiveness index, also called Government Effectiveness is one of six Worldwide Governance Indicators developed by The World Bank. Rest of indicators: Voice and Accountability, Political Stability and Absence of Violence, Regulatory Quality, Rule of Law, Corruption Control. Scale for all indicators is from -2.5 to +2.5.","zrodlo_danych":"World Bank","czestotliwosc_dostępnosc_danych":"Annual data  since 2010.","uwagi":null,"indicator_variable_1":"total","kategorie":null,"zmienne":null,"jednostka":"points","pre":2,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_nat/16-3/","sdg_goal":16,"indicator":"16.3.0","target_id":"16.3","graph_title":"Government effectiveness index"}
