{"sdg_goal":16,"lang":"en","indicator":"16.b.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"bar","graph_title":"Sense of being discriminated against","target_id":"16.b.1","nazwa_wskaznika":"16.b.1 Sense of being discriminated against","cel":"Goal 16. Peace, justice and strong institutions","zadanie":"16.b Promote and enforce non-discriminatory laws and policies for sustainable development","definicja":"The percentage of persons aged 16 and more who consider themselves as belonging to a social group that for any reason is treated less favourably (discriminated) than other groups in Poland.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"The indicator calculated on the basis of the Social Cohesion Survey (BSS). The first edition of the BSS was completed by the Central Statistical Office in 2011, the second one in 2015. The survey was attended by nearly 14 thous. respondents aged 16 and more. In a survey carried out in 2015, respondents were asked: \"Would you consider to be a person belonging to a social group that for any reason is treated less favourably (discriminated) than other groups in Poland?\" Possible answers were: yes or no.The aim of the social cohesion survey is to gather information allowing a comprehensive assessment of the quality of life (considering economic and social aspects), evaluated from the perspective of both objective and subjective indicators. Owing to the integration of individual data, it is possible to determine i.e. in which groups of the society there is an accumulation of favourable or unfavourable aspects of the quality of life, which factors determine these situations, and which relationships exist between various dimensions of the quality of life. A wide range of collected information enable e.g. to conduct a comprehensive assessment of the level and diversity of lifestyles as well as a multidimensional analysis of poverty, social exclusion, social capital and subjective well-being.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Data every few years  Since 2011.","uwagi":null}
