{"sdg_goal":17,"lang":"en","indicator":"17.1.2","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proportion of domestic budget funded by domestic taxes","target_id":"17.1.2","nazwa_wskaznika":"17.1.2 Proportion of domestic budget funded by domestic taxes","cel":"Goal 17. Partnerships for the goals","zadanie":"17.1 Strengthen domestic resource mobilization, including through international support to developing countries, to improve domestic capacity for tax and other revenue collection","definicja":"Proportion of the state budget revenue financed by taxes.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Tax - public, free, compulsory and non-refundable cash benefit to the State Treasury, voivodship, county or municipality, resulting from the tax law. The taxpayer is a natural person or legal person as well as organizational entity without legal personality, which is subject to taxation by tax law. Taxes that flow only to the state budget are : tax on goods and services - VAT, excise duty, tonnage tax, tax on the extraction of certain minerals, gambling tax, flat-rate personal income tax, flat-rate income tax on revenue earned by the clergy Personal income tax and corporate income tax flow both to the state budget and local governments, with the majority being allocated to the state budget.The state budget constitutes a part of budgetary act and determines: the total amount of projected tax revenues and non-tax revenues of state budget  the total amount of planned budget expenditure  the amount of the planned state budget deficit together with the sources of its coverage  the total amount of projected revenues of the European Funds Budget  total amount of planned budget expenditures of the European Funds Budget  the financial result of the European Funds Budget  the total amount of planned income of the state budget  the total amount of planned expenditures of the state budget  the planned balance of revenues and expenditures of the state budget  limit for liabilities incurred on loans and securities issued","zrodlo_danych":"Ministry of Finance Republic of Poland","czestotliwosc_dostępnosc_danych":"Annual data  Since 2010.","uwagi":null}
