{"sdg_goal":17,"lang":"en","indicator":"17.19.2","jednostka":"{ 0 , 1 }","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Number of countries that a) have conducted at least one Population and Housing Census in the last ten years, and b) have achieved 100 per cent birth registration and 80 per cent death registration","target_id":"17.19.2","nazwa_wskaznika":"17.19.2 Number of countries that a) have conducted at least one Population and Housing Census in the last ten years, and b) have achieved 100 per cent birth registration and 80 per cent death registration","cel":"Goal 17. Partnerships  for the goals","zadanie":"17.19 By 2030, build on existing initiatives to develop measurements of progress on sustainable development that complement gross domestic product, and support statistical capacity-building in developing countries","definicja":"The indicator assumes a value 1, when country:a) has conducted a Population Census in a given year, b) achieved 100 percent birth registration and 80 percent death registration.","jednostka_prezentacji":"{ 0 , 1 }","dostepne_wymiary":null,"wyjasnienia_metodologiczne":"In Poland, the last National Census of Population and Housing was conducted in 2011. The legal basis for the census was the Act of March 4, 2010 on the national census of population and housing in 2011 (Journal of Laws of March 26, 2010, No. 47, item 277), together with the implementing acts of the Act and Regulation (EC) No 763/2008 of July 9, 2008 on the censuses of population and housing. The census for 2011 included people permanently residing in the territory of Poland irrespective of whether these persons were residing in the country during the census or whether they were abroad and those temporarily residing. The inventory was carried out in buildings, flats, collective accommodation and other non-residential premises.In connection with the Civil Status Act (datet 28th of November 2014), all births in the Republic of Poland are registered with the civil status office component for the place of birth of the child. Death registration is made at the civil status office for the place of death or the place where the corpse were found.","zrodlo_danych":"Statistics PolandMinistry of Interior and Administration","czestotliwosc_dostępnosc_danych":"Population Census - Data every 10 years  Since 2011.Births and deaths registrations - Annual data  Since 2010.","uwagi":null}
