{"sdg_goal":17,"lang":"en","indicator":"17.1.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Total government revenue as a proportion of GDP","target_id":"17.1.1","nazwa_wskaznika":"17.1.1 Total government revenue as a proportion of GDP","cel":"Goal 17. Partnerships for the goals","zadanie":"17.1 Strengthen domestic resource mobilization, including through international support to developing countries, to improve domestic capacity for tax and other revenue collection","definicja":"Ratio of total state budget revenues in relation to GDP.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"According to Art. 111 of the Public Finance Act (Journal of Laws 2009, No. 157, item 1240), State Budget revenue is divided into tax and non-tax revenue, which include, among others. The following items: taxes and fees, which, in accordance with separate acts, do not constitute revenues of local government units, revenues of state special purpose funds and other entities of the public finance sector  customs duties  payments from profit of state-owned enterprises and companies fully owned by the State Treasury  dividend payments  payments from the profit of the National Bank of Poland  payment of surplus funds to executive agencies  revenue collected by state budget units  rent and lease income and other similar agreements relating to assets of the Treasury unless otherwise provided for in separate laws  interest on funds deposited on bank accounts of state budgetary units or public authorities unless otherwise provided for in separate laws  interest on time deposits established from the funds deposited on the central current account of the state budget  interest on state and foreign loans granted from the state budget  fines, fines and other fines  inheritances, records and donations in cash to the Treasury  income from the sale of property, property and rights, not revenue other income specified in separate international laws or agreements  European funds for the implementation of technical assistance projects  interest purchased by T-bonds or surplus arising from the difference between the issue price and the face value of the Treasury Bonds sold. Gross domestic product (GDP) illustrates the final result of the activity of all entities of the national economy (resident producer units – domestic) in a given year. The exact definition and methodology for calculating GDP is contained in the regulation (EU) No 549/2013 of the European Parliament and of the Council of 21 May 2013 on the European system of national and regional accounts in the European Union (ESA 2010).GDP value can be calculated in three ways: from the production side GDP is the sum of value added of all institutional sectors or all sections of the Polish Classification of Activities (PKD) of domestic production entities plus taxes less subsidies on products, from the distribution side GDP is calculated as the sum of domestic demand, i.e. final consumption expenditure and gross capital formation as well as external balance of goods and services, as the sum of uses in the total economy generation of income account (compensation of employees, taxes less subsidies on production and imports, gross operating surplus and mixed income of the total economy).","zrodlo_danych":"Ministry of Finance Republic of Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":null}
