{"sdg_goal":17,"lang":"en","indicator":"17.18.2","jednostka":"{ 0 , 1 }","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Number of countries that have national statistical legislation that complies with the Fundamental Principles of Official Statistics","target_id":"17.18.2","nazwa_wskaznika":"17.18.2 Number of countries that have national statistical legislation that complies with the Fundamental Principles of Official Statistics","cel":"Goal 17. Partnerships  for the goals","zadanie":"17.18 By 2020, enhance capacity-building support to developing countries, including for least developed countries and small island developing States, to increase significantly the availability of high-quality, timely and reliable data disaggregated by income, gender, age, race, ethnicity, migratory status, disability, geographic location and other characteristics relevant in national contexts","definicja":"The indicator assumes a value 1 when country has national statistical legislation that complies with the Fundamental Principles of Official Statistics","jednostka_prezentacji":"{ 0 , 1 }","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"The standards for developing, producing and disseminating European statistics are determined in the European Statistics Code of Practice sets. It sets out 16 key principles, compliant with Fundemantal Principles of Official Statistics.</br> Each year Eurostat monitors compliance with the Code of Practice across the European Statistical System. Poland was found compliant with the European Statistics Code of Practice in the 2013-2015 peer review exercise.</br> Implementation of the Fundamental Principles of Official Statistics in the Polish statistical system:</br> Principle 1: Relevance, impartiality and equal access</br> * Art. 3 and art. 14 paragraph 1 and 2 of the Law of 29 June 1995 on official statistics (Journal of Laws of 2016 item 1068 – here and after the Law)</br> Principle 2: Professional standards and ethics</br> * Art. 24 and art. 25a of the Law</br> Principle 3: Accountability and transparency</br> * Art. 25 paragraph 1 and 15, art. 26 of the Law</br> Principle 4: Prevention of misuse</br> * No relevant provision in the Law on Official Statistics, however there is a custom in Polish official statistics to comment on erroneous interpretation and misuse of statistics.</br> Principle 5: Sources of official statistics</br> * Art. 5, art. 13 especially paragraph 5 and art. 18 paragraph 1 and 3 of the Law</br> Principle 6: Confidentiality</br> * Art. 2 point 8a and 8b, art. 10 and art. 12 of the Law.</br> Principle 7: Legislation</br> * Law and regulations under which the Polish statistical system operates are made public. They are published on CSO Poland website. As all Polish legal acts they are also published in the Official Journal of Poland (only Polish version) and available on the Parliament Internet System dedicated to legal acts (IASP).</br> The most important Polish legal acts are:</br> * Law of 29 June 1995 on official statistics (Journal of Laws of 2016 item 1068);</br> * Regulation of the Council of Ministers of 19 December 2017 on the Programme of statistical surveys of official statistic in 2018 (Journal of Laws of 2015 item 2471);</br> * Regulation of the Prime Minister of 14 March 2017 on report forms, the explanation of how to file them and template statistical questionnaires used in statistical surveys established within the Programme of Statistical Surveys of Official Statistics in 2016 (Journal of Laws of 2017 item 837, with later amendments).</br> Principle 8: National Coordination</br> * Art. 22, art. 23, art. 24 and art. 25 of the Law</br> The main coordination ‘tool’ in Polish Statistical System is the Programme of Statistical Surveys of Official Statistics which is elaborated in accordance with articles 18 and 20 of the Law. The Coordination function of Statistics Poland is also specified in the EU legal provisions.</br> Principle 9: Use of international standards</br> * Art. 25 paragraph 1 point 6 and point 15, art. 26 and art. 25a of the Law.</br> The classification, concepts and methods used in Polish Statistical System are based on international standards.</br> Principle 10: International cooperation</br> * Art. 20 paragraph 3, art. 25 paragraph 1 point 11 – 13 and especially 14 and art. 37 point 5 of the Law","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data; since 2010","uwagi":null}
