{"sdg_goal":17,"lang":"en","indicator":"17.10.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Worldwide weighted tariff-average","target_id":"17.10.1","nazwa_wskaznika":"17.10.1 Worldwide weighted tariff-average","cel":"Goal 17. Partnerships  for the goals","zadanie":"17.10 Promote a universal, rules-based, open, non-discriminatory and equitable multilateral trading system under the World Trade Organization, including through the conclusion of negotiations under its Doha Development Agenda","definicja":"Weighted tariff-average is the average percentage of the customs duty imposed by the State on goods in relation to their exports and imports made through the customs borders of the State, and their transit through its customs territory.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Based on the Aria@dna2 Data Warehouse System, the share of collected customs duties (total value in PLN) in the total statistical value of customs duties, is set, which is the basis for calculation.Statistical value is calculated: in the case of sales - based on the value of goods on the invoice, in other cases (other than buy / sell transactions), based on the value that would be invoiced. The statistical value in exports is the value of goods at the place and time at which the goods leave the statistical territory of Poland. The statistical value includes additional costs (e.g. transport costs, transport insurance) for that part of the carriage, which is carried out in the statistical area of ??Poland.Statistical value in imports is the value of goods at the time and place of their introduction into the Polish statistical territory. The statistical value includes additional costs (eg transport costs, transport insurance) for this part of the carriage outside the Polish statistical area.","zrodlo_danych":"Ministry of Finance Republic of Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":"The indicator is calculated in the terms of average payable tariff rate."}
