{"sdg_goal":17,"lang":"en","indicator":"17.6.2","jednostka":"persons","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Fixed Internet broadband subscriptions per 100 inhabitants","target_id":"17.6.2","nazwa_wskaznika":"17.6.2 Fixed Internet broadband subscriptions per 100 inhabitants","cel":"Goal 17. Partnerships  for the goals","zadanie":"17.6 Enhance North-South, South-South and triangular regional and international cooperation on and access to science, technology and innovation and enhance knowledge-sharing on mutually agreed terms, including through improved coordination among existing mechanisms, in particular at the United Nations level, and through a global technology facilitation mechanism","definicja":"Number of fixed line and wireless broadband internet subscribers per 100 persons.","jednostka_prezentacji":"persons","dostepne_wymiary":"total, by speed","wyjasnienia_metodologiczne":"Broadband connection – there are two approaches to defining the concept of broadband connection in the European Union's (EU) statistics. The first in the Information and COmmunication Technologies (ICT) usage research conducted by all national statistical offices (by Central Statistical Office in Poland) and the second in telecommunication market research conducted by national regulators of the telecommunications market (respectively by the Electronic Communications Office). The EU statistics on the telecommunications market used by the Office of Electronic Communications and the European Commission for fixed-line broadband are considered those with speeds above 144 kbps. On the other hand, for research conducted by national statistical offices, coordinated by Eurostat, broadband is defined by the type of technique used for the connection, not its speed. These include DSL technologies such as ADSL, HDSL, SDSL, VDSL, Ethernet LANs, which are the backbone of broadband connections, and others with high bandwidth (wired or wireless).Data for the indicator comes from a survey conducted twice a year by the Office of Electronic Communications for the European Commission (Digital Agenda). The survey covers about 100-120 largest telecommunications undertakings with a combined market share of over 95%. The indicator is presented according to the connection speed for the following speed ranges: less than 30 Mbps from 30 Mbps to less than 100 Mbps from 100 Mbps It presents the number of fixed line and wireless broadband internet subscribers per 100 persons (according to the population at the end of the year announced by the Central Statistical Office of Poland).Data on population were compiled on the basis of: the balances of the residing population in a gmina based on the results of 2011 Population and Housing Census (for data since 2010)  for previous years (2003 – 2009) on the basis of the 2002 Population and Housing Census, the registers of the Ministry of Interior - internal and international migration of population for permanent residence (since 2006 the presented data come from the Common Electronic System of Population Register – PESEL), documentation of Civil Status Offices regarding registered marriages, births and deaths.","zrodlo_danych":"Office of Electronic Communications","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":null,"indicator_variable_1":"to 30 Mbps,from 30 Mbps to 100 Mbps,above 100 Mbps","kategorie":"by speed","zmienne":"to 30 Mbps,from 30 Mbps to 100 Mbps,above 100 Mbps","jednostka":"persons","pre":2,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_glob/17-6-2/","sdg_goal":17,"indicator":"17.6.2","target_id":"17.6.2","graph_title":"Fixed Internet broadband subscriptions per 100 inhabitants"}
