{"sdg_goal":17,"lang":"en","indicator":"17.8.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proportion of individuals aged 16-74 using the Internet in the last 3 months","target_id":"17.8.1","nazwa_wskaznika":"17.8.1 Proportion of individuals aged 16-74 using the Internet in the last 3 months","cel":"Goal 17. Partnerships  for the goals","zadanie":"17.8 Fully operationalize the technology bank and science, technology and innovation capacity-building mechanism for least developed countries by 2017 and enhance the use of enabling technology, in particular information and communications technology","definicja":"Proportion of individuals aged 17-74 using the Internet during the last 3 months.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Data for the indicator comes from the Study of the use of Information and Communication Technologies in households and by individuals.The study of the use of Information and Communication Technologies (ICT) in households and by individual users started in the European Union (EU) in 2002, using mainly the method of direct or telephone interviews. In Poland, monitoring of the ICT usage in households in accordance with the EU harmonized methodology was launched in 2004. Since then, the survey has been carried out annually and voluntary participation is ongoing. The study is carried out through face-to face interviews and includes households with at least one person aged 16-74 and people of that age.Two separate questionnaires: for households (SSI-10G) and individuals: (SSI-10I) are used in this survey. Mainly qualitative questions (not related to values given in numbers) and closed questions are utilized.Individual questionnaires include questions regarding: computer and Internet usage (when lately ?, how often ?, where?)  Internet useage via mobile devices  purposes of Internet usage  making purchases online.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":null}
