{"sdg_goal":2,"lang":"en","indicator":"2.1.2","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"bar","graph_title":"Prevalence of moderate or severe food insecurity in the population, based on the Food Insecurity Experience Scale","target_id":"2.1.2","nazwa_wskaznika":"<b>2.1.2 Prevalence of moderate or severe food insecurity in the population, based on the Food Insecurity Experience Scale (FIES)</b>","cel":"Goal 2. Zero hunger","zadanie":"2.1 By 2030, end hunger and ensure access by all people, in particular the poor and people in vulnerable situations, including infants, to safe, nutritious and sufficient food all year round","definicja":"The indicator measures the percentage of individuals in the population who have experienced food insecurity at moderate or severe levels during the reference period. The severity of food insecurity, defined as a latent trait, is measured on the Food Insecurity Experience Scale, a measurement standard established by FAO through the application of the Food Insecurity Experience Scale in more than 140 countries worldwide, starting in 2014.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"moderate or severe food insecurity, severe food insecurity","wyjasnienia_metodologiczne":"<p><b>Food insecurity</b> as measured by this indicator refers to limited access to food, at the level of individuals or households, due to lack of money or other resources.</p> <p>The <b>severity of food insecurity </b>is measured through the application of the Food Insecurity Experience Scale survey module (FIES-SM), a set of eight questions about experiences related to lack of access to food. The FIES methodology established by FAO provides a global measurement standard of food insecurity and permits the production of internationally comparable measures of food insecurity severity for individual respondents, as well as comparable national prevalence rates.","zrodlo_danych":"FAO","czestotliwosc_dostępnosc_danych":"Three year averages: 2014-2016, 2015-2017.","uwagi":"Provisional estimates based on FAO, subject to revision as soon as suitable data from national sources will be available. Data presented for 2015 represent the 3-year average for the period of 2014-2016, whereas data for 2016 represent the 3-year average for the period of 2015-2017."}
