{"sdg_goal":2,"lang":"en","indicator":"2.3.0","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Average monthly income per capita from private farm in agriculture in relation to income per capita from self-employment","target_id":"2.3","nazwa_wskaznika":"2.3 Average monthly income per capita from private farm in agriculture in relation to income per capita from self-employment","cel":"Goal 2. Zero hunger","zadanie":null,"definicja":"Relation of average monthly disposable income per person in a household, received from private farm in agriculture, to disposable income per person in a household, received from self-employment.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"The indicator is calculated on a basis of information obtained from household budget survey. The household budget survey is conducted using representative method based on random sample which allows generalisation, within a margin of an error, of the results for all households in the country. The monthly rotation of households implemented since 1993 assumes that every month of the year a different group of households participates in the survey. The survey covers one-person and multi-person households. Households of foreign citizens with permanent or long-lasting residence in Poland and using Polish language also take part in the survey. The purpose of the survey is to enable the analysis of the living standards of the population as well as evaluate the impact of various factors on the living standard and its diversity among basic groups of households. The household budget survey provides detailed information on: the level and the structure of expenditures, sources of acquiring goods and services  the consumption level of basic food products according to quantity, but also energetic value and nutrients  prices at which households purchase selected goods and services  the level and sources of their incomes  household equipment with durables  dwelling conditions  subjective evaluation of the material condition of households  demographic and social structure of the households i.e. the number, age, gender, education, disability and economic activity of the members of the surveyed household.The survey unit is a household, which is understood as the persons who may be related or unrelated, living together and maintaining themselves jointly (multi-person household). Household can also be formed by one individual maintaining himself/herself independently, regardless of whether the individual lives alone or with other persons (one-person household).Disposable income is designated for consumer goods and services expenditures and for saving increase. Disposable income is &ldquo available income” less &ldquo other expenditures”.Available income is designated for expenditure and for saving increase. It is a sum of household&#39 s current incomes from various sources reduced by prepayments on personal income tax, by tax on income from property, taxes paid by self-employed persons ( including those in free professions and individual farmers) and by social security and health insurance premiums. The available income covers both income in cash and in kind, including natural consumption (consumer goods and services taken to satisfy household&#39 s needs from self-employment – in and outside farming) as well as goods and services received free of charge.Available income consists of: income from hired work, income from private farm in agriculture, income from self-employment other than in private farm in agriculture and income from free profession, income from property, income from rental of a property, social insurance benefits , other benefits, other incomes (including gifts and alimonies).Expenditures covers expenditures on consumer goods and services as well as other expenditures: Expenditures on consumer goods and services are allocated to satisfying household&#39 s needs. They include products purchased by cash, also using debt or credit card, on credit, received free of charge and natural consumption (consumer goods and services taken from individual farm or own economic activity to satisfy household&#39 s needs). Consumer goods comprise non-durable goods (e.g. food, beverages or medicines), semi-durable goods (e.g. clothes, books, toys) and durable goods (e.g. cars, washing machines, refrigerators, television sets). Other expenditures include: gifts donated to other households and non-commercial institutions  certain taxes, such as tax on legacy and donations, tax on real estates, fees for perpetual use of the land  prepayments of personal income tax and social security contributions paid directly by the tax payer  other kinds of expenditures not allocated directly to consumption, including sums lost in gambling and lotteries, losses of cash and bails.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":"null"}
