{"sdg_goal":2,"lang":"en","indicator":"2.5.2","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proportions of breeds classified as being at risk and not being at risk of extinction in the total population covered by protection programme of the animal genetic resources in Poland","target_id":"2.5.2","nazwa_wskaznika":"2.5.2 Proportions of breeds classified as being at risk and not being at risk of extinction in the total population covered by protection programme of the animal genetic resources in Poland","cel":"Goal 2. Zero hunger","zadanie":"2.5 By 2020, maintain the genetic diversity of seeds, cultivated plants and farmed and domesticated animals and their related wild species, including through soundly managed and diversified seed and plant banks at the national, regional and international levels, and promote access to and fair and equitable sharing of benefits arising from the utilization of genetic resources and associated traditional knowledge, as internationally agreed.","definicja":"The index defines the proportions of breeds at risk and not being at risk of extinction in the total number of populations covered by genetic resource protection programmes.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"percentage of breeds being at risk of extinction, percentage of breeds not being at risk of extinction","wyjasnienia_metodologiczne":"The primary purpose of genetic resource conservation programs is to preserve individual populations and protect them from extinction, by maintaining and increasing populations, maintaining genetic balance while preserving the phenotypic characteristics of the animals of the breed. The Genetic Resources Protection Program in Poland covers the following breeds of animals: - 4 breeds of cattle, - 3 breeds of pigs, - 7 breeds of horses, - 15 breeds of sheep, - 14 geese breeds, - 11 breeds of laying hens, - 10 ducks breeds, - 4 breeds of fur animals - and 5 lines of bees.There are the following methods to protect the animal population from extinction: - in situ - the protection of living animals in their natural environment, - ex-situ-protection of genetic resources beyond their natural habitat, including: ex-situ in vitro - cryopreserved material in banks of genetic material, ex situ in vivo - collections of live animals kept away from the place of occurrence.","zrodlo_danych":"Ministry of Agriculture and Rural Development / National Research Institute of Animal Production","czestotliwosc_dostępnosc_danych":"Annual data  since 2015","uwagi":"The original indicator, adopted by the UN for monitoring target 2.5 is the indicator 2.5.2 Proportion of local breeds, classified as being at risk, not-at-risk or unknown level of risk of extinction."}
