{"sdg_goal":2,"lang":"en","indicator":"2.6.0","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Expenditure on R&amp D in agriculture in relation to GDP","target_id":"2.6","nazwa_wskaznika":"2.6 Expenditure on R&amp D in agriculture in relation to GDP","cel":"Goal 2. Zero hunger","zadanie":null,"definicja":"Ratio of intramural expenditures on R&amp D in the field of agricultural and veterinary sciences to GDP.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Research and experimental development (R&amp D) comprises creative work undertaken on a systematic basis in order to increase the stock of knowledge (e.g. about man, culture and society) and the use of this stock of knowledge to devise new applications. R&amp D includes: scientific research (basic, applied, industrial) and experimental development.Intramural expenditures on R&amp D are expenditures incurred in a reporting year on R&amp D in the reported entity, irrespective of origin of such funds, i.e. including funds obtained from abroad (exports of R&amp D). They cover both current expenditures and investment outlays on fixed assets related to R&amp D, but do not cover depreciation of these assets.Intramural expenditures on R&amp D are examined according to the fields of science divided into: natural, engineering and technology, medical and health, agricultural, social as well as humanities sciences. Expenditures on R&amp D by fields of science are converted according to the percentage share of total expenditures.According to Frascati Manual, agricultural science is a field of science that covers the following fields: agriculture, forestry, and fisheries, animal and dairy science, veterinary science, agricultural biotechnology as well as other agricultural sciences.Gross domestic product (GDP) presents the final result of the activity of all entities of the national economy in a given year. GDP value can be calculated in three ways:- from the production side GDP is the sum of value added of all institutional sectors or all sections of the Polish Classification of Activities (PKD) of domestic production entities plus taxes less subsidies on products,- from the distribution side GDP is calculated as the sum of domestic demand, i.e. final consumption expenditure and gross capital formation as well as external balance of goods and services,- as the sum of uses in the total economy generation of income account (compensation of employees, taxes less subsidies on production and imports, gross operating surplus and mixed income of the total economy).Gross domestic product is calculated according to the principles of the European System of National and Regional Accounts (ESA 2010), whicha are obligatory in the European Union countries, and recommendations of the Eurostat.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":"null"}
