{"sdg_goal":3,"lang":"en","indicator":"3.1.2","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proportion of live births attended by skilled health personnel","target_id":"3.1.2","nazwa_wskaznika":"3.1.2 Proportion of live births attended by skilled health personnel","cel":"Goal 3. Good health and well-being","zadanie":"3.1 By 2030, reduce the global maternal mortality ratio to less than 70 per 100,000 live births","definicja":"Percentage of live births attended by skilled health personnel (doctors, nurse and / or midwife).","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Live birth – the complete expulsion or extraction from the mother of an infant, irrespective of the duration of the pregnancy, which, after such separation, breathes or shows any other evidence of life, such as beating of the heart, pulsation of the umbilical cord, or definite movement of the voluntary muscles, whether or not the umbilical cord has been cut or the placenta has been separated  each such a product is considered as live born.The source of data on births is a basic document (secondarily utilized by national statistics) of the Ministry of Health \"Written notification of the child's birth\" (Regulation of the Minister of Health on the written notification of the child's birth. Journal of Laws of 2015, item. 171).Skilled health personnel include doctors, nurses and midwives.Pursuant to the Act of 5 December 1996 on the Profession of Doctor and Dentist (unified text Journal of Laws 2005 No 226, item 1943) a doctor is a person having required qualifications, confirmed with appropriate documents to perform the profession of a doctor, i.e. who provides health services, and in particular examines health state, diagnoses diseases and prevents them, leads treatment and rehabilitation of patients, provides consultations, as well as issues medical statements and opinions. Pursuant to Act of 5 December 1996 on the Profession of Doctor and Dentist, the profession of doctor can be practised according to various legal forms. Dentists are not included as doctors.A nurse – a person who has required qualifications, confirmed by appropriate documents, to perform the profession of a nurse, which consists of providing health services (in particular as regards nursing, preventive, diagnostic, medical, rehabilitative and health promotion services. (Act of 5 July 1996 on the Profession of Nurses and Midwives – consolidated text: Journal of Laws of 2009, No. 151, item 1217, with subsequent amendments).A midwife – a person who has required qualifications, confirmed by appropriate documents, to perform the profession of a midwife, which consists of providing health services (in particular as regards nursing, preventive, diagnostic, medical, rehabilitative a and health promotion services, connected with care over a woman, a pregnant woman, a childbearing woman, a woman lying-in as well as over an infant). (Act of 5 July 1996 on the Profession of Nurses and Midwives. Original text : Journal of Laws 1996 No 91, item 410  consolidated text: Journal of Laws of 2001, No. 57, item 602, with later amendments).The indicator is calculated based on birth data from the survey \"Birth. Fertility.”.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  Since 2010.","uwagi":null,"indicator_variable_1":"total","kategorie":null,"zmienne":null,"jednostka":"percent","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_glob/3-1-2/","sdg_goal":3,"indicator":"3.1.2","target_id":"3.1.2","graph_title":"Proportion of live births attended by skilled health personnel"}
