{"sdg_goal":3,"lang":"en","indicator":"3.2.0","jednostka":"years","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Healthy Life Years – females","target_id":"3.2","nazwa_wskaznika":"3.2 Healthy Life Years – females","cel":"Goal 3. Good health and well-being","zadanie":null,"definicja":"Average number of years that a person lives in a healthy condition, i.e. without limitation in everyday functioning and without disability.","jednostka_prezentacji":"years","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Data on healthy life years come from the EU-SILC questionnaire survey – EU Statistics on Income and Living Conditions (Division 7. Health of the EU-SILC individual questionnaire). The survey covers adult persons aged 16 and more in a households. EU Statistics on Income and Living Conditions (EU-SILC) is the instrument which focuses on providing current and comparable at the Member States level data on income, poverty, social exclusion, living conditions and health state.It is a questionnaire survey carried out every year (with the use of the panel method in the four-year cycle which makes it possible to analyze changes in social phenomena and in the period of time covered by the survey). The organization and methodology of the survey is governed by the Regulation (EC) No. 1177/2003 of the European Parliament and of the Council of 16 June 2003 concerning Community Statistics on Income and Living Conditions (EU-SILC). EU-SILC survey was implemented in the European Union in the years 2004-2007, and in Poland it has been conducted since 2005.The survey method - EU-SILC is a non-obligatory, representative questionnaire survey of individual households, carried out by the face-to-face interview technique. For individual interviews a proxy interview is allowed with another household member who is able to provide reliable information concerning the person who should be covered by the survey (this is applicable to the household members who are absent in the place of residence at the time of the survey).HLY indicator serves to measure the number of years that a person lives in a healthy condition. It combines information on age-specific mortality (age-specific deaths) and vulnerability to diseases (age-specific proportions of the population in healthy and unhealthy condition). A healthy condition is defined as one without limitation in everyday functioning and without disability. This statistical indicator is compiled separately for men and women.The Healthy Life Years (HLY) indicator is one of European Structural Indicators and refers to health as a factor connected with the development and well-being. HLY indicator has been developed as a result of observation that not all years, defined by expected length of life, are lived in a healthy condition.The HLY indicator level – as other measures of the expected health state – is calculated following the Sullivan method widely used since the 70s. The method is based on measures of frequency of disability in the population of a given age (the self-perceived disability) and on mortality tables.","zrodlo_danych":"Eurostat","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":null}
