{"sdg_goal":3,"lang":"en","indicator":"3.2.2","jednostka":"persons per 1000 live births","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Neonatal mortality rate","target_id":"3.2.2","nazwa_wskaznika":"3.2.2 Neonatal mortality rate","cel":"Goal 3. Good health and well-being","zadanie":"3.2 By 2030, end preventable deaths of newborns and children under 5 years of age, with all countries aiming to reduce neonatal mortality to at least as low as 12 per 1,000 live births and under-5 mortality to at least as low as 25 per 1,000 live births","definicja":"Ratio of the number of neonatal deaths to the number of live births in the same period of time.","jednostka_prezentacji":"persons","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Death - permanent, irreversible cessation of functions of the essential for life organs, the consequence of which is the cessation of all functions of the whole organism.Neonatal deaths – deaths of children under 4 weeks of age (0-27 days). 0 day indicates the age of a live born neonate, who did not survive 24 hours.The infant mortality rate is also referred to as neonatal mortality. The following deaths are distinguished:- early neonatal deaths, i.e. occurred within the first 7 days of life (0-6 days) (early infant mortality),- late neonatal deaths, i.e. occurred after the completion of the 7th day of life, but before the completion of 28 days of life.The source of data on death is the document of the Ministry of Health ”Death certificate”, which is basic document for civil status acts and is in the part secondarily utilized by national statistics (Regulation of the Minister of Health, Journal of Laws 2015, item 231).Live birth - the complete expulsion or extraction from the mother of an infant, irrespective of the duration of the pregnancy, which, after such separation, breathes or shows any other evidence of life, such as beating of the heart, pulsation of the umbilical cord, or definite movement of the voluntary muscles, whether or not the umbilical cord has been cut or the placenta has been separated  each such a product is considered as live born.The coefficient is calculated on the basis of death data from the survey “Deaths. Mortality. Life Expectancy\" and based on live births from the survey \"Birth. Fertility”.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  Since 2010.","uwagi":null}
