{"sdg_goal":3,"lang":"en","indicator":"3.3.1","jednostka":"persons","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Number of new HIV infections","target_id":"3.3.1","nazwa_wskaznika":"3.3.1 Number of new HIV infections","cel":"Goal 3. Good health and well-being","zadanie":"3.3 By 2030, end the epidemics of AIDS, tuberculosis, malaria and neglected tropical diseases and combat hepatitis, water-borne diseases and other communicable diseases","definicja":"Number of new HIV infections per 100 thous. uninfected population.","jednostka_prezentacji":"persons","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Human Immunodeficiency Virus (HIV) - the human immunodeficiency virus that attacks, weakens and destroys the body's immune system, resulting in the loss of human ability to fight various diseases and infections.HIV is transmitted: by blood, through sexual contact, from an infected mother to a child (the child may be prevented from damaging the mother during pregnancy, childbirth or breast-feeding).The indicator is calculated on the basis of the MZ-56 report on contagious diseases, infections and intoxication, and MZ-57 reports of contagious diseases by sex, age, place of residence and seasonality. Data concern new HIV infections, which according to the International Statistical Classification of Diseases and Health Problems ICD-10 are classified under the disease symbol: Z21 as an asymptomatic state of HIV infection and B20-B24 B20 - Disease caused by the human immunodeficiency virus [HIV], which results in infectious and parasitic diseases, B21 - Disease caused by the human immunodeficiency virus [HIV], which results in malignant tumors, B22 - Disease caused by the human immunodeficiency virus [HIV], which results in other specified diseases, B23 - Disease caused by the human immunodeficiency virus [HIV], which results in other states, B24 - Disease caused by the human immunodeficiency virus [HIV]. Not specified.","zrodlo_danych":"National Institute of Public Health – National Institute of Hygiene","czestotliwosc_dostępnosc_danych":"Annual data  Since 2010.","uwagi":null}
