{"sdg_goal":3,"lang":"en","indicator":"3.8.0","jednostka":"persons","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Number of physicians per 10 thous. population","target_id":"3.8","nazwa_wskaznika":"3.8 Number of physicians per 10 thous. population","cel":"Goal 3. Good health and well-being","zadanie":null,"definicja":"Number of physicians (employed persons in the main place of work) per 10 thousand population.","jednostka_prezentacji":"persons","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Pursuant to the Act of 5 December 1996 on the Profession of Doctor and Dentist (unified text Journal of Laws 2005 No 226, item 1943), a doctor is a person having required qualifications, confirmed with appropriate documents to perform the profession of a doctor, i.e. who provides health services, and in particular examines health state, diagnoses diseases and prevents them, leads treatment and rehabilitation of patients, provides consultations, as well as issues medical statements and opinions. Pursuant to Act of 5 December 1996 on the Profession of Doctor and Dentist, the profession of doctor can be practised according to various legal forms. Dentists are not included as doctors.Employed persons in the main place of work – persons working full-time, overtime as well as part-time in relation to work time defined in the obligatory regulations for a given type of work. These persons, regardless of working time are counted once, according to the primary workplace. Data concern working directly with a patient, i.e. excluding persons for whom the primary workplace is the National Health Fund, units of state or local self-government administration and higher education institutions. Data do not cover persons working in the Ministry of National Defence and the Ministry of Interior (until 2011, the Ministry of Interior and Administration).","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010.","uwagi":null,"indicator_variable_1":"total","kategorie":null,"zmienne":null,"jednostka":"persons","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_nat/3-8/","sdg_goal":3,"indicator":"3.8.0","target_id":"3.8","graph_title":"Number of physicians per 10 thous. population"}
