{"sdg_goal":3,"lang":"en","indicator":"3.c.1","jednostka":"persons","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"The number of physicians, dentists, nurses and midwives per 10 thous. population","target_id":"3.c.1","nazwa_wskaznika":"3.c.1 The number of physicians, dentists, nurses and midwives per 10 thous. population","cel":"Goal 3. Good health and well-being","zadanie":"3.c Substantially increase health financing and the recruitment, development, training and retention of the health workforce in developing countries, especially in least developed countries and small island developing","definicja":"Number of nurses and midwives per 10 thous. population.","jednostka_prezentacji":"persons","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"A nurse – a person who has required qualifications, confirmed by appropriate documents, to perform the profession of a nurse, which consists of providing health services (in particular as regards nursing, preventive, diagnostic, medical, rehabilitative and health promotion services. (Act of 5 July 1996 on the Profession of Nurses and Midwives – consolidated text: Journal of Laws of 2009, No. 151, item 1217, with subsequent amendments).A midwife – a person who has required qualifications, confirmed by appropriate documents, to perform the profession of a midwife, which consists of providing health services (in particular as regards nursing, preventive, diagnostic, medical, rehabilitative a and health promotion services, connected with care over a woman, a pregnant woman, a childbearing woman, a woman lying-in as well as over an infant). (Act of 5 July 1996 on the Profession of Nurses and Midwives. Original text : Journal of Laws 1996 No 91, item 410  consolidated text: Journal of Laws of 2001, No. 57, item 602, with later amendments).Employed persons in the main place of work – persons working full-time, overtime as well as part-time in relation to work time defined in the obligatory regulations for a given type of work. These persons, regardless of working time are counted once, according to the primary workplace. Data concern working directly with a patient, i.e. excluding persons for whom the primary workplace is the National Health Fund, units of state or local self-government administration and higher education institutions. Data do not cover persons working in the Ministry of National Defence and the Ministry of Interior (till 2011 the Ministry of Interior and Administration).","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  Since 2010.","uwagi":null}
