{"sdg_goal":3,"lang":"en","indicator":"3.d.1","jednostka":"points","source_url":"www.stat.gov.pl","graph":"bar","graph_title":"International Health Regulations (IHR) capacity and health emergency preparedness","target_id":"3.d.1","nazwa_wskaznika":"3.d.1 International Health Regulations (IHR) capacity and health emergency preparedness","cel":"Goal 3. Good health and well-being","zadanie":"3.d Strengthen the capacity of all countries, in particular developing countries, for early warning, risk reduction and management of national and global health risks","definicja":"International Health Regulations (IHR) are a set of guidelines, rights and obligations imposed on both on the states and the World Health Organization (WHO).","jednostka_prezentacji":"points","dostepne_wymiary":null,"wyjasnienia_metodologiczne":"International Health Regulations (IHR) were adopted by the 58th World Health Assembly in 23rd of May 2005 in Geneva. They are a set of guidelines, rights and obligations imposed on both the states and the World Health Organization (WHO).International Health Regulations aim at combating and preventing the spread of diseases on an international scale by applying proportionate measures to avoid unnecessary interference with international transport. These regulations regulate the transmission and exchange of information on health hazards between the countries that are party to it and set new standards for preventing the spread of infectious diseases.According to the Article 4 of the International Health Regulations, Poland, as each Member State of the WHO (State Party), designates or establishes the National Focal Point for International Health Regulations. The National Focal Point for International Health Regulations was established at the National Institute of Public Health - National Institute of Hygiene. The Chief Sanitary Inspectorate co-operates with the National Focal Point for International Health Regulations, so that they receive information about events that pose public health threats to the international sign. Since 15th of June 2007, all countries that have ratified the WHO Convention, including Poland, are required to comply with the provisions of the International Health Regulations.The quality and level of the following attributes are taken into account in assessing the implementation of the International Health Regulations: national legislation, policy and financing, coordination and National Focal Point communications, surveillance, response, preparedness, risk communication, human resources, laboratory, points of entry, zoonotic events, food safety, chemical events, radionuclear emergencies.","zrodlo_danych":"World Health Organization","czestotliwosc_dostępnosc_danych":"Annual data  Since 2010.","uwagi":null}
