{"sdg_goal":4,"lang":"en","indicator":"4.1.0","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Adults participating in education or training (aged 25–64)","target_id":"4.1","nazwa_wskaznika":"4.1 Adults participating in education or training (aged 25–64)","cel":"Goal 4. Quality education","zadanie":null,"definicja":"Share of the number of persons aged 25-64 participating in education and training in the total number of population in the same age group.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"The indicator includes training of adults at schools for adults as well as getting and improving general knowledge, professional skills and competences outside school (in the four weeks preceding the survey) by persons who completed compulsory education.The adult education includes the following forms: formal education – defined as institutionally organized learning activities through educational programmes and trainings leading to vocational qualifications  non-formal education – defined as institutionally organized learning activities, however, outside educational programmes and trainings leading to vocational qualifications  informal education – defined as not institutionally organized intentional or unintentional learning activities.Data (average in a year) were compiled on the basis of the results of the a sample survey: Labor Force Survey (LFS), conducted on a quarterly basis. The survey covers persons aged 15 and more who are members of households in dwellings (according to actual residence).","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"The average data per yer  since 2010","uwagi":"Since the third quarter of 2012, there have been introduced methodological changes targeted at the harmonization of population covered by the survey in accordance with Eurostat recommendations, as a result of which, persons absent from the household, i.e., staying abroad or living in institutional households in Poland for 12 months or longer (until the second quarter of 2012, the duration of absence was over 3 months) are excluded from the survey."}
