{"sdg_goal":4,"lang":"en","indicator":"4.2.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"bar","graph_title":"Percentage of children under 5 years of age with health subjectively evaluated as very good or good","target_id":"4.2.1","nazwa_wskaznika":"4.2.1 Percentage of children under 5 years of age with health subjectively evaluated as very good or good","cel":"Goal 4. Quality education","zadanie":"4.2 By 2030, ensure that all girls and boys have access to quality early childhood development, care and pre-primary education so that they are ready for primary education","definicja":"Share of children under 5 years of age, whose health was evaluated by parents, legal guardians or closest relatives as very good or good in the total number of children under 5 years of age covered by the study.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"The indicator is calculated on the basis of information obtained from the European Health Survey (EHIS). This study covers persons aged 15 and more in households living in the territory of the country. In Poland, children aged 0-14 are also included in the survey.According to recommendations of the World Health Organization (WHO) the first question addressed to the respondent in the EHIS survey is self-assessment of health status, i.e. how a person perceives and evaluates his or her own health. In the case of adolescents and adults (aged 15 and over), a response was requested directly from the respondent. For children up to age 15, parents, legal guardians, and relatives may be able to provide information about them. The answer categories used in this question were: very good, good, so so (neither good nor bad), bad and very bad.","zrodlo_danych":"Central Statistcal Office of Poland","czestotliwosc_dostępnosc_danych":"Data every 5 years  since 2009","uwagi":"Proxy indicator, available within the Polish public statistics. An original indicator, adopted by the UN for monitoring target 4.2 of the 2030 Agenda is 4.2.1 Proportion of children under 5 years of age who are developmentally on track in health, learning and psychosocial well-being, by sex","indicator_variable_1":"total","kategorie":null,"zmienne":null,"jednostka":"percent","pre":1,"graph":"bar","source_url":"www.stat.gov.pl","permalink":"/en/statistics_glob/4-2-1/","sdg_goal":4,"indicator":"4.2.1","target_id":"4.2.1","graph_title":"Percentage of children under 5 years of age with health subjectively evaluated as very good or good"}
