{"sdg_goal":4,"lang":"en","indicator":"4.4.1.a","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proportion of youth and adults with information and communications technology (ICT) skills, by type of skill","target_id":"4.4.1.a","nazwa_wskaznika":"4.4.1.a Proportion of youth and adults with information and communications technology (ICT) skills, by type of skill","cel":"Goal 4. Quality education","zadanie":"4.4 By 2030, substantially increase the number of youth and adults who have relevant skills, including technical and vocational skills, for employment, decent jobs and entrepreneurship","definicja":"The percentage of young people (aged 16-24) and adults (aged 16-74) who have skills in information and communication technologies.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total, age","wyjasnienia_metodologiczne":"Information and Communication Technologies (ICT) - technologies that process, collect and transmit information electronically.Data for the indicator comes from the Study of the use of Information and Communication Technologies in households and by individuals.The study of the use of Information and Communication Technologies in households and by individual users started in the EU in 2002, using mainly the method of direct or telephone interviews. In Poland, monitoring of the ICT usage in households in accordance with the European Union (EU) harmonized methodology was launched in 2004. Since then, the survey has been carried out annually and voluntary participation is ongoing. The study is carried out through face-to face interviews and includes households with at least one person aged 16-74 and persons of that age.Data for the years 2010-2014 refer to the percentage of people with computer skills (by level: low, medium, high) and internet skills (by level: low, medium, high). The level of computer and Internet skills was calculated on the basis of a list of activities related to using the computer or the internet, as appropriate, including: coping or moving a file or folder, using the copy and paste command to duplicate or move information within a document, using the basic math functions in a spreadsheet, compressing (packing) files using a special program, installing new devices, writing a computer program using a specialized programming language, using an internet search engine to find information, sending e-mail with attachments (e.g. documents, graphic files), participating in online chat rooms, groups or forums (e.g. on social networking sites)  dialing via the Internet, using programs to exchange movie files, music, etc., creating website. Starting in 2015, the Eurostat methodology for digital literacy indicators calculation has been changed. This methodology is no longer based on the existing list of activities, so the indicators based on it are not available since 2015. New indicators cover the percentage of people with total digital skills (by level: low, basic, above basic) and by skill type (information, communication, problem-solving, software).","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  from 2010 to 2014","uwagi":null,"indicator_variable_1":"copying or moving a file or folder,using copy and paste tools to duplicate or move information within a document,using the basic math functions in a spreadsheet,installing new devices,transferring files between a computer and other devices,changing or checking program settings,creating electronic presentations with presentation software,sending e-mail with attachments,copying or moving a file or folder_,using copy and paste tools to duplicate or move information within a document_,using the basic math functions in a spreadsheet_,installing new devices_,transferring files between a computer and other devices_,changing or checking program settings_,creating electronic presentations with presentation software_,sending e-mails with attachements_","kategorie":"Persons aged 16-74,Persons aged 16-24","zmienne":"copying or moving a file or folder,using copy and paste tools to duplicate or move information within a document,using the basic math functions in a spreadsheet,installing new devices,transferring files between a computer and other devices,changing or checking program settings,creating electronic presentations with presentation software,sending e-mail with attachments;copying or moving a file or folder,using copy and paste tools to duplicate or move information within a document,using the basic math functions in a spreadsheet,installing new devices,transferring files between a computer and other devices,changing or checking program settings,creating electronic presentations with presentation software,sending e-mails with attachements","jednostka":"percent","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_glob/4-4-1-a/","sdg_goal":4,"indicator":"4.4.1.a","target_id":"4.4.1.a","graph_title":"Proportion of youth and adults with information and communications technology (ICT) skills, by type of skill"}
