{"sdg_goal":4,"lang":"en","indicator":"4.4.1.b","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Percentage of persons with basic or above basic digital skills","target_id":"4.4.1.b","nazwa_wskaznika":"4.4.1.b Percentage of persons with basic or above basic digital skills","cel":"Goal 4. Quality education","zadanie":"4.4 By 2030, substantially increase the number of youth and adults who have relevant skills, including technical and vocational skills, for employment, decent jobs and entrepreneurship","definicja":"Percentage of individuals aged 16-74 with basic or above basic digital skills","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Data come from the survey Information society indicators which is a questionnaire-based sample survey carried out through face-to face interviews. Participation in it is voluntary. The survey is conducted in April every year. In accordance with the requirements set up in the Commission regulations, the survey covers all households in the country (with at least one person aged 16-74) and all persons aged 16-74 living in those households. Persons living in collective accommodation establishments (such as student dormitories, employee hostels, social welfare homes, convents, hospitals, barracks, prisons, etc.) are excluded from the survey. Foreigners may participate in the survey as long as they are able to speak Polish.The indicator concerns persons with two highest out of four levels of overall digital skills: persons with basic overall digital skills – persons who used the Internet in the last 3 months and had every type of skills out of information, communication, problem solving and software skills but at least one type on a basic level. persons with above basic overall digital skills – persons who used the Internet in the last 3 months and had every type of skills out of information, communication, problem solving and software skills on an above basic level. Persons with each type of digital skills on at least basic level are defined as follows: – Persons with basic information skills – persons who used the Internet in the last 3 months and carried out only one of the following activities: coping or moving files or folders  using the Internet storage space to save documents, pictures, music, video or other files  using the Internet to contact public authorities through obtaining information from their websites  finding information about goods or services in the Internet  seeking health-related information in the Internet (e.g. about injuries, illnesses, nutrition, improving health, etc.). – Persons with above basic information skills – persons who used the Internet in the last 3 months and carried out a few of above-mentioned activities. – Persons with basic communication skills – persons who used the Internet in the last 3 months and carried out only one of the following activities: sending/receiving e-mails  participating in social networks (creating user profile, posting messages or other contributions to such networks as Facebook, Twitter, Nasza Klasa, Grono, etc.)  telephoning/video calls over the Internet (e.g. using Skype or Facetime)  uploading self-created content (text, photos, music, videos, software, etc.) to any website to be shared. – Persons with above basic communication skills – persons who used the Internet in the last 3 months and carried out a few of above-mentioned activities. – Persons with basic problem solving skills – persons who used the Internet in the last 3 months and carried out at least one activity from either a list A or B but not from both lists, where: the list A: transferring files between computers or other devices (e.g. a camera, a video camera, a mobile phone or a mp3/mp4 player)  installing software and applications  changing settings (options/preferences in ‘tools’ menu) of any software, including operational system or security programs (e.g. antivirus)  the list B: purchasing goods or services for private use over the Internet in the last 12 months  selling goods or services over the Internet, e.g. via auctions (e.g. Allegro, eBay)  doing an online course or using online learning materials other than a complete online course (e.g. audio-visual materials, online learning software, electronic textbooks) or communicating with instructors or students using educational websites/portals  using Internet banking. – Persons with above basic problem solving skills - persons who used the Internet in the last 3 months and carried out at least one activity from the list A and at least one from the list B. – Persons with basic software skills – persons who used the Internet in the last 3 months and carried out at least one activity from a list A and none from a list B, where the list A: using word processing software (e.g. Word, Writer, WordPerfect)  using spreadsheet software (e.g. Excel)  using software to edit photos, video or audio files  the list B: creating presentations or documents integrating text, pictures, tables or charts  writing a code in a programming language  using advanced functions of spreadsheet software to organise and analyse data, such as sorting, filtering, using formulas, creating charts. – Persons with above basic software skills – persons who used the Internet in the last 3 months and carried out at least one activity from the list B.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2015","uwagi":null}
