{"sdg_goal":4,"lang":"en","indicator":"4.6.0","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"bar","graph_title":"Results of PISA tests - percentage of the lowest-performing students in mathematics","target_id":"4.6","nazwa_wskaznika":"4.6 Results of PISA tests - percentage of the lowest-performing students in mathematics","cel":"Goal 4. Quality education","zadanie":null,"definicja":"Percentage of the lowest-performing students (below level 2) in mathematics in the number of students taking the exam.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Programme for International Student Assessment – PISA is internationally coordinated by the Organisation for Economic Co-operation and Development (OECD) and in Poland by the Ministry of National Education. The aim of the programme is to verify the practical application of knowledge acquired in school and outside the school. The survey (representative) is carried out in randomly selected schools, and depending on the type of school, it covers randomly selected students aged 15-16 (results are generalized to the entire population). The success of the survey depends on the participation of all sampled schools and students. PISA standards only allow a small-scale denial.PISA tests students skills in three subject areas: reading and interpretation, mathematics and scientific literacy. The survey is carried out every three years since 2000. In each of the subsequent surveys, a particular emphasis is put on the examination of one area (mathematics - in 2003 and 2012), which takes half of the time provided for the student to solve the entire set of tasks.PISA tests (developed by an international consortium, with the cooperation of the countries participating in the project) are different from typical school activities, and on the basis of the results, the level of student skills is estimated. The best students reach level 5 or 6 (tasks with a relatively high degree of difficulty), while results below level 2 - a minimum level of competence - indicate very basic skills, which means an higher risk of not coping with education and adult life.PISA is one of the most important and the biggest educational surveys, which aims to provide objective and internationally comparable data on the same year students skills.","zrodlo_danych":"Organisation for Economic Co-operation and Development / Ministry of Education","czestotliwosc_dostępnosc_danych":"Annual data every 3 years  since 2009","uwagi":"The value of the indicator in 2010 is for 2009."}
