{"sdg_goal":4,"lang":"en","indicator":"4.6.1.a","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proportion of population achieving at least a fixed level of proficiency in functional literacy","target_id":"4.6.1.a","nazwa_wskaznika":"4.6.1.a Proportion of population achieving at least a fixed level of proficiency in functional literacy","cel":"Goal 4. Quality education","zadanie":"4.6 By 2030, ensure that all youth and a substantial proportion of adults, both men and women, achieve literacy and numeracy","definicja":"The ratio of the number of people achieving at least a fixed level of proficiency in functional literacy (minimum level 2) to the total number of people covered by the study.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total, sex, age","wyjasnienia_metodologiczne":"The data comes from the International Program of Adult Competencies (PIAAC).The PIAAC study allows for directly measurement of three competencies: literacy  numeracy  ability to solve problems in technology-rich environments. In addition, PIAAC provides information about the relationship between skills and intensity of their use, education, educational activity and labor market situation.International Program of Adult Competencies is coordinated internationally by the Organization for Economic Co-operation and Development (OECD) and in Poland by the Institute for Educational Research. A representative of the Ministry of National Education represented Poland in a Board of Participating Countries, e.i. in a group that manages the development, implementation and monitoring of the study.In the first round of the PIAAC study (2008-2013) 24 countries were participating, out of which 22 are OECD members. A total of 166 thousand persons aged 16-65 were examined (including 9.4 thousand in Poland). Work on the study concept was undertaken in 2008. In most countries, the study covered the period from August 2011 to March 2012. Publication of results and completion of the first round of PIAAC took place in October 2013. The second round of study (2012-2016) covered 9 further countries and its results were announced in June 2016. Currently, the third round of study (2016-2019) is underway, which will concern the next 6 countries.and its results (international report and datasets) will be published in October 2023.The PIAAC study adopted a contractual scale of competence ranging from 0 to 500 points. This scale has been divided into: 6 skill levels (1 to 5 and below 1) - in terms of literacy and numeracy  4 skill levels (1 to 3 and 1 below) - in terms of ability to solve problems in technology-rich environments. The higher the level, the better the skill. People with the highest level of understanding of text or mathematical reasoning are assigned 4 or 5 skill levels, and in terms of solving problems in technology-rich environments - level 3. In both cases, people with the weakest results are classified as 1 or less than 1.","zrodlo_danych":"Organisation for Economic Co-operation and Development","czestotliwosc_dostępnosc_danych":"Data every few years  since 2013","uwagi":"Data for 2013 refers to results from the first edition of the PIAAC study, supplemented with data from the second round (in 2016).","indicator_variable_1":"total,males,females,16-24 years,25-34 years,35-44 years,45-54 years,55-65 years","kategorie":"sex, age","zmienne":"total,males,females;16-24 years,25-34 years,35-44 years,45-54 years,55-65 years","jednostka":"percent","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_glob/4-6-1-a/","sdg_goal":4,"indicator":"4.6.1.a","target_id":"4.6.1.a","graph_title":"Proportion of population achieving at least a fixed level of proficiency in functional literacy"}
