{"sdg_goal":4,"lang":"en","indicator":"4.a.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proportion of schools with access to (a) electricity  (b) the Internet for pedagogical purposes  (c) computers for pedagogical purposes  (d) adapted infrastructure and materials for students with disabilities  (e) basic drinking water  (f) single sex basic sanitation facilities  and (g) basic handwashing facilities","target_id":"4.a.1","nazwa_wskaznika":"4.a.1 Proportion of schools with access to (a) electricity  (b) the Internet for pedagogical purposes  (c) computers for pedagogical purposes  (d) adapted infrastructure and materials for students with disabilities  (e) basic drinking water  (f) single sex basic sanitation facilities  and (g) basic handwashing facilities","cel":"Goal 4. Quality education","zadanie":"4.a Build and upgrade education facilities that are child, disability and gender sensitive and provide safe, non-violent, inclusive and effective learning environments for all","definicja":"Proportion of schools with access to: (a) electricity  (b) the Internet for pedagogical purposes  (c) computers for pedagogical purposes  (d) adapted infrastructure and materials for students with disabilities  (e) basic drinking water  (f) single sex basic sanitation facilities  and (g) basic handwashing facilities","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"According to par. 53 Regulation of the Minister of Infrastructure of 12 April 2002 on the technical conditions to be fulfilled by buildings and their location (Journal of Laws of 2015, item 1422), each building, as appropriate for its purpose, should be equipped with an internal electrical installation. In addition,as follows from the the above regulation, public toilets require the separation of sanitary facilities for men and women [para. 85(1)] and the provision of hand washing devices [para. 84(2)].The Regulation of the Minister of National Education and Sport of 31 December 2002 on safety and hygiene in public and non-public schools and institutions (Journal of Laws of 2003 No. 6, item 69, as amended) regulates access to drinking water. In the absence of a water supply network, another source of water that meets the requirements for drinking water is provided in schools and institutions.Taking into account the above regulations it should be assumed that 100% of schools in Poland have access to electricity and drinking water, as well as separate sanitary facilities for men and women and hand washing devices. Otherwise they could not be used for educational purposes.Data on the percentage of schools with computer labs and schools with access to the Internet are derived from the Education Information System of the Ministry of Education.","zrodlo_danych":"Ministry of National Education","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":null}
