{"sdg_goal":5,"lang":"en","indicator":"5.5.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"scatter","graph_title":"Proportion of seats held by women in national parliaments and local governments","target_id":"5.5.1","nazwa_wskaznika":"5.5.1 Proportion of seats held by women in national parliaments and local governments","cel":"Goal 5. Gender equality","zadanie":"5.5 Ensure women’s full and effective participation and equal opportunities for leadership at all levels of decision-making in political, economic and public life","definicja":"Share of women: in the Sejm and the Senate, serving as village mayors, mayors, presidents of cities, in gmina councils, powiat councils and voivodship regional councils.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"The legislative power in the Republic of Poland is exercised by the Sejm and the Senate. The Sejm consists of 460 deputies. The Senate consists of 100 senators. The Sejm and the Senate are elected for four-year terms.The share of women / Deputies / Senators in the parliament (as of the beginning of the term) in 2011 refers to the VII term of the Sejm and VIII term of the Senate (since 8 November 2011 to 11 November 2015 r), and in 2015 - the VIII term of the Sejm and IX term of the Senate (from 12 November 2015).Resolution-making bodies (constitutive) of the local government units include the gmina council, the powiat council and the voivodship regional council. Members of these bodies (councilors) are elected for four-year terms. The gmina council is the constitutive and control body in the gmina.Executive authorities in rural gminas are village mayors, in urban and urban-rural gminas - mayors, and presidents in big cities (inhabited by more than 1000 thous. population as well as cities in which according to the date of entry into force of the Law on Local Government, which is 27 May 1990, the executive-managing body was the president of the city – it concerned cities with over 50 thous. population and former voivodship cities).","zrodlo_danych":"Chancellery of the Sejm and Chancellery of the Senate / Statistics Poland","czestotliwosc_dostępnosc_danych":"Data every four years  since 2010 - local governments  since 2011 - parliament.","uwagi":"Data on: willage mayor, mayor, president of the city – include district mayors of the Capital City of Warsaw  gmina councils – exclude councillors of city councils in cities with powiat status  city councils in cities with powiat status – include councillors of district councils in the Capital City of Warsaw."}
