{"sdg_goal":5,"lang":"en","indicator":"5.5.2","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proportion of women in managerial positions","target_id":"5.5.2","nazwa_wskaznika":"5.5.2 Proportion of women in managerial positions","cel":"Goal 5. Gender equality","zadanie":"5.5 Ensure women’s full and effective participation and equal opportunities for leadership at all levels of decision-making in political, economic and public life","definicja":"The indicator presents the share of women in managerial positions in the total number of employees in managerial positions.Data for the 4th quarter of a given year.Employed persons working in managerial positions include those working in professions classified (according to the Classification of Professions and Specialties) to the group “Managers”.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Data are obtained from the Labour Force Survey (LFS) conducted on a quarterly basis using the continuous observation method (mobile survey week), allowing to illustrate the situation on the labour market during the entire quarter. The survey covers persons aged 15 and more, who are members of households in the selected dwellings.Employed persons are all persons aged 15 and more, who during the reference week:– performed, for at least 1 hour, any work providing earnings or incomes, i.e. were employed as an employee, working on their own (or leased) farm in agriculture or conducted economic activity outside agriculture, assisted (without wages or salaries) in maintaining a family-owned farm in agriculture or conducting a family-owned business outside agriculture,– had work but did not perform it: due to illness, maternity leave or vacation, due to other reasons, wherein the length of the break was: – not more than 3 months, – more than 3 months, but these persons were outworkers and during that period received at least 50% of the hitherto remuneration.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual frequency  since 2010","uwagi":null,"indicator_variable_1":"total","kategorie":null,"zmienne":null,"jednostka":"percent","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_glob/5-5-2/","sdg_goal":5,"indicator":"5.5.2","target_id":"5.5.2","graph_title":"Proportion of women in managerial positions"}
