{"sdg_goal":5,"lang":"en","indicator":"5.a.1.a","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Propotion of heads of the agricultural holding with ownership (including the joint-ownership by husband/wife and family members) in the total number of heads of agricultural holding","target_id":"5.a.1.a","nazwa_wskaznika":"5.a.1.a Propotion of heads of the agricultural holding with ownership (including the joint-ownership by husband/wife and family members) in the total number of heads of agricultural holding","cel":"Goal 5. Gender equality","zadanie":"5.a Undertake reforms to give women equal rights to economic resources, as well as access to ownership and control over land and other forms of property, financial services, inheritance and natural resources, in accordance with national laws","definicja":"Propotion of heads of the agricultural holding with ownership (including the joint-ownership by husband/wife and family members) in the total number of heads of agricultural holding.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total, age, sex","wyjasnienia_metodologiczne":"An agricultural holding is understood as a single unit, both technically and economically, which has a single management (holder or manager) and which conducts agricultural activity. Ownership right - the right to own, use and dispose of things within the limits established by law and social coexistence.Ownership of the agricultural holding is understood as a state by registration of land and buildings provided by the Head Office of Geodesy and Cartography.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Data every 3 years  since 2010","uwagi":"Proxy indicator, available within the Polish public statistics. An original indicator, adopted by the UN for monitoring target 5.a of the 2030 Agenda is 5.a.1: (a) Proportion of total agricultural population with ownership or secure rights over agricultural land, by sex  (b) Share of women among owners or rights-bearers of agricultural land, by type of tenure."}
