{"sdg_goal":6,"lang":"en","indicator":"6.2.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proportion of population using safetly managed sanitation services, including a hand-washing facility with soap and water","target_id":"6.2.1","nazwa_wskaznika":"6.2.1 Proportion of population using safetly managed sanitation services, including a hand-washing facility with soap and water","cel":"Goal 6. Clear water and sanitation","zadanie":"6.2 By 2030, achieve access to adequate and equitable sanitation and hygiene for all and end open defecation, paying special attention to the needs of women and girls and those in vulnerable situations","definicja":"Share of population connected to sewage system in total population.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"The indicator refers to the estimated number of people living in residential buildings and collective accommodation facilities, connected to sewage system, which significantly influences the quality of life. In principle, the ideal situation happens when the indicator value equals 100, but it can be attained only under rational and compact building development. When analyzing the indicator, not only the investment opportunities of municipalities (gminas) should be taken into account, but also the natural conditions and the nature of the building development, resulting in lower indicator values in rural areas and areas with varied landscaping.The starting point for data estimation are the results of the National Census of Population and Housing. The data is then corrected by adding information on change of the number of completed buildings and the number of dwellings per one building (based on reports on residential buildings and dwellings in non-residential buildings completed and reports on losses of dwelling stock). The indicator of the number of persons per one dwelling comes from the balance of dwelling stocks. This is the number of actually residing population, as of December 31 in a given year, divided by the number of dwellings. Information on the newly connected or disconnected buildings is derived from the report on water supply system, sewage system and liquid waste stored in septic tanks.Data on the population connected to water supply and sewage system since 2014, due to a change of the estimation method, are not fully comparable with the data presented for previous years.According to the Law of 7 June 2001 on the public water supply and sewage collection, an active sewerage network is a system of covered canals (underground) discharging sewage from buildings and other objects to collectors or waste water treatment facilities.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010.","uwagi":null,"indicator_variable_1":"total","kategorie":null,"zmienne":null,"jednostka":"percent","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_glob/6-2-1/","sdg_goal":6,"indicator":"6.2.1","target_id":"6.2.1","graph_title":"Proportion of population using safetly managed sanitation services, including a hand-washing facility with soap and water"}
