{"sdg_goal":6,"lang":"en","indicator":"6.3.2","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proportion of bodies of water with good ambient water quality","target_id":"6.3.2","nazwa_wskaznika":"6.3.2 Proportion of bodies of water with good ambient water quality","cel":"Goal 6. Clear water and sanitation","zadanie":"6.3 By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing release of hazardous chemicals and materials, halving the proportion of untreated wastewater and substantially increasing recycling and safe reuse globally","definicja":"Proportion of waterbodies with good water status to the total number of waterbodies monitored according to diagnostic monitoring program in the last 6 years in the given category of water ie: (1) lakes, (2) rivers.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"The status of uniform water bodies of river and lakes is evaluated as good or bad by comparing results of the classification of ecological status or potential (on the basis of research results concerning quality indices of waters constituting physico– chemical, biological and hydromorphological elements) with results of the classification of their chemical status if it was planned and completed (on the basis of limit values of chemical quality indices). The worst indicator decides about final assessment. Classification of the uniform water bodies to the moderate or worse ecological status/potential, or to the bad chemical status, shows the bad status of waters, what informs that during evaluated period the uniform water body did not comply the assigned requirements of environmental goals. When the result of assessment showed at least good ecological status/potential, but the chemical status was not assessed or chemical status was good, but it was impossible to classify the ecological status/potential, it was impossible to define the final assessment of the status of uniform water bodies. The assessment of monitored uniform rivers and lakes water bodies was completed with extrapolation or expert assessment of the rest of waters. In the accepted method, when there was no data for precised classification of the ecological status/potential, “at least good” or “below good” classification was assigned, what enabled to define the final assessment of the status. Due to the cyclical planning and programming in water management in Poland, data on quality of surface water relate to the cycles 2010 –2015 for lakes and for rivers (the lakes were monitored in voivodships, and the rivers across the country).","zrodlo_danych":"Chief Inspectorate of Environmental Protection","czestotliwosc_dostępnosc_danych":"every 6 years","uwagi":"Indicator related to the water management cycle 2010-2015  The indicator for the next water management cycle 2016-2021 will be calculated in 2022.","indicator_variable_1":"lakes,rivers","kategorie":"water","zmienne":"lakes,rivers","jednostka":"percent","pre":0,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_glob/6-3-2/","sdg_goal":6,"indicator":"6.3.2","target_id":"6.3.2","graph_title":"Proportion of bodies of water with good ambient water quality"}
