{"sdg_goal":6,"lang":"en","indicator":"6.3.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proportion of wastewater safely treated","target_id":"6.3.1","nazwa_wskaznika":"6.3.1 Proportion of wastewater safely treated","cel":"Goal 6. Clear water and sanitation","zadanie":"6.3 By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing release of hazardous chemicals and materials, halving the proportion of untreated wastewater and substantially increasing recycling and safe reuse globally","definicja":"The ratio of the quantity of industrial and municipal waste water treated biologically, chemically and with an increased removal of nutrients, to the quantity of waste requiring purification discharged waters or into the ground within a year.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Industrial wastewater includes sewage which is not domestic wastewater or rainwater produced as a result of commercial, industrial, storage, transportation or service activity as well as water mixed with sewage produced by other entities discharged by sewage network owned by this plant. The types and amount of pollutants in industrial wastewater are very diverse. They depend on the type of industry, type of raw materials used in production and the production technology used. In statistics, the industrial wastewater also include cooling water, polluted and saline waters from mine drainage and sewage works as well as social and living wastewaters related to manufacturing processes.Data on industrial wastewater refer to sewage discharged by the entities, which according to Polish Classification of Activity were included under \"Industry\" covering ”Mining and quarrying”, ”Manufacturing”, ”Electricity, gas, steam and air conditioning supply” and “Water supply  sewerage, waste management and remediation activities” as well as other sections, whose share in the volume of discharged sewage is insignificant. Industrial wastewater requiring treatment means sewage discharged via a network of open canals or ditches directly to waters, ground or sewage network from production entities (including water contaminated as a result of dehydration of mines and contaminated waters used in industry for cooling). Municipal wastewater means domestic wastewater or mixture of domestic wastewater with industrial sewage and rainwater disposed of by a commune through sewage water system and wastewater treatment plants.Data on municipal wastewaters cover sewage discharged via a sewage network by the units managed by water supply and sewage companies and plants established by a voivode (or managed by territorial self-local governments) and from 1994 all units supervising collective discharge of sewage via sewage network (including housing cooperatives, water companies, water service plants, enterprises etc.) Prior to discharge to the recipient, all the sewage should be treated. Thus, in the statistics, the wastewater means wastewater requiring treatment. The data do not include precipitation and infiltration water discharged via sewage network.Wastewater treated is wastewater subjected to the process of adjusting to environmental standards or other quality standards. Three methods are distinguished: mechanical, chemical and biological processes or increased biogene removal (including chemical). For the purpose of calculating the total amount of treated wastewater, only the amount which was subjected to the highest mentioned biogene removal is presented. Therefore, wastewater treated mechanically and biologically should be reported as wastewater treated biologically and the wastewater treated using all methods should be reported as treated using increased biogene removal method.Wastewater requiring treatment is wastewater which prior to discharge to the recipient, should undergo treatment processes.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010.","uwagi":null,"indicator_variable_1":"total","kategorie":null,"zmienne":null,"jednostka":"percent","pre":2,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_glob/6-3-1/","sdg_goal":6,"indicator":"6.3.1","target_id":"6.3.1","graph_title":"Proportion of wastewater safely treated"}
