{"sdg_goal":7,"lang":"en","indicator":"7.3.0","jednostka":null,"source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"ODEX (Aggregated energy efficiency index, 2000=100)","target_id":"7.3","nazwa_wskaznika":"7.3 ODEX (Aggregated energy efficiency index, 2000=100)","cel":"Goal 7. Affordable and clean energy","zadanie":null,"definicja":"Aggregated changes in individual energy consumption, observed in a given time on defined level of final use, calculated as the quotient of the actual energy consumption in a given year and the theoretical energy consumption not taking into account individual use effect (i.e. on assumption of previous energy intensity of given product production process).","jednostka_prezentacji":"none","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"ODEX indicator was elaborated in view of growing need in the field of monitoring energy efficiency, and in order to obtain understandable, simple to elaborate and comparable indicator, illustrating the progress in the energy efficiency in European Union member states.ODEX indicator is useful to monitor the realization of indicative target concerning energy efficiency as set out in directive 2006/32/WE on energy end-use efficiency and energy services.Currently, two alternative methods are used to calculate ODEX indicator. The result of both methods is identical.First of them (aggregation method based on individual consumption effect) connects the progress in the energy efficiency obtained in all subsectors on the basis of saved energy (e.g. Mtoe): based on &ldquo individual consumption effect”.Second method (weighted indicator method) weights separate indicator of individual consumption of each subsector on the basis of its share in energy consumption of total sector.ODEX indicator does not reflect current level of energy intensity, but the progress in reference to base year. The lower indicator, the higher improvement of energy use efficiency.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":"For households, so-called technical indicator was calculated, which is based on improvement of technical parameters of apartments used. The changes of inhabitants behaviors resulting in higher energy consumption are not taken into consideration. Due to the lack of official data on individual fuel consumption by different means of transport, the indicator is calculated based on estimated parameters, thus it can be burdened with error."}
