{"sdg_goal":8,"lang":"en","indicator":"8.10.2","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Percentage of adults (15 years and older) with an account at a bank or other financial institution","target_id":"8.10.2","nazwa_wskaznika":"8.10.2 Percentage of adults (15 years and older) with an account at a bank or other financial institution","cel":"Goal 8. Decent work and economic growth","zadanie":"8.10 Strengthen the capacity of domestic financial institutions to encourage and expand access to banking, insurance and financial services for all","definicja":"Percentage of population aged 15 and more having a personal account / checking and savings account with a bank or Co-operative Savings and Credit Union (SKOK).","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total, age, sex","wyjasnienia_metodologiczne":"The survey, conducted in 2015, was quantitative in character. 2, 000 personal interviews (N-observations) were carried out via computer-assisted interviewing (CAPI) from March to April 2015.The way that country-wide sample was selected ensured representativeness of the survey results for Poland's population aged 15+ with respect to sex, age and place of residence (locality LAU-1, LAU-2 and voivodship NUTS-2 size).The randomness in respondent selection was ensured thanks to: locality sampling in individual classes, address sampling (street and number), applying the procedure of random route. Locality and address sampling was carried out via Central Statistical Office's central catalogue of streets (ULIC), being part of the system of the address identification of streets, real properties, buildings and dwellings (NOBC) (http://bip.stat.gov.pl/dzialalnosc-statystyki-publicznej/rejestr-teryt/zakres-rejestru-teryt/).","zrodlo_danych":"National Bank of Poland","czestotliwosc_dostępnosc_danych":"Data from the survey carried out in 2015.","uwagi":"An original indicator, adopted by the UN for monitoring target 8.10 of the Agenda 2030 is 8.10.2 Proportion of adults (15 years and older) with an account at a bank or other financial institution or with a mobile-money-service provider."}
