{"sdg_goal":8,"lang":"en","indicator":"8.5.0","jednostka":null,"source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Ease of Doing Business Index (ranking positions in Doing Business)","target_id":"8.5","nazwa_wskaznika":"8.5 Ease of Doing Business Index (ranking positions in Doing Business)","cel":"Goal 8. Decent work and economic growth","zadanie":null,"definicja":"Country position in the Doing Business ranking in terms of ease of doing business. The higher the ranking, the simpler the rules for running a business and the stronger the protection of property by law.","jednostka_prezentacji":null,"dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Ease of doing business index is meant to measure regulations directly affecting businesses and does not directly measure more general conditions such as a nation&#39 s proximity to large markets, quality of infrastructure, inflation, or crime. A nation&#39 s ranking on the index is based on the average of 10 subindices: starting a business – procedures, time, cost and minimum capital to open a new business  dealing with construction limits – procedures, time and cost to build a warehouse  getting electricity – time and cost required for a business to obtain a permanent electricity connection for a newly constructed warehouse  registering property – procedures, time and cost to register commercial real estate  getting credit – strength of legal rights index, depth of credit information index  protecting investors – indices on the extent of disclosure, extent of director liability and ease of shareholder suits  paying taxes – number of taxes paid, hours per year spent preparing tax returns and total tax payable as share of gross profit  trading across boarders – number of documents, cost and time necessary to export and import  enforcing contracts – procedures, time and cost to enforce a debt contract  resolving insolvency – time, cost and recovery rate under bankruptcy proceeding.","zrodlo_danych":"World Bank","czestotliwosc_dostępnosc_danych":"Annual data  since 2012","uwagi":"The Doing Business report is prepared once a year, and it is based on data from the year preceding its publication. Data presented as of 2013 come from the Doing Business report from 2014."}
