{"sdg_goal":8,"lang":"en","indicator":"8.5.2","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Unemployment rate (according to LFS)","target_id":"8.5.2","nazwa_wskaznika":"8.5.2 Unemployment rate (according to LFS)","cel":"Goal 8. Decent work and economic growth","zadanie":"8.5 By 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value","definicja":"The share of unemployment in total number of economically active persons, i.e. the employed and unemployed (in percent). The indicator may relate to the unemployed in terms of total or given group.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total, sex, age","wyjasnienia_metodologiczne":"Data comes from a sample survey: Labour Force Survey (LFS). The survey is conducted on a quarterly basis. The survey is conducted as continuous observation (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15 and more who are members of households in dwellings selected on a random basis.In the context of economic activity –work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the tree main categories are distinguished: employed, unemployed and ecomically inactive persons. The employed, unemployed are the economically active population.The employed are defined as all persons aged 15 and more who during the reference week:– performed for at least one hour any work generating pay or income, i.e. were employed as employees, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in work on family agricultural farm or in conducting family economic activity outside agriculture,– had work but did not perform it due to: due to sickness, maternity leave, paternal leave or vacation, due to other reasons, but the break in employment: – did not exceed 3 months,– excedeed 3 months but these persons worked as employees and during that period received at least 50% of the hitherto remuneration.In accordance with the international standards, among the employed, there are also included apprentices who entered into occupational training or occupational preparation contract with a private or public employer if they received remuneration.Unemployed persons are persons aged 15-74 who simultaneously fulfil three conditions:– within the reference week were not employed,– were actively looking for work, i.e. for over 4 weeks (the reference week being the fourth one) had been involved in concrete actions aimed at finding a job,– were available to take up work within two weeks after the reference week.Persons who were not seeking work because they had already found a job, were only waiting to start work within the period no longer than 3 months, and were available for this job are also included in the category of the unemployed.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  Since 2010.","uwagi":null}
