{"sdg_goal":8,"lang":"en","indicator":"8.8.2","jednostka":"points","source_url":"www.stat.gov.pl","graph":"bar","graph_title":"Level of national compliance of labour rights (freedom of association and collective bargaining) based on International Labour Organization (ILO) textual sources and national legislation","target_id":"8.8.2","nazwa_wskaznika":"8.8.2 Level of national compliance of labour rights (freedom of association and collective bargaining) based on International Labour Organization (ILO) textual sources and national legislation","cel":"Goal 8. Decent work and economic growth","zadanie":"8.8 Protect labour rights and promote safe and secure working environments for all workers, including migrant workers, in particular women migrants, and those in precarious employment","definicja":"The indicator is defined according to ILO Conventions 87 on Freedom of Association and Protection of the Right to Organize and 98 on Right to Organize and Collective Bargaining and related ILO jurisprudence.This indicator is based on coding and compiling the findings of selected sources and compiling this information in a readily accessible and concise manner: it is normalized to range zero to 10 (best to worst possible score) with breakdowns for overall freedom of association and collective bargaining rights as well as these rights in law and in practice. The indicator builds on five basic elements: the premises of definitional validity, reproducibility and transparency  the 108 evaluation criteria used to code violations in law and practice (each with their own specific detailed definitions)  the textual sources selected for coding  the general and source-specific coding rules  the rules to convert the coded information into normalized indicators.","jednostka_prezentacji":"points","dostepne_wymiary":"overall, in law, in practice","wyjasnienia_metodologiczne":"Scores are assigned based on coding of freedom of association and collective bargaining (FACB) rights violations in ILO textual sources according to the 108 evaluation criteria. Weights for these evaluation criteria are assigned based on the use of the Delphi survey method of expert consultation. Indicator are normalized to range zero to 10 (best to worst possible score) with breakdowns for overall freedom of association and collective bargaining rights as well as these rights in law and in practice.Textual sources: Reports of the Committee of Experts on the Application of Conventions and Recommendations Reports of the Conference Committee on the Application of Standards Country baselines under the ILO Declaration Annual Review Representations under Article 24 of the ILO Constitution Complaints under Article 26 of the ILO Constitution Reports of the Committee on Freedom of Association National legislation. Information from these sources is coded according to 108 evaluation criteria representing different types of FACB rights violations, such as: Violations of fundamental civil liberties. Workers’ right to establish and join organizations. Rights concerning the internal functioning of these organizations. Rights to collective bargaining. The right to strike. These categories are themselves split into violations of FACB rights in law and in practice: violations in law refer to national legislation that is not in conformity with FACB rights as defined by the ILO as well as to actions taken on the basis of such legislation, violations in practice refer to acts committed and in violation of the existing national legislation that is in conformity with FACB rights as defined by the ILO. Overall violations are the sum of violations in law and in practice .The rules used for coding and the underlying methodology can be found at http://labour-rights-indicators.la.psu.edu/about","zrodlo_danych":"International Labour Organization, Penn University","czestotliwosc_dostępnosc_danych":"Data every few years  Since 2012.","uwagi":null}
