{"sdg_goal":9,"lang":"en","indicator":"9.2.0","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Business enterprise expenditure on R&amp D in relation to GDP","target_id":"9.2","nazwa_wskaznika":"9.2 Business enterprise expenditure on R&amp D in relation to GDP","cel":"Goal 9. Industry, Innovation and Infrastructure","zadanie":null,"definicja":"Ratio of intramural expenditure on research and development incurred by units belonging to the business enterprise sector in the country carrying out such activities (BERD), regardless of the source of funds, to GDP.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Research and experimental development (R&amp D) comprise creative work undertaken on a systematic basis in order to increase the stock of knowledge (e.g. about man, culture and society) and the use of this stock of knowledge to devise new applications. R&amp D includes: scientific research (basic, applied, industrial) and experimental development.Intramural expenditures on R&amp D are expenditures incurred in a reporting year on R&amp D in the reported entity, irrespective of origin of such funds, i.e. including funds obtained from abroad (exports of R&amp D). They cover both current expenditures and investment outlays on fixed assets related to R&amp D, but do not cover depreciation of these assets.According to Frascati Manual, the business enterprise sector (BES) is one of four sectors of performance and includes: all firms, organisations and institutions, whose primary activity is the market production of goods or services (other than higher education) for sale to the general public at an economically significant price and entities that cooperate with business enterprise sector (derived from the government and the private non-profit institutions sector), which showed a high percentage of funds designed to R&amp D that were acquired as a result of cooperation with enterprises.Gross domestic product (GDP) illustrates the final result of the activity of all entities of the national economy. It is calculated on the basis of ESA methodology, which is mandatory within European Union.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":null}
