{"sdg_goal":9,"lang":"en","indicator":"9.2.2","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Manufacturing employment as a proportion of total employment","target_id":"9.2.2","nazwa_wskaznika":"<b>9.2.2 Manufacturing employment as a proportion of total employment</b>","cel":"<p>Goal 9. Industry, Innovation and Infrastructure</p>","zadanie":"9.2 Promote inclusive and sustainable industrialization and, by 2030, significantly raise industry’s share of employment and gross domestic product, in line with national circumstances, and double its share in least developed countries","definicja":"Share of manufacturing employment in total employment.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"<p>Data regarding <b>employment</b> include persons performing work providing earnings or income.</p> <p><b>The employed</b> include:</p> <p>a) employees hired on the basis of employment contract (labour contract, posting, appointment, election or service relation)</p>   <p>b) employers and own-account workers, i.e.:</p> <p>— owners, co-owners and leaseholders of private farms in agriculture (including contributing family workers),</p> <p>— owners and co-owners (including contributing family workers  excluding partners in companies who do not work in them) of entities conducting economic activity excluding private farms in agriculture,</p> <p>— other self-employed persons, e.g. persons practising learned professions</p>   <p>c) outworkers</p>   <p>d) agents (including contributing family workers and persons employed by agents)</p>   <p>e) members of agricultural production cooperatives (agricultural producer’s cooperatives and cooperatives established on their basis, as well as agricultural farmer’s cooperatives)</p>   <p>f) clergy fulfilling priestly obligations.</p> <p>The data include the employed in the budgetary entities conducting activity within the scope of national defence and public safety. They do not include persons employed on the basis of order-agreement or contract for a particular task/work.</p>","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data;  Since 2010.","uwagi":null}
