{"sdg_goal":9,"lang":"en","indicator":"9.3.0","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Share of net revenues from sales of new or significantly improved products in total turnover in industrial enterprises","target_id":"9.3","nazwa_wskaznika":"9.3 Share of net revenues from sales of new or significantly improved products in total turnover in industrial enterprises","cel":"Goal 9. Industry, Innovation and Infrastructure","zadanie":null,"definicja":"Share of value of net revenues from sales of products of innovative industrial enterprises in the total value of net revenues from sales of products of industrial enterprises that employ 10 and more persons.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Data concern industrial enterprises according to NACE Rev.2 - PKD 2007 classification, i.e. industrial enterprises whose predominant activity was classified into one of four sections: B - Mining and quarrying, C – Manufacturing, D – Electricity, gas, steam and air conditioning supply and E - Water supply  sewerage, waste management and remediation activities.Net revenues from sales of products include amounts due – without the value added tax - from the sale of products (goods and services), goods and materials.New product is a good and service that differ significantly in its characteristics or intended uses from products previously produced by an enterprise.Innovation activities are all scientific, technological, organisational, financial and commercial steps of enterprises which actually, or are intended to, lead to the implementation of innovations. Some of these activities are innovative, others are not novel activities but are necessary for the implementation of innovations. Innovation activities also include R&amp D that is not directly related to the development of a specific innovation.Product innovation is the introduction of a good or service that is new or significantly improved with respect to its characteristics or intended uses. This includes significant improvements in technical specifications, components and materials, incorporated software, user friendliness or other functional characteristics. Product innovations can utilise new knowledge or technologies, or can be based on new uses or combinations of existing knowledge or technologies. Product innovations in services consist in the introduction of significant improvements in the way services are offered, adding new functions or features to existing services or introducing brand new services.Products to be included to innovation do not have to be new to the market in which the enterprise operates, but it must be new, at least for the enterprise itself.Innovation survey is conducted on the basis of international methodology (Oslo Manual).Examples of product innovations: margarine that reduces blood cholesterol levels , global positioning systems GPS, proximity card, inbuilt wireless networking in laptops.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":"The data come form the survey on innovation activities of enterprises. Industrial enterprises in sections B, C, D, E of NACE Rev. 2, employing 10 and more persons, are included in the innovation survey. The survey is conducted on a total population of enterprises employing 50 and more persons and on the sample of other enterprises amounting to 25% of the population (excluding 2010, when the survey was conducted on a full population)."}
