{"sdg_goal":9,"lang":"en","indicator":"9.5.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Expenditure on research and development (R&amp D) activity in relation to GDP","target_id":"9.5.1","nazwa_wskaznika":"9.5.1 Expenditure on research and development (R&amp D) activity in relation to GDP","cel":"Goal 9. Industry, Innovation and Infrastructure","zadanie":"9.5 Enhance scientific research, upgrade the technological capabilities of industrial sectors in all countries, in particular developing countries, including, by 2030, encouraging innovation and substantially increasing the number of research and development workers per 1 million people and public and private research and development spending","definicja":"Sum of internal expenditures on research and development activity incurred by all national entities conducting this activity, irrespective of origin of the funds, in relation to GDP.Indicator is the main measure in research and development statistics, characterized the competitiveness and the level of knowledge economy.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Research and development (R&amp D ) is a creative work carried out on a systematic basis in order to increase the stock of knowledge of man, culture and society, and the use of this knowledge to devise new applications. It involves three types of activities, that is, basic research, applied research (including industrial) and experimental development.Intramural expenditures on R&amp D include expenditures on R&amp D performed within a statistical unit, whatever the source of funds. They involve both current and capital expenditures linked to R&amp D activities. Current expenditures on R&amp D include personnel costs as well as costs of used materials, non-durable articles and energy, costs of external services (other than R&amp D ) including external processing, transport, renovation, banking, postal, ICT, publishing or municipal services, costs of business trips and other current costs including, in particular, taxes and fees charging costs of activity and profits, property insurance, and equivalents for the benefit of employees – in a part in which they relate to R&amp D . Capital expenditures on R&amp D include expenditures on new fixed assets linked to R&amp D and, since 2016, costs of computer hardware used in reasearch and development activities for more than one year (charges for using the product of intellectual property by another entity as well as expenditures on software developed on one's own), costs of purchased patents, long-term licenses or other non-material and legal values that are used in research and development activities for more than one year. Gross domestic product (GDP) presents the final result of the activity of all entities of the national economy. GDP is equal to the sum of gross value added generated by all national institutional units, increased by taxes on products and decreased by subsidies on products. Gross domestic product is calculated according to obligatory in the European Union countries principles of the European System of National and Regional Accounts (ESA 2010) and recommendations of the Eurostat.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  Since 2010.","uwagi":null}
