{"sdg_goal":9,"lang":"en","indicator":"9.5.0","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Percentage of households with broadband Internet access at home","target_id":"9.5","nazwa_wskaznika":"9.5 Percentage of households with broadband Internet access at home","cel":"Goal 9. Industry, Innovation and Infrastructure","zadanie":null,"definicja":"Percentage of households with at least one person aged 16-74 having broadband Internet access at home (connection to the Internet featuring high speed of information flow measured in the hundreds of kilobits per second or megabits per second).","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"Data come from the survey Information society indicators, which is a questionnaire-based sample survey carried out in a voluntary face-to-face interview. The survey is conducted in April every year. In accordance with the requirements set up in the Commission regulations, the survey covers all households in the country (with at least one person aged 16-74) and all persons aged 16-74 living in those households. The survey excludes persons living in collective accommodation establishments such as student dormitories, employee hostels, social welfare homes, convents, hospitals, barracks, prisons etc. Foreigners may participate in the survey as long as they are able to speak Polish.Widespread and affordable broadband access is one of the ways of promoting knowledge and information-based society. Prevalence of broadband Internet access is considered as a key indicator for policy making in the field of ICT. Broadband Internet connections allow transmission of high quality images, videos, watching TV or playing games on the Internet, phone calls over the Internet with the possibility of viewing the caller as well as allow the use of a variety of advanced Internet services.","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  since 2010","uwagi":null,"indicator_variable_1":"total","kategorie":null,"zmienne":null,"jednostka":"percent","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/en/statistics_nat/9-5/","sdg_goal":9,"indicator":"9.5.0","target_id":"9.5","graph_title":"Percentage of households with broadband Internet access at home"}
