{"sdg_goal":9,"lang":"en","indicator":"9.b.1","jednostka":"percent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proportion of medium and high-tech industry value added in total value added","target_id":"9.b.1","nazwa_wskaznika":"<b>9.b.1 Proportion of medium and high-tech industry value added in total value added</b>","cel":"Goal 9. Industry, Innovation and Infrastructure","zadanie":"9.b Support domestic technology development, research and innovation in developing countries, including by ensuring a conducive policy environment for, inter alia, industrial diversification and value addition to commodities","definicja":"Share of value added of medium and high-tech enterprises in total value added of non-financial enterprises.","jednostka_prezentacji":"percent [%]","dostepne_wymiary":"total","wyjasnienia_metodologiczne":"<p>In accordance with NACE Rev.2 <b>high technology </b>covers: </p> <p>  • Division 21 Manufacture of basic pharmaceutical products and pharmaceutical preparations, </p> <p>  • Division 26 Manufacture of computer, electronic and optical products, </p> <p>  • Group 30.3 Manufacture of air and spacecraft and related machinery. </p> <p>In accordance with NACE Rev.2 <b>medium-high technology </b>covers: </p> <p>  • Division 20 Manufacture of chemicals and chemical products, </p> <p>  • Group 25.4 Manufacture of weapons and ammunition, </p> <p>  • Division 27 Manufacture of electrical equipment, </p> <p>  • Division 28 Manufacture of machinery and equipment n.e.c., </p> <p>  • Division 29 Manufacture of motor vehicles, trailers and semi-trailers excluding motorcycles, </p> <p>  • Division 30 Manufacture of other transport equipment (excluding Group 30.1 Building of ships and boats and Group 30.3 Manufacture of air and spacecraft and related machinery), </p> <p>  • Group 32.5 Manufacture of medical instruments and supplies excluding dental. </p> <p><b>Non-financial enterprise </b>is an entity (regardless of the number of persons employed in it) classified into the following NACE Rev.2 sections:</p> <p>B Mining and quarrying,C Manufacturing,</p> <p>D Electricity, gas, steam and air conditioning supply,</p> <p>E Water supply  sewerage, waste management and remediation activities,</p> <p>F Construction,</p> <p>G Wholesale and retail trade  repair of motor vehicles and motorcycles,</p> <p>H Transportation and storage,</p> <p>I Accommodation and food service activities,</p> <p>J Information and communication,</p> <p>L Real estate activities,</p> <p>M Professional, scientific and technical activities,</p> <p>N Administrative and support service activities,</p> <p>P Education (excluding higher education),</p> <p>Q Human health and social work activities (excluding independent public healthcare centres),</p> <p>R Arts, entertainment and recreation,</p> <p>S Other service activities (excluding Division 94 Activities of membership organisations).</p> <p><b>Value added at producer price </b>is a gross profit from operating activity including operating subsidies and indirect taxes. Its calculation is based on the turnover plus capitalised production, plus other profits from operating activity, plus or minus change in stocks, minus purchase of goods and services, minus taxes on products that are related to the turnover, but are not deductible, minus duty and taxes related to production.</p>","zrodlo_danych":"Statistics Poland","czestotliwosc_dostępnosc_danych":"Annual data  Since 2010.","uwagi":null}
