


{
  "5-3-a": [
    {
      "metadata": [
        
        {
                        "name": "5.3.a Employment rate of women with the youngest child up to 5 years old (LFS)",
                      
                        "goal": "Goal 5. Gender equality",
                      
                        "priority": "Ensurance of conditions for women's return to labour market after a break from employment due to childbirth and childcare",
                      
                        "definition": "Share of employed women with the youngest child up to 5 years old in the total number of womenwith the youngest child up to 5 years old.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Data come from a sample survey: Labour Force Survey (LFS). The survey is conducted on a quarterly basis, using the continuous observation method (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15-89,  who are members of households in dwellings selected on a random basis. The scope of the survey does not include household members staying (the total actual and planned stay is taken into account) 12 months or more abroad and in collective  households (such as: employee hotels, student dormitories, boarding houses, social care centres etc.) and the homeless. In the context of economic activity - work is the main criterion in dividing the population, i.e.performing, holding or seeking work. According to the international standards, the three maincategories are distinguished: employed, unemployed and economically inactive persons. The employed, unemployed are the economically active population. Among the employed are included all persons aged 15-89 who during the reference week:  performed for at least one hour any work generating pay or income, i.e. were employed in a company/public institution or by a private employer, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in conducting family agricultural farm or family economic activity outside agriculture, had work but did not perform it:   due to illness or holiday leave, leave related to parenthood (maternity, childcare, paternity or parental leave), organisation of working time (work system or overtime collection), training related to the performed work due to the seasonal character of the work, if they still regularly performed off-season their work or business conducting related tasks and responsibilities (excluding legal or administrative obligations) for other reasons, if the anticipated break in employment did not exceed 3 months  In accordance with international standards, among employees are also included apprentices with whom enterprises or natural persons signed a contract for occupational training or learning skills for a particular job (if they receive a payment). The employed do not include: volunteers and interns who do not receive remuneration, people working in private engaged in  the production of agricultural products solely or mainly for their own needs.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "Due to the implementation of methodological changes in the study, the LFS data from 2021 cannot be compared with the previous years (except for the data converted for the years 2010-2020)."
                      }
      ],
      "data": [
        {
                    "urban/rural": [
                        {
                        "total": [
                                {
                                
                                    "2010" :   "53.6",
                                
                                    "2011" :   "54.0",
                                
                                    "2012" :   "54.5",
                                
                                    "2013" :   "54.7",
                                
                                    "2014" :   "55.2",
                                
                                    "2015" :   "55.3",
                                
                                    "2016" :   "55.6",
                                
                                    "2017" :   "56.0",
                                
                                    "2018" :   "56.0",
                                
                                    "2019" :   "56.0",
                                
                                    "2020" :   "55.8",
                                
                                    "2021" :   "57.8"
                                
                                }
                            ],"urban area": [
                                {
                                
                                    "2010" :   "55.5",
                                
                                    "2011" :   "55.8",
                                
                                    "2012" :   "56.1",
                                
                                    "2013" :   "56.1",
                                
                                    "2014" :   "56.6",
                                
                                    "2015" :   "56.6",
                                
                                    "2016" :   "56.6",
                                
                                    "2017" :   "56.8",
                                
                                    "2018" :   "56.9",
                                
                                    "2019" :   "56.7",
                                
                                    "2020" :   "56.3",
                                
                                    "2021" :   "58.0"
                                
                                }
                            ],"rural area": [
                                {
                                
                                    "2010" :   "50.6",
                                
                                    "2011" :   "51.1",
                                
                                    "2012" :   "52.0",
                                
                                    "2013" :   "52.5",
                                
                                    "2014" :   "53.1",
                                
                                    "2015" :   "53.3",
                                
                                    "2016" :   "54.1",
                                
                                    "2017" :   "54.8",
                                
                                    "2018" :   "54.7",
                                
                                    "2019" :   "54.8",
                                
                                    "2020" :   "54.9",
                                
                                    "2021" :   "57.4"
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
