


{
  "3-3-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "3.3.1 Liczba nowych zakażeń wirusem HIV",
                      
                        "cel": "Cel 3. Dobre zdrowie i jakość życia",
                      
                        "zadanie": "3.3 Do 2030 roku wyeliminować epidemie AIDS, gruźlicy, malarii i zaniedbanych chorób tropikalnych oraz zwalczyć wirusowe zapalenie wątroby, choroby przenoszone przez wodę oraz inne choroby zakaźne.",
                      
                        "definicja": "Liczba nowych zakażeń wirusem HIV.",
                      
                        "jednostka": "osoby",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Oszacowanie nowych zakażeń wirusem HIV na podstawie ECDC Modelling Tool. Jest to nowe narzędzie opracowane przez Europejskie Centrum ds. Zapobiegania i Kontroli Chorób (European Centre for Disease Prevention and Control - ECDC) we współpracy z partnerami międzynarodowymi w celu zapewnienia szacunkowej liczby osób żyjących z HIV, w tym osób jeszcze nie zdiagnozowanych. Narzędzie to może również oszacować roczną liczbę nowych zakażeń HIV, średni czas pomiędzy zakażeniem a diagnozą oraz liczbę osób potrzebujących leczenia zgodnie z liczbą komórek CD4 (białe krwinki, które kierują reakcjami systemu immunologicznego). Wirus HIV (ang. Human Immunodeficiency Virus) - ludzki wirus upośledzenia odporności, który atakuje, osłabia i niszczy system odpornościowy organizmu, czego rezultatem jest utrata przez człowieka zdolności zwalczania różnych chorób i infekcji. Wirus HIV jest przenoszony:   przez krew,  w drodze kontaktów seksualnych,  z zakażonej matki na dziecko (dziecko może zakazić się od matki podczas ciąży, porodu lub karmienia piersią). Wskaźnik obliczany jest na podstawie sprawozdania MZ-56 o zachorowaniach na choroby zakaźne, zakażeniach i zatruciach oraz sprawozdania MZ-57 o zachorowaniach na wybrane choroby zakaźne według płci, wieku, miejsca zamieszkania oraz ich sezonowości. Dotyczy nowych zakażeń, które wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10 klasyfikowane są pod jednostką chorobową o symbolu:   Z21 - bezobjawowy stan zakażenia wirusem HIV  oraz B20 - B24:  B20 - Choroba wywołana przez ludzki wirus upośledzenia odporności [HIV], której skutkiem są choroby zakaźne i pasożytnicze, B21 - Choroba wywołana przez ludzki wirus upośledzenia odporności [HIV], której skutkiem są nowotwory złośliwe, B22 - Choroba wywołana przez ludzki wirus upośledzenia odporności [HIV], której skutkiem są inne określone choroby, B23 - Choroba wywołana przez ludzki wirus upośledzenia odporności [HIV], której skutkiem są inne stany, B24 - Choroba wywołana przez ludzki wirus upośledzenia odporności [HIV]. Nie określona. ",
                      
                        "zrodlo": "Narodowy Instytut Zdrowia Publicznego – Państwowy Zakład Higieny",
                      
                        "czestotliwosc": "Dane roczne  od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "1235",
                        
                            "2011" :   "1247",
                        
                            "2012" :   "1271",
                        
                            "2013" :   "1302",
                        
                            "2014" :   "1334",
                        
                            "2015" :   "1387",
                        
                            "2016" :   "1449",
                        
                            "2017" :   "1488",
                        
                            "2018" :   "1504",
                        
                            "2019" :   "1497",
                        
                            "2020" :   "1102",
                        
                            "2021" :   "1116"
                        
                        }
                    ]}
      ]
    }
  ]
}
