


{
  "3-b-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "3.b.1 Odsetek ludności objętej docelowo wszystkimi szczepieniami przewidzianymi w krajowym programie szczepień",
                      
                        "cel": "cel 3. Dobre zdrowie i jakość życia",
                      
                        "zadanie": "3.b Wspierać badania nad oraz opracowanie nowych szczepionek i lekarstw przeciwko chorobom zakaźnym i niezakaźnym, które dotykają przede wszystkim kraje rozwijające się. Zapewnić dostęp do podstawowych lekarstw i szczepionek po przystępnej cenie, zgodnie z Deklaracją z Doha dotyczącą Porozumienia w Sprawie Handlowych Aspektów Praw Własności Intelektualnej i Zdrowia Publicznego (Doha Declaration on Trade-Related Aspects of Intellectual Property Rights and Public Health), które potwierdza prawo krajów rozwijających się do korzystania w pełni z postanowień Porozumienia w Sprawie Handlowych Aspektów Praw Własności Intelektualnej (Agreement on Trade–Related Aspects of Intellectual Property Rights – TRIPS Agreement) w zakresie swobody ochrony zdrowia publicznego i w szczególności zapewnienia wszystkim dostępu do lekarstw.",
                      
                        "definicja": "Odsetek ludności objętej docelowo wszystkimi szczepieniami przewidzianymi w krajowym programie szczepień.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "rodzaj szczepienia",
                      
                        "metodologia": "Wskaźnik pozwala na ocenę dostępu do szczepionek, w tym do szczepionek nowo dostępnych lub niewykorzystywanych na poziomie krajowym. Pod uwagę brane są następujące szczepionki: · DTP3 - trzecia dawka szczepionki przeciwko błonicy, tężcowi i krztuścowi; dane prezentują odsetek niemowląt, które otrzymały 3. dawkę szczepionki zgodnie z harmonogramem zalecanym w kraju w ramach rutynowych szczepień w danym roku, · MCV2 - druga dawka szczepienia preparatami zawierającymi wirusa odry; dane dot. odsetka dzieci, które otrzymały dwie dawki szczepionki przeciw odrze zgodnie z harmonogramem zalecanym w kraju w ramach rutynowych szczepień w danym roku, · PCV3 - trzecia, ostatnia dawka szczepienia przeciw pneumokokom; dane prezentują odsetek niemowląt, które otrzymały zalecane na poziomie krajowym trzy dawki skoniugowanej szczepionki przeciw pneumokokom w danym roku, · HPV - szczepionka (ostatnia dawka w harmonogramie) przeciwko HPV (wirus brodawczaka ludzkiego); dane prezentują odsetek dziewcząt w wieku 15 lat, które otrzymały zalecane dawki szczepionki przeciwko HPV.",
                      
                        "zrodlo": "WHO",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r. (dla PCV3 – od 2018 r.).",
                      
                        "uwagi": "Dane szacunkowe, obliczone przez WHO. Dla szczepienia przeciwko HPV, brak szacunków dla Polski."
                      }
      ],
      "dane": [
        {
                      "wg szczepień": [
                          {
                              "DTP3": [
                                  {
                                  
                                      "2010" :   "99",
                                  
                                      "2011" :   "99",
                                  
                                      "2012" :   "99",
                                  
                                      "2013" :   "99",
                                  
                                      "2014" :   "98",
                                  
                                      "2015" :   "98",
                                  
                                      "2016" :   "98",
                                  
                                      "2017" :   "96",
                                  
                                      "2018" :   "95",
                                  
                                      "2019" :   "95",
                                  
                                      "2020" :   "90",
                                  
                                      "2021" :   "90"
                                  
                                  }
                              ],
                              "MCV2": [
                                  {
                                  
                                      "2010" :   "94",
                                  
                                      "2011" :   "95",
                                  
                                      "2012" :   "95",
                                  
                                      "2013" :   "93",
                                  
                                      "2014" :   "95",
                                  
                                      "2015" :   "94",
                                  
                                      "2016" :   "93",
                                  
                                      "2017" :   "93",
                                  
                                      "2018" :   "92",
                                  
                                      "2019" :   "92",
                                  
                                      "2020" :   "95",
                                  
                                      "2021" :   "95"
                                  
                                  }
                              ],
                              "PCV3": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "60",
                                  
                                      "2019" :   "60",
                                  
                                      "2020" :   "62",
                                  
                                      "2021" :   "62"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
