


{
  "3-c-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "3.c.1 Liczba lekarzy, lekarzy dentystów, pielęgniarek i położnych na 10 tys. ludności",
                      
                        "cel": "Cel 3. Dobre zdrowie i jakość życia",
                      
                        "zadanie": "3.c Znacznie zwiększyć finansowanie ochrony zdrowia, jak również nabór, rozwój, szkolenie i utrzymanie pracowników opieki zdrowotnej w krajach rozwijających się, szczególnie w tych najmniej rozwiniętych oraz małych rozwijających się państwach wyspiarskich.",
                      
                        "definicja": "Liczba pielęgniarek i położnych w przeliczeniu na 10 tys. ludności.",
                      
                        "jednostka": "osoby",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Pielęgniarką lub pielęgniarzem jest osoba, która posiada wymagane kwalifikacje, potwierdzone odpowiednimi dokumentami do udzielania świadczeń zdrowotnych (w szczególności świadczeń pielęgnacyjnych, zapobiegawczych, diagnostycznych, leczniczych, rehabilitacyjnych oraz z zakresu promocji zdrowia). (Ustawa z dnia 5 lipca 1996 r. o zawodach pielęgniarki i położnej - tekst jednolity: Dz.U. 2009 r. Nr 151 poz. 1217 z późn. zm.). Położną lub położnym jest osoba, która posiada wymagane kwalifikacje, potwierdzone odpowiednimi dokumentami do udzielania świadczeń zdrowotnych (w szczególności świadczeń pielęgnacyjnych, zapobiegawczych, diagnostycznych, leczniczych, rehabilitacyjnych oraz promocji zdrowia, w zakresie opieki nad kobietą, kobietą ciężarną, rodzącą i położnicą oraz nad noworodkiem). (Ustawa z dnia 5 lipca 1996 r. o zawodach pielęgniarki i położnej. Tekst pierwotny: Dz. U. 1996 r. Nr 91 poz. 410  tekst jednolity: Dz. U. 2001 r. Nr 57 poz. 602 z późn. zm). Pracujący według podstawowego miejsca pracy - osoby pracujące w wymiarze pełnego etatu, w wymiarze godzin przekraczających pełny etat oraz w niepełnym wymiarze godzin w stosunku do czasu pracy określonego obowiązującymi przepisami dla danego rodzaju pracy. Osoby te, niezależnie od wymiaru czasu pracy, są liczone raz, według podstawowego miejsca zatrudnienia.  Dane obejmują osoby pracujące z pacjentem, bez osób pracujących w NFZ, administracji państwowej, uczelniach wyższych  nie obejmują osób, pracujących w MON i MSW (do 2011 r. MSWiA).",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne  od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {
                      "wg zawodu medycznego": [
                          {
                              "lekarz": [
                                  {
                                  
                                      "2010" :   "20.6",
                                  
                                      "2011" :   "20.9",
                                  
                                      "2012" :   "22.1",
                                  
                                      "2013" :   "22.1",
                                  
                                      "2014" :   "22.8",
                                  
                                      "2015" :   "23.0",
                                  
                                      "2016" :   "23.9",
                                  
                                      "2017" :   "23.5",
                                  
                                      "2018" :   "23.3",
                                  
                                      "2019" :   "23.7",
                                  
                                      "2020" :   "24.1"
                                  
                                  }
                              ],
                              "lekarz dentysta": [
                                  {
                                  
                                      "2010" :   "3.2",
                                  
                                      "2011" :   "3.3",
                                  
                                      "2012" :   "3.2",
                                  
                                      "2013" :   "3.2",
                                  
                                      "2014" :   "3.4",
                                  
                                      "2015" :   "3.3",
                                  
                                      "2016" :   "3.5",
                                  
                                      "2017" :   "3.5",
                                  
                                      "2018" :   "3.4",
                                  
                                      "2019" :   "3.5",
                                  
                                      "2020" :   "3.7"
                                  
                                  }
                              ],
                              "pielęgniarki i położne": [
                                  {
                                  
                                      "2010" :   "53.7",
                                  
                                      "2011" :   "54.2",
                                  
                                      "2012" :   "61.2",
                                  
                                      "2013" :   "58.0",
                                  
                                      "2014" :   "57.6",
                                  
                                      "2015" :   "57.2",
                                  
                                      "2016" :   "56.9",
                                  
                                      "2017" :   "56.3",
                                  
                                      "2018" :   "56.2",
                                  
                                      "2019" :   "56.3",
                                  
                                      "2020" :   "56.0"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
