


{
  "3-d-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "3.d.1 Międzynarodowe Przepisy Zdrowotne",
                      
                        "cel": "Cel 3. Dobre zdrowie i jakość życia",
                      
                        "zadanie": "3.d Wzmocnić zdolność wszystkich krajów, szczególnie państw rozwijających się, w dziedzinie wczesnego ostrzegania, redukcji ryzyka oraz zarządzania krajowym i globalnym ryzykiem w obszarze zdrowia.",
                      
                        "definicja": "Międzynarodowe Przepisy Zdrowotne (International Health Regulations - IHR) stanowią zbiór wytycznych, praw i obowiązków nałożonych zarówno na państwa-strony, jak i na Światową Organizację Zdrowia (Wealth Health Organization).",
                      
                        "jednostka": "punkty",
                      
                        "wymiary": "",
                      
                        "metodologia": "Międzynarodowe Przepisy Zdrowotne (ang. International Health Regulations - IHR) zostały przyjęte przez 58. Światowe Zgromadzenie Zdrowia w dn. 23 maja 2005 r. w Genewie. Stanowią one zbiór wytycznych, praw i obowiązków nałożonych zarówno na państwa - strony, jak i na Światową Organizację Zdrowia (World Health Organization - WHO). Międzynarodowe Przepisy Zdrowotne mają na celu zwalczanie i zapobieganie rozprzestrzeniania się chorób w skali międzynarodowej, przy zastosowaniu proporcjonalnych do zagrożenia środków z uniknięciem niepotrzebnych ingerencji w transport międzynarodowy. Przepisy te regulują przekazywanie i wymianę informacji o zagrożeniach zdrowotnych między krajami, będącymi ich stroną (państwa - strony) oraz wyznaczają nowe standardy zapobiegania szerzeniu się chorób zakaźnych. Zgodnie z art. 4 Międzynarodowych Przepisów Zdrowotnych, Polska tak jak każde państwo członkowskie WHO (państwo - strona), wyznacza lub ustanawia Krajowy Punkt Centralny ds. Międzynarodowych Przepisów Zdrowotnych (KPC ds. MPZ). Krajowy Punkt Centralny ds. Międzynarodowych Przepisów Zdrowotnych (KPC ds. MPZ) ustanowiony został w Narodowym Instytucie Zdrowia Publicznego – Państwowy Zakład Higieny. Główny Inspektorat Sanitarny współpracuje z KPC ds. MPZ, dzięki czemu otrzymuje za ich pośrednictwem informacje o zdarzeniach stanowiących zagrożenie zdrowia publicznego oznaczeniu międzynarodowym. Od dnia 15 czerwca 2007 r. wszystkie kraje, które ratyfikowały konwencję WHO, w tym Polska, są zobowiązane do przestrzegania zapisów Międzynarodowych Przepisów Zdrowotnych. Przy ocenie realizacji Międzynarodowych Przepisów Zdrowotnych brane są pod uwagę jakość i poziom następujących atrybutów:    1. przepisy krajowe, polityka i finansowanie,    2. komunikacja Krajowego Punktu Centralnego,    3. nadzór,    4. reakcja,    5. gotowość,    6. wymiana informacji o zagrożeniu,    7. zasoby ludzkie,    8. laboratorium,    9. punkty wejścia,    10. wydarzenia związane z chorobami odzwierzęcymi,    11. bezpieczeństwo żywności,    12. zdarzenia chemiczne,    13. katastrofy promieniotwórcze.",
                      
                        "zrodlo": "WHO",
                      
                        "czestotliwosc": "Dane roczne  od 2010 r.",
                      
                        "uwagi": ""
                      
                        "data_aktualizacji_danych": "24-07-2023",
                      
                        "data_aktualizacji_metadanych": "25-01-2023",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "65.6",
                        
                            "2011" :   "72.7",
                        
                            "2012" :   "76.3",
                        
                            "2013" :   "81.6",
                        
                            "2014" :   "73.8",
                        
                            "2015" :   "",
                        
                            "2016" :   "73.8",
                        
                            "2017" :   "73.8",
                        
                            "2018" :   "",
                        
                            "2019" :   "66.0",
                        
                            "2020" :   "50.0",
                        
                            "2021" :   "69.0",
                        
                            "2022" :   "83.0"
                        
                        }
                    ]}
      ]
    }
  ]
}
