{"sdg_goal":1,"lang":"pl","indicator":"1.2.1.b","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Wskaźnik zagrożenia ubóstwem skrajnym","target_id":"1.2.1.b","nazwa_wskaznika":"<b>1.2.1.b Wskaźnik zagrożenia ubóstwem skrajnym</b>","cel":"Cel 1. Koniec z ubóstwem","zadanie":"1.2 Do 2030 roku zmniejszyć przynajmniej o połowę odsetek mężczyzn, kobiet i dzieci, cierpiących z powodu ubóstwa, we wszystkich jego wymiarach określonych zgodnie z krajowymi definicjami","definicja":"Odsetek osób w gospodarstwach domowych, w których poziom wydatków (obejmujących również wartość artykułów otrzymanych bezpłatnie oraz wartość spożycia naturalnego) był niższy od przyjętej granicy ubóstwa.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem, płeć, wiek","wyjasnienia_metodologiczne":"<p>Wskaźnik obliczany jest na podstawie Badania budżetów gospodarstw domowych.</p> <p><b>Badanie budżetów gospodarstw domowych </b>prowadzone jest metodą reprezentacyjną, opartą na próbie losowej, która daje możliwość uogólniania z określonym błędem, uzyskanych wyników na wszystkie gospodarstwa domowe w kraju. </br> Od 1993 r. badanie budżetów prowadzone jest metodą rotacji miesięcznej, tzn., że w ciągu roku w każdym miesiącu badane są inne gospodarstwa domowe. </br> Badaniem objęte są gospodarstwa domowe jedno- i wieloosobowe. Biorą w nim również udział gospodarstwa domowe obywateli państw obcych zamieszkujących w Polsce na stałe lub przez dłuższy okres czasu i posługujących się językiem polskim. </br> Celem badania jest umożliwienie dokonywania analiz poziomu życia ludności, a także oceny wpływu różnych czynników na kształtowanie się poziomu i zróżnicowania sytuacji bytowej podstawowych grup gospodarstw domowych.</br>\n <p>Badanie budżetów gospodarstw domowych dostarcza szczegółowych informacji o: </p>\n <p>  • poziomie i strukturze realizowanych wydatków, źródłach pozyskiwania towarów i usług;</p>\n <p>  • poziomie spożycia podstawowych artykułów żywnościowych w ujęciu ilościowym oraz w przeliczeniu na wartości energetyczne i składniki odżywcze\n </p>\n <p>  • cenach płaconych przez gospodarstwa domowe za wybrane towary i usługi;</p>\n <p>  • poziomie i źródłach osiąganych dochodów wyposażeniu gospodarstw domowych w dobra trwałego użytku;</p>\n <p>  • warunkach mieszkaniowych  subiektywnej ocenie sytuacji materialnej gospodarstw domowych;</p>\n <p>  • strukturze demograficzno-społecznej gospodarstw domowych, tj. o liczbie, wieku, płci, wykształceniu, niepełnosprawności, aktywności ekonomicznej osób wchodzących w skład badanego gospodarstwa domowego. </p>\n <p>Wydatki obejmują wydatki na towary i usługi konsumpcyjne oraz pozostałe wydatki.</p>\n <p><b>Wydatki na towary i usługi konsumpcyjne</b> przeznaczone są na zaspokojenie potrzeb gospodarstwa domowego. Obejmują one towary zakupione za gotówkę (również przy użyciu karty płatniczej lub kredytowej), na kredyt, otrzymane bezpłatnie oraz spożycie naturalne (towary i usługi konsumpcyjne pobrane na potrzeby gospodarstwa domowego z działalności rolniczej bądź działalności gospodarczej na własny rachunek). <b>Towary konsumpcyjne\n </b>obejmują dobra nietrwałego użytkowania (np.: żywność, napoje, lekarstwa), półtrwałego użytkowania (np.: odzież, książki, zabawki) i trwałego użytkowania (np.: samochody, pralki, lodówki, telewizory).</p>\n <p>Pozostałe wydatki, które składają się z: </p>\n <p>  • darów przekazanych innym gospodarstwom domowym i instytucjom niekomercyjnym, </p>\n <p>  • niektórych podatków, w tym podatku od spadków i darowizn, podatku od nieruchomości, opłaty za wieczyste użytkowanie gruntu, </p>\n <p>  • zaliczek na podatek od dochodów osobistych oraz składek na ubezpieczenia społeczne płaconych samodzielnie przez podatnika, </p>\n <p>  • pozostałych rodzajów wydatków nie przeznaczonych bezpośrednio na cele konsumpcyjne, w tym strat pieniężnych, odszkodowań za wyrządzone szkody.\n </p>\n <p>Jednostką badania jest <b>gospodarstwo domowe</b>, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo jednoosobowe).</p>\n <p><b>Granica ubóstwa skrajnego </b>szacowana jest w oparciu o poziom minimum egzystencji. Poziom ten obliczany jest przez Instytut Pracy i Spraw Socjalnych (IPiSS). Minimum egzystencji uwzględnia jedynie te potrzeby, których zaspokojenie nie może być odłożone w czasie, a konsumpcja niższa od tego poziomu prowadzi do biologicznego wyniszczenia.</p>\n <p>W przypadku ubóstwa skrajnego, w celu wyeliminowania wpływu, jaki na koszty utrzymania gospodarstw domowych wywiera ich skład demograficzny, zarówno przy obliczaniu poziomu wydatków w gospodarstwach domowych, jak i ustalaniu granic ubóstwa, zastosowano tzw. <b>oryginalną skalę ekwiwalentności OECD</b>.\n <p>Według tej skali: </p>\n <p>  • wagę 1 przypisuje się pierwszej osobie w gospodarstwie domowym w wieku 14 lat i więcej;</p>\n <p>  • wagę 0,7 – każdej następnej osobie w tym wieku;</p>\n <p>  • wagę 0,5 – każdemu dziecku w wieku poniżej 14 lat. </p>\n <p>Oznacza to, że granica ubóstwa skrajnego dla gospodarstwa 4-osobowego złożonego z dwóch osób dorosłych i dwojga dzieci jest 2,7 razy wyższa niż dla gospodarstwa 1-osobowego.</p>","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null,"indicator_variable_1":"ogółem,mężczyźni,kobiety,0-17 lat,18-64 lata,65 lat i więcej","kategorie":"płeć, wiek","zmienne":"ogółem,mężczyźni,kobiety;0-17 lat,18-64 lata,65 lat i więcej","jednostka":"procent","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/1-2-1-b/","sdg_goal":1,"indicator":"1.2.1.b","target_id":"1.2.1.b","graph_title":"Wskaźnik zagrożenia ubóstwem skrajnym"}
