{"sdg_goal":1,"lang":"pl","indicator":"1.2.1.a","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Wskaźnik zagrożenia ubóstwem po transferach społecznych","target_id":"1.2.1.a","nazwa_wskaznika":"<b> 1.2.1.a Wskaźnik zagrożenia ubóstwem po transferach społecznych</b>","cel":"Cel 1. Koniec z ubóstwem","zadanie":"1.2 Do 2030 roku zmniejszyć przynajmniej o połowę odsetek mężczyzn, kobiet i dzieci, cierpiących z powodu ubóstwa, we wszystkich jego wymiarach określonych zgodnie z krajowymi definicjami","definicja":"Odsetek osób, których ekwiwalentny dochód do dyspozycji (po uwzględnieniu w dochodach transferów społecznych), jest niższy od granicy ubóstwa ustalonej na poziomie 60% krajowej mediany ekwiwalentnych dochodów do dyspozycji.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem, płeć, wiek","wyjasnienia_metodologiczne":"<p>Wskaźnik obliczany jest na podstawie informacji uzyskanych z <b>Badania EU-SILC.</b></p> <p><b>Badanie EU-SILC </b>(Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej obserwacji w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy  z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi – danych o osobach indywidualnych. </p> <p>Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia. </p> <p>W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym).</p> <p>Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r.</p> <p>Jednostką badania jest <b>gospodarstwo domowe</b>, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe).</p> <p><b>Ekwiwalentny dochód do dyspozycji </b>jest to suma rocznych dochodów pieniężnych netto (po odliczeniu zaliczek na podatek dochodowy, podatków od dochodów z własności, składek na ubezpieczenie społeczne, zdrowotne) wszystkich członków gospodarstwa domowego pomniejszona o: podatki od nieruchomości, transfery pieniężne przekazane innym gospodarstwom domowym oraz saldo rozliczeń z urzędem skarbowym. Przy obliczeniach wyników z zakresu dochodów zastosowano <b>zmodyfikowaną skalę ekwiwalentności OECD.</b></p> <p>Według tej skali: </p> <p>  • wagę 1 przypisuje się pierwszej osobie w gospodarstwie domowym w wieku 14 lat i więcej;</p> <p>  • wagę 0,5 – każdej następnej osobie w tym wieku;</p> <p>  • wagę 0,3 – każdemu dziecku w wieku poniżej 14 lat.</p> <p>Oznacza to, że granica ubóstwa skrajnego i relatywnego dla gospodarstwa 4-osobowego złożonego z dwóch osób dorosłych i dwojga dzieci jest 2,1 razy wyższa niż dla gospodarstwa 1-osobowego.</p>","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null,"indicator_variable_1":"ogółem,miasto,wieś,mężczyźni,kobiety,poniżej 6 lat,poniżej 18 lat,18-24 lata,18-64 lata,60 lat i więcej,65 lat i więcej","kategorie":"miasto/wieś,płeć, wiek","zmienne":"ogółem,miasto,wieś;mężczyźni,kobiety;poniżej 6 lat,poniżej 18 lat,18-24 lata,18-64 lata,60 lat i więcej,65 lat i więcej","jednostka":"procent","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/1-2-1-a/","sdg_goal":1,"indicator":"1.2.1.a","target_id":"1.2.1.a","graph_title":"Wskaźnik zagrożenia ubóstwem po transferach społecznych"}
