{"sdg_goal":1,"lang":"pl","indicator":"1.2.0","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Skorygowany realny dochód do dyspozycji brutto gospodarstw domowych na 1 mieszkańca wg PPP (UE28=100)","target_id":"1.2","nazwa_wskaznika":"1.2 Skorygowany realny dochód do dyspozycji brutto gospodarstw domowych na 1 mieszkańca wg PPP (UE28=100)","cel":"cel 1. Koniec z ubóstwem","zadanie":null,"definicja":"Skorygowane dochody do dyspozycji brutto sektora gospodarstw domowych oraz sektora instytucji niekomercyjnych działających na rzecz gospodarstw domowych, podzielone przez wskaźnik parytetu siły nabywczej w zakresie skorygowanego spożycia indywidulanego w sektorze gospodarstw domowych oraz przez liczbę ludności i odniesione do średniej dla Unii Europejskiej (UE28 = 100).","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Sektor gospodarstw domowych obejmuje gospodarstwa domowe, tj. osoby fizyczne lub grupy osób fizycznych wspólnie zamieszkujące i wspólnie utrzymujące się (łączące dochody, wydatki i majątek) oraz gospodarstwa zbiorowe (np. mieszkańcy domów pomocy społecznej, placówek opiekuńczo-wychowawczych, klasztorów, więzień).Sektor instytucji niekomercyjnych działających na rzecz gospodarstw domowych obejmuje: organizacje społeczne, partie polityczne, organizacje związków zawodowych, stowarzyszenia, fundacje oraz jednostki organizacji wyznaniowych.Dochody do dyspozycji brutto gospodarstw domowych uzyskuje się w wyniku skorygowania ich dochodów pierwotnych brutto (obejmujących m.in.: dochody z działalności gospodarczej, wynagrodzenia i inne dochody związane z pracą najemną, dochody z własności) o podatki bieżące (od dochodów, majątku itp.) i składki netto na ubezpieczenia społeczne, a także – o świadczenia społeczne (emerytury, renty, zasiłki itd.) oraz pozostałe transfery bieżące.Skorygowany dochód do dyspozycji brutto gospodarstw domowych daje szerszy obraz dochodów gospodarstw domowych, poprzez uwzględnienie przepływów odpowiadających wykorzystywaniu towarów i usług, które gospodarstwa te otrzymują nieodpłatnie od instytucji rządowych i samorządowych oraz sektora instytucji niekomercyjnych działających na rzecz gospodarstw domowych, tj. transferów socjalnych w naturze. Ułatwia to porównania w czasie i między krajami, gdy występują różnice lub zmiany warunków gospodarczych i społecznych oraz roli sektora instytucji rządowych i samorządowych w redystrybucji dochodu.Parytety siły nabywczej (PPP) to rodzaj kursów wymiany walut, które stosuje się w celu przeliczenia wskaźników ekonomicznych wyrażonych w walutach krajowych na wspólną umowną walutę. Eliminują one wpływ różnic w poziomach cen między państwami uczestniczącymi w badaniu, a tym samym umożliwiają bezpośrednie porównanie wolumenu PKB i jego składowych. Parytety siły nabywczej wylicza się m.in. w ramach programu porównań międzynarodowych prowadzonych przez Unię Europejską. Wspólną umowną walutą przyjętą w Unii Europejskiej jest standard siły nabywczej (PPS). Wartość jednego PPS równa się liczbie jednostek waluty danego kraju odpowiadającej 1 euro na rynku krajowym, przy uwzględnieniu relacji cen danego kraju do cen pozostałych krajów biorących udział w porównaniu.","zrodlo_danych":"Eurostat","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":"Wskaźnik jest obliczany według obowiązującej w krajach Unii Europejskiej metodologii ESA 2010 (European System of National and Regional Accounts), wprowadzonej rozporządzeniem Parlamentu Europejskiego i Rady (UE) nr 549/2013 z 21 maja 2013 r."}
