{"sdg_goal":1,"lang":"pl","indicator":"1.2.2","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"scatter","graph_title":"Wskaźnik zagrożenia ubóstwem warunków życia","target_id":"1.2.2","nazwa_wskaznika":"<b>1.2.2 Wskaźnik zagrożenia ubóstwem warunków życia</b>","cel":"Cel 1. Koniec z ubóstwem","zadanie":"1.2 Do 2030 roku zmniejszyć przynajmniej o połowę odsetek mężczyzn, kobiet i dzieci, cierpiących z powodu ubóstwa, we wszystkich jego wymiarach określonych zgodnie z krajowymi definicjami","definicja":"Odsetek gospodarstw domowych, w których obserwowano 10 z 30 symptomów złych warunków życia. Wśród przejawów złych warunków życia rozpatruje się m.in. brak możliwości zaspokojenia różnego typu potrzeb konsumpcyjnych, jakość mieszkania oraz poziom wyposażenia w dobra trwałego użytku.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"<p>Wskaźnik obliczany jest na podstawie <b>Badania Spójności Społecznej</b>.</p> <p>Celem Badania spójności społecznej jest zebranie informacji pozwalających na dokonanie wszechstronnych ocen jakości życia, rozumianej jako kategoria wielowymiarowa (uwzględniająca aspekty ekonomiczne i społeczne) i ocenianej przez pryzmat zarówno wskaźników obiektywnych, jak i subiektywnych. </br> Dzięki integracji danych indywidualnych możliwe jest m.in. określenie w jakich grupach społeczeństwa występuje kumulacja korzystnych, bądź niekorzystnych aspektów jakości życia, jakie czynniki warunkują te sytuacje, a także jakie relacje zachodzą pomiędzy poszczególnymi wymiarami jakości życia. Szeroki zakres zbieranych informacji pozwala m.in. na kompleksową ocenę zróżnicowania poziomu i stylu życia oraz wielowymiarową analizę ubóstwa, wykluczenia społecznego, kapitału społecznego oraz subiektywnego dobrobytu.</p> <p>Jednostką badania jest gospodarstwo domowe oraz jedna wylosowana osoba w gospodarstwie, w wieku co najmniej 16 lat.</p> <p>Gospodarstwo domowe tworzą osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe).</p> <p>Badanie Spójności Społecznej przeprowadzane jest cyklicznie. Pierwsze badanie zostało przeprowadzone w 2011 r., kolejne - w 2015 r.</p> <p>W ramach wskaźnika warunków życia wzięto pod uwagę następujących <b>30 przejawów złych warunków życia</b>: </p> <p>  • brak pieniędzy na przynajmniej jeden tydzień wakacji raz w roku, </p> <p>  • brak pieniędzy na rozrywkę (wyjście do kina, teatru, restauracji, na koncert itp.), </p> <p>  • brak możliwości utrzymania odpowiedniej temperatury w mieszkaniu (niewystarczająco ciepłe w zimie, niewystarczająco chłodne w lecie), </p> <p>  • zbyt małe mieszkanie lub nie każda osoba dorosła ma samodzielny pokój (lub wydzielone w mieszkaniu swoje stałe miejsce do odpoczynku, nauki i pracy), </p> <p>  • brak pieniędzy na wymianę zużytych mebli, </p> <p>  • brak pieniędzy na wizyty u lekarzy specjalistów lub lekarza dentysty, </p> <p>  • mieszkanie usytuowane: w hałaśliwym otoczeniu, w rejonie o skażonym środowisku naturalnym, </P> <p>  • mieszkanie ciemne, wilgotne, </p> <p>  • brak zainstalowanego ogrzewania lub występowanie pieca na opał (na węgiel, drewno, trociny), </p> <p>  • brak pieniędzy na zakup książek lub prasy, </p> <p>  • gospodarstwo nie może sobie pozwolić na zaproszenie raz w miesiącu swojej rodziny lub przyjaciół na obiad, kolację lub inny poczęstunek, </p> <p>  • złe warunki sanitarne (brak wody bieżącej, w tym ciepłej, łazienki, toalety), </p> <p>  • brak pieniędzy na zakup leków, </p> <p>  • brak kuchenki mikrofalowej lub wielofunkcyjnego robota kuchennego, </p> <p>  • gospodarstwo nie może sobie pozwolić na ofiarowanie swoim najbliższym prezentów przynajmniej raz w roku, </p> <p>  • brak samochodu z przyczyn finansowych, </p> <p>  • brak pieniędzy na zakup obuwia, odzieży, pościeli, </p> <p>  • brak dostępu do Internetu z przyczyn finansowych, </p> <p>  • brak komputera z przyczyn finansowych, </p> <p>  • brak pieniędzy na żywność (rezygnacja z jedzenia mięsa, świeżych owoców, warzyw), </p> <p>  • zły stan instalacji elektrycznej lub jej brak, </p> <p>  • brak odtwarzacza CD, DVD, MP3, telewizji kablowej lub satelitarnej z przyczyn finansowych, </p> <p>  • złe warunki mieszkaniowe, </p> <p>  • złe wyposażenie gospodarstwa w dobra trwałe, </p> <p>  • brak radia lub telewizora z przyczyn finansowych, </p> <p>  • brak pralki z przyczyn finansowych, </p> <p>  • brak odkurzacza z przyczyn finansowych, </p> <p>  • konieczność rezygnacji ze względu na brak pieniędzy z któregoś z podstawowych posiłków (śniadania, obiadu lub kolacji), </p> <p>  • brak telefonu (stacjonarnego, komórkowego) z przyczyn finansowych, </p> <p>  • brak lodówki, chłodziarki z przyczyn finansowych.</p>","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane co kilka lat  od 2011 r.","uwagi":null,"indicator_variable_1":"ogółem","kategorie":null,"zmienne":null,"jednostka":"procent","pre":1,"graph":"scatter","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/1-2-2/","sdg_goal":1,"indicator":"1.2.2","target_id":"1.2.2","graph_title":"Wskaźnik zagrożenia ubóstwem warunków życia"}
