{"sdg_goal":1,"lang":"pl","indicator":"1.3.1.a","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Udział osób otrzymujących zasiłek dla bezrobotnych w ogólnej liczbie bezrobotnych","target_id":"1.3.1.a","nazwa_wskaznika":"1.3.1.a Udział osób otrzymujących zasiłek dla bezrobotnych w ogólnej liczbie bezrobotnych","cel":"cel 1. Koniec z ubóstwem","zadanie":"1.3 Wdrożyć właściwe dla poszczególnych krajów systemy i mechanizmy dla wszystkich ludzi, włącznie z najniższymi klasami społecznymi oraz objąć nimi do 2030 roku jak największą liczbę ludzi ubogich i szczególnie narażonych","definicja":"Liczba osób otrzymujących zasiłek dla bezrobotnych odniesiona do ogólnej liczby osób bezrobotnych zarejestrowanych w Powiatowych Urzędach Pracy (PUP) pomnożona przez 100.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Wskaźnik opiera się na definicji bezrobotnego zgodnej z prawodawstwem krajowym. Definicję osoby bezrobotnej określa ustawa z dnia 20 kwietnia 2004 r. o promocji zatrudnienia i instytucjach rynku pracy (tekst jednolity Dz.U. 2016 poz. 645, z późniejszymi zmianami).Zgodnie z tą ustawą bezrobotny to osoba niezatrudniona i niewykonująca innej pracy zarobkowej, która ukończyła 18 lat i nie osiągnęła wieku emerytalnego, zdolna i gotowa do podjęcia zatrudnienia w pełnym wymiarze czasu pracy obowiązującym w danym zawodzie (lub w danej służbie albo innej pracy zarobkowej), a w przypadku osoby niepełnosprawnej - osoba zdolna i gotowa do podjęcia zatrudnienia w co najmniej w połowie tego wymiaru czasu pracy, zarejestrowana we właściwym dla miejsca zameldowania (stałego lub czasowego) powiatowym urzędzie pracy oraz poszukującą zatrudnienia lub innej pracy zarobkowej, z dodatkowymi wyłaczeniami w zakresie źródeł dochodów, określonymi w ustawie. Do bezrobotnych nie zalicza się osób uczących się w szkołach, z wyjątkiem uczących się w szkołach dla dorosłych (lub przystępujących do egzaminu eksternistycznego z zakresu programu nauczania tych szkół) lub w szkołach wyższych w systemie studiów niestacjonarnych.Zasiłek dla bezrobotnych jest to świadczenie przyznawane osobom bezrobotnym, zarejestrowanym w urzędach pracy.Zasiłki dla bezrobotnych od 1 czerwca 2004 r. przysługują osobom uprawnionym na mocy ustawy o promocji zatrudnienia i instytucjach rynku pracy (zawarte zostały one w Rozdziale 15 \"Świadczenia dla bezrobotnych\"), Dz.U.2016 poz. 645, z późniejszymi zmianami.Minister właściwy do spraw pracy, na podstawie komunikatu ogłaszanego (w Dzienniku Urzędowym RP \"Monitor Polski\" w terminie do dnia 30 września każdego roku) przez Prezesa Głównego Urzędu Statystycznego w sprawie przeciętnej stopy bezrobocia w kraju oraz na obszarze powiatów - według stanu na dzień 30 czerwca danego roku (art. 82 w/w ustawy), ogłasza, w drodze obwieszczenia w Dzienniku Urzędowym Rzeczypospolitej Polskiej \"Monitor Polski\", kwoty zasiłków po waloryzacji oraz długość okresu pobierania zasiłku. W zależności od stosunku stopy bezrobocia na obszarze powiatu do przeciętnej stopy bezrobocia w kraju – okres ten wynosi 180 lub 365 dni (art. 73 ust. 1 i 2).","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
