{"sdg_goal":1,"lang":"pl","indicator":"1.a.2","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Udział wydatków sektora instytucji rządowych i samorządowych według COFOG przeznaczanych na zdrowie, edukację i ochronę socjalną w wydatkach ogółem sektora instytucji rządowych i samorządowych","target_id":"1.a.2","nazwa_wskaznika":"<b>1.a.2 Udział wydatków sektora instytucji rządowych i samorządowych według COFOG przeznaczanych na zdrowie, edukację i ochronę socjalną w wydatkach ogółem sektora instytucji rządowych i samorządowych</b>","cel":"Cel 1. Koniec z ubóstwem","zadanie":"1.a Zagwarantować znaczącą mobilizację środków pochodzących z różnych źródeł, w tym ze zwiększonej współpracy rozwojowej, by zapewnić odpowiednie i przewidywalne środki dla krajów rozwijających się, w szczególności dla państw najsłabiej rozwiniętych, w celu umożliwienia realizacji programów i polityk w zakresie wyeliminowania ubóstwa we wszystkich jego wymiarach","definicja":"Suma wydatków sektora instytucji rządowych i samorządowych (według funkcji klasyfikacji COFOG), poniesionych na zdrowie, edukację, ochronę socjalną, odniesiona do wydatków ogółem sektora instytucji rządowych i samorządowych.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"funkcje","wyjasnienia_metodologiczne":"<p><b>Sektor instytucji rządowych i samorządowych </b>– zgodnie z ESA 2010 – obejmuje następujące podmioty gospodarki narodowej:</p> <p>  a) działające na zasadach określonych w ustawie o finansach publicznych (jednostki budżetowe, fundusze celowe, a od 2010 r. także samorządowe zakłady budżetowe, agencje wykonawcze i instytucje gospodarki budżetowej oraz działające do 2005 r. środki specjalne jednostek budżetowych, w latach 2005—2010 — rachunek dochodów własnych jednostek budżetowych oraz do 2010 r. — zakłady budżetowe i gospodarstwa pomocnicze jednostek budżetowych łącznie z prowadzącymi działalność gospodarczą oraz fundusze motywacyjne),</p> <p>  b) podmioty, których system finansowy został określony odrębnymi ustawami, a których podstawowym źródłem finansowania są dotacje z budżetu państwa (publiczne szkoły wyższe, Polska Akademia Nauk i tworzone przez nią jednostki organizacyjne, Krajowy Fundusz Drogowy oraz inne fundusze zarządzane przez Bank Gospodarstwa Krajowego, jednostki doradztwa rolniczego oraz agencje rządowe),</p> <p>  c) samodzielne publiczne zakłady opieki zdrowotnej,</p> <p>  d) państwowe i samorządowe instytucje kultury oraz państwowe instytucje filmowe,</p> <p>  e) fundusze mające osobowość prawną, które są powiązane z budżetem państwa lub z budżetami jednostek samorządu terytorialnego,</p> <p>  f) instytucje obsługujące fundusze ubezpieczeń społecznych (ZUS, KRUS) wraz z zarządzanymi przez nie funduszami oraz Narodowy Fundusz Zdrowia (w okresie 1 I 1999 r.— —31 III 2003 r. — kasy chorych),</p> <p>  g) szpitale publiczne działające w formie spółek kapitałowych oraz w formie instytutów badawczych, </p> <p>  h) Bankowy Fundusz Gwarancyjny, </p> <p>  i) inne jednostki, w tym przedsiębiorstwa publiczne oraz instytucje niekomercyjne spełniające kryteria ESA 2010 w zakresie klasyfikacji do sektora instytucji rządowych i samorządowych.</p> <p><b>Klasyfikacja COFOG </b>(ang. Classification of the Functions of Government) – klasyfikacja wydatków instytucji rządowych i samorządowych według funkcji, w której wydatki uporządkowane są w układzie działów (funkcji), grup oraz klas. Zgodnie z tą klasyfikacją GF 07 oznacza funkcję Zdrowie, GF 09 - Edukację, GF10 - Ochronę socjalną.</p>","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
