{"sdg_goal":10,"lang":"pl","indicator":"10.1.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Tempo wzrostu wydatków gospodarstwa domowego lub dochodów na mieszkańca wśród populacji w dolnym przedziale 40% ludności i ogółu ludności","target_id":"10.1.1","nazwa_wskaznika":"<b>10.1.1 Tempo wzrostu wydatków gospodarstwa domowego lub dochodów na mieszkańca wśród populacji w dolnym przedziale 40% ludności i ogółu ludności</b>","cel":"Cel 10. Mniej nierówności","zadanie":"10.1 Do 2030 roku stopniowo osiągać i utrzymywać wzrost dochodu uzyskiwanego przez najbiedniejsze 40% populacji na poziomie wyższym niż średnia krajowa","definicja":"Średnioroczne tempo wzrostu dochodów do dyspozycji netto w przeliczeniu na 1 osobę w gospodarstwie domowym dla 5 letniego okresu.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem, I i II grupa kwintylowa o najniższych dochodach (dolny przedział 40% ludności)","wyjasnienia_metodologiczne":"<p>Wskaźnik obliczany jest na podstawie informacji uzyskanych z <b>Badania EU-SILC</b>.</p> <p><b>Badanie EU-SILC </b>(Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej \"obserwacji\" w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy  z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi – danych o osobach indywidualnych. </br> Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia. </br> W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym). </br> Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r.</p> <p>Jednostką badania jest <b>gospodarstwo domowe</b>, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe).</p> <p><b>Ekwiwalentny dochód do dyspozycji </b>jest to suma rocznych dochodów pieniężnych netto (po odliczeniu zaliczek na podatek dochodowy, podatków od dochodów z własności, składek na ubezpieczenie społeczne, zdrowotne) wszystkich członków gospodarstwa domowego pomniejszona o: </p> <p>  • podatki od nieruchomości, </p> <p>  • transfery pieniężne przekazane innym gospodarstwom domowym </p> <p>  • oraz saldo rozliczeń z urzędem skarbowym. </p> <p>Przy obliczeniach wyników z zakresu dochodów zastosowano zmodyfikowaną skalę ekwiwalentności OECD. Skala ta obliczona jest w sposób następujący: 1 – dla pierwszej osoby dorosłej w gospodarstwie, 0,5 – dla każdego kolejnego członka gospodarstwa w wieku 14 lat lub więcej, 0,3 – dla każdego dziecka w wieku poniżej 14 lat.</p> <p><b>Grupa kwintylowa </b>– gospodarstwo domowe zalicza się do odpowiedniej grupy kwintylowej na podstawie wysokości dochodu rozporządzalnego na osobę w tym gospodarstwie. W tym celu sporządza się listę członków wszystkich gospodarstw domowych, uszeregowanych według wzrastającego dochodu rozporządzalnego na osobę przy uwzględnieniu stosowanych w badaniu wag, a następnie dzieli się ją na 5 równych części co do liczby osób ważonych. Pierwszą (I) grupę kwintylową stanowi 20% osób o najniższych dochodach, a grupę piątą (V) – 20% osób o najwyższych dochodach. </p>","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne od 2010 r.","uwagi":null,"indicator_variable_1":"ogółem,I i II grupa kwintylowa o najniższych dochodach (dolny przedział 40% ludności)","kategorie":"Ludność","zmienne":"ogółem,I i II grupa kwintylowa o najniższych dochodach (dolny przedział 40% ludności)","jednostka":"procent","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/10-1-1/","sdg_goal":10,"indicator":"10.1.1","target_id":"10.1.1","graph_title":"Tempo wzrostu wydatków gospodarstwa domowego lub dochodów na mieszkańca wśród populacji w dolnym przedziale 40% ludności i ogółu ludności"}
