{"sdg_goal":10,"lang":"pl","indicator":"10.2.0","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Zróżnicowanie PKB na 1 mieszkańca na poziomie podregionów (NTS 3)","target_id":"10.2","nazwa_wskaznika":"10.2 Zróżnicowanie PKB na 1 mieszkańca na poziomie podregionów (NTS 3)","cel":"cel 10. Mniej nierówności","zadanie":null,"definicja":"Wskaźnik dyspersji – suma wartości bezwzględnych różnic między wartościami dla podregionów a krajową wartością PKB na 1 mieszkańca, ważonych udziałem liczby ludności poszczególnych podregionów, wyrażona w procentach krajowego PKB na 1 mieszkańca.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Wartość wskaźnika dyspersji PKB na 1 mieszkańca obliczonego na poziomie podregionów dla kraju będzie wynosić zero, jeśli wartości PKB na 1 mieszkańca we wszystkich podregionach kraju byłyby jednakowe. Przykładowo, wartość tego wskaźnika wynosząca 34% będzie oznaczała, że wartości PKB na 1 mieszkańca we wszystkich podregionach (ważone udziałami liczby ludności) różnią się od wartości krajowej średnio o 34%. Zakładając stałą strukturę liczby ludności według podregionów, wskaźnik ten będzie wzrastał, jeżeli różnice w PKB na 1 mieszkańca między podregionami będą się zwiększały.Produkt krajowy brutto (PKB) obrazuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej (jednostek będących rezydentami) w danym roku. Szczegółową definicję i metodologię obliczania PKB określa rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 549/2013 z dnia 21 maja 2013 r. w sprawie europejskiego systemu rachunków narodowych i regionalnych w Unii Europejskiej (ESA 2010).","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null,"indicator_variable_1":"ogółem","kategorie":null,"zmienne":null,"jednostka":"procent","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/statistics_nat/10-2/","sdg_goal":10,"indicator":"10.2.0","target_id":"10.2","graph_title":"Zróżnicowanie PKB na 1 mieszkańca na poziomie podregionów (NTS 3)"}
