{"sdg_goal":10,"lang":"pl","indicator":"10.a.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"scatter","graph_title":"Odsetek pozycji taryfowych stosowanych w odniesieniu do przywozu towarów z krajów najmniej rozwiniętych / krajów rozwijających się po zerowej taryfie","target_id":"10.a.1","nazwa_wskaznika":"<b>10.a.1 Odsetek pozycji taryfowych stosowanych w odniesieniu do przywozu towarów z krajów najmniej rozwiniętych / krajów rozwijających się po zerowej taryfie</b>","cel":"Cel 10. Mniej nierówności","zadanie":"10.a Wprowadzić w życie zasadę specjalnego i zróżnicowanego traktowania krajów rozwijających się, w szczególności tych najmniej rozwiniętych, zgodnie z wytycznymi Światowej Organizacji Handlu","definicja":"Udział pozycji celnych CN (liczby unikatowych kodów towarowych) dotyczących importu towarów z krajów najmniej rozwiniętych i rozwijających się w ogólnej liczbie pozycji celnych CN (w ogólnej liczbie unikatowych kodów towarowych) dla importu ze wszystkich krajów przy zerowej stawce celnej.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Obroty towarowe w handlu zagranicznym prezentowane są według 8-cyfrowej Nomenklatury Scalonej CN, która bazuje na 6-cyfrowym Zharmonizowanym Systemie Oznaczania i Kodowania Towarów (HS) i stanowi podstawową klasyfikację towarową dla całego handlu zagranicznego. Nomenklatura Scalona CN podlega corocznej weryfikacji. Unikatowy kod towarowy CN służy do jednoznacznej identyfikacji towaru.</br> Do krajów najmniej rozwiniętych i rozwijających się zaliczono kraje o niskim poziomie rozwoju społecznego na podstawie wartości Wskaźnika Rozwoju Społecznego HDI (tj. kraje, dla których HDI przyjmował wartości poniżej 0,5 pkt) zgodnie z aktualną definicją ONZ. W przypadku importu z grupy krajów najmniej rozwiniętych i rozwijających się do Polski, określono liczbę wszystkich należności celnych przy zerowej taryfie oraz liczbę przypisanym im unikatowych kodów towarowych. Liczbę takich kodów towarowych (dla których wartość należności wyniosła 0 zł) przedstawiono w relacji do liczby wszystkich unikatowych kodów towarowych, które odnotowano w związku z określeniem należności celnej dla importu z wszystkich krajów eksportujących przy zerowej stawce.","zrodlo_danych":"Ministerstwo Finansów","czestotliwosc_dostępnosc_danych":"Dane roczne, od 2010 r.","uwagi":"Rozważa się korektę metodyki w zakresie grupy krajów objętych pomiarem."}
