{"sdg_goal":11,"lang":"pl","indicator":"11.a.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Odsetek ludności gmin, które posiadają studium lub miejscowe plany zagospodarowania przestrzennego, w podziale na rodzaj gminy","target_id":"11.a.1","nazwa_wskaznika":"<b>11.a Odsetek ludności gmin, które posiadają studium lub miejscowe plany zagospodarowania przestrzennego, w podziale na rodzaj gminy</b>","cel":"Cel 11. Zrównoważone miasta i społeczności","zadanie":"11.a Wspierać korzystne ekonomicznie, społecznie i środowiskowo połączenia pomiędzy obszarami miejskimi, podmiejskimi i wiejskimi poprzez wzmocnienie krajowego i regionalnego planowania rozwoju","definicja":"Odsetek ludności gmin, które posiadają obowiązujące miejscowe plany zagospodarowania przestrzennego/studium, ogółem oraz w podziale na gminy miejskie, wiejskie i miejsko-wiejskie niezależnie od liczby posiadanych planów.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem, gmina","wyjasnienia_metodologiczne":"<p><b>Studium uwarunkowań i kierunków zagospodarowania przestrzennego </b>uchwalane jest przez radę gminy w celu określenia polityki przestrzennej, w tym lokalnych zasad zagospodarowania przestrzennego, uwzględniając m.in. zasady określone w koncepcji przestrzennego zagospodarowania kraju, ustalenia strategii rozwoju i planu zagospodarowania przestrzennego województwa, ramowego studium uwarunkowań i kierunków zagospodarowania przestrzennego związku metropolitalnego oraz strategii rozwoju gminy, a także analizy ekonomiczne, środowiskowe i społeczne, prognozy demograficzne. </p> <p><b>Miejscowy plan zagospodarowania przestrzennego </b>stanowi akt prawa miejscowego uchwalony przez radę gminy zgodnie z zapisami studium uwarunkowań i kierunków zagospodarowania przestrzennego, w którym określa się przeznaczenie i sposoby zagospodarowania terenami, w tym dla inwestycji celu publicznego.</p>","zrodlo_danych":"Ministerstwo Infrastruktury / Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":"Wskaźnik zastępczy, dostępny w ramach polskiej statystyki publicznej. </br> Wskaźnikiem zasadniczym, przyjętym przez ONZ, monitorującym zadanie 11.a Wspierać korzystne ekonomicznie, społecznie i środowiskowo połączenia pomiędzy obszarami miejskimi, podmiejskimi i wiejskimi poprzez wzmocnienie krajowego i regionalnego planowania rozwoju, jest wskaźnik 11.a Odsetek ludności miast (gmin), które wdrożyły plany zagospodarowania przestrzenego/ studium uwarunkowań i kierunków zagospodarowania przestrzennego łączące prognozy demograficzne i niezbędne zasoby, według wielkości miasta (gminy).","indicator_variable_1":"ogółem,gminy miejskie,gminy wiejskie,gminy miejsko-wiejskie,ogółem_,gminy miejskie_,gminy wiejskie_,gminy miejsko-wiejskie_","kategorie":"Miejscowe plany zagospodarowania przestrzennego, Studium","zmienne":"ogółem,gminy miejskie,gminy wiejskie,gminy miejsko-wiejskie;ogółem,gminy miejskie,gminy wiejskie,gminy miejsko-wiejskie","jednostka":"procent","pre":2,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/11-a-1/","sdg_goal":11,"indicator":"11.a.1","target_id":"11.a.1","graph_title":"Odsetek ludności gmin, które posiadają studium lub miejscowe plany zagospodarowania przestrzennego, w podziale na rodzaj gminy"}
