{"sdg_goal":12,"lang":"pl","indicator":"12.3.0","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Poziom recyklingu i przygotowania do ponownego użycia wybranych frakcji odpadów komunalnych tj. papier, metale, tworzywa sztuczne i szkło","target_id":"12.3","nazwa_wskaznika":"12.3 Poziom recyklingu i przygotowania do ponownego użycia wybranych frakcji odpadów komunalnych tj. papier, metale, tworzywa sztuczne i szkło","cel":"cel 12. Odpowiedzialna konsumpcja i produkcja","zadanie":null,"definicja":"Stosunek łącznej masy odpadów papieru, metalu, tworzyw sztucznych i szkła poddanych recyklingowi i przygotowanych do ponownego użycia, pochodzących ze strumienia odpadów komunalnych z gospodarstw domowych oraz od innych wytwórców odpadów komunalnych (w Mg) do łącznej masy wytworzonych odpadów papieru, metalu, tworzyw sztucznych i szkła, pochodzących ze strumienia odpadów komunalnych z gospodarstw domowych oraz od innych wytwórców odpadów komunalnych (w Mg).","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Poziomy recyklingu i przygotowania do ponownego użycia następujących frakcji odpadów komunalnych: papieru, metali, tworzyw sztucznych i szkła w poszczególnych latach, a także sposób obliczania tych poziomów określa Rozporządzenie Ministra Środowiska z dnia 29 maja 2012 r. w sprawie poziomów recyklingu, przygotowania do ponownego użycia i odzysku innymi metodami niektórych frakcji odpadów komunalnych (Dz.U. 2012 nr 0 poz. 645)Poziom recyklingu i przygotowania do ponownego użycia papieru, metali, tworzyw sztucznych i szkła oblicza się łącznie dla wszystkich podanych frakcji odpadów komunalnych.Przy obliczaniu łącznej masy ww. frakcji odpadów należy brać pod uwagę odpady o kodach: 15 01 01, 15 01 02, 15 01 04, 15 01 06, 15 01 07, 20 01 01, 20 01 02, 20 01 39, 20 01 40, ex 20 01 99 – odpady papieru, metalu, tworzyw sztucznych i szkła, zgodnie z rozporządzeniem Ministra Środowiska z dnia 27 września 2001 r. w sprawie katalogu odpadów (Dz. U. Nr 112, poz. 1206).Rozporządzenie zobowiązuje gminy do osiągnięcia określonych poziomów recyklingu do 31 grudnia 2020 r., a także ustala sposób ich obliczania, co ma umożliwić weryfikację ich osiągnięcia w kolejnych latach. W przypadku odpadów komunalnych takich jak: papier, metale, tworzywa sztuczne i szkło gminy powinny osiągnąć co najmniej 50% poziomu recyklingu i przygotowania do ponownego użycia.Recykling to odzysk, w ramach którego odpady są ponownie przetwarzane na produkty, materiały lub substancje wykorzystywane w pierwotnym celu lub innych celach  obejmuje to ponowne przetwarzanie materiału organicznego (recykling organiczny), ale nie obejmuje odzysku energii i ponownego przetwarzania na materiały, które mają być wykorzystane jako paliwa lub do celów wypełniania wyrobisk.Odzysk to jakikolwiek proces, którego głównym wynikiem jest to, aby odpady służyły użytecznemu zastosowaniu przez zastąpienie innych materiałów, które w przeciwnym przypadku zostałyby użyte do spełnienia danej funkcji, lub w wyniku którego odpady są przygotowywane do spełnienia takiej funkcji w danym zakładzie lub ogólnie w gospodarce.Przygotowanie do ponownego użycia to odzysk polegający na sprawdzeniu, czyszczeniu lub naprawie, w ramach którego produkty lub części produktów, które wcześniej stały się odpadami, są przygotowywane do tego, aby mogły być ponownie wykorzystywane bez jakichkolwiek innych czynności wstępnego przetwarzania.","zrodlo_danych":"Ministerstwo Środowiska","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2012 r.","uwagi":null}
