{"sdg_goal":12,"lang":"pl","indicator":"12.4.0","jednostka":"kgoe/1000euro","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Energochłonność gospodarki","target_id":"12.4","nazwa_wskaznika":"12.4 Energochłonność gospodarki","cel":"cel 12. Odpowiedzialna konsumpcja i produkcja","zadanie":null,"definicja":"Stosunek zużycia energii brutto (węgiel, elektryczność, ropa, gaz ziemny i odnawialnych źródeł energii dostępnych do wykorzystania) do produktu krajowego brutto (PKB) w cenach stałych z roku bazowego (2010 r.).","jednostka_prezentacji":"kgoe/1000euro","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Wskaźnik mierzy ilość energii potrzebnej do wyprodukowania jednostki PKB i wyrażony jest w kilogramach oleju ekwiwalentnego na 1000 euro. Zmniejszenie energochłonności mówi o tym, że mniej energii potrzeba do wyprodukowania tej samej wielkości PKB i wiąże się ze wzrostem efektywności energetycznej. Wskaźnik ten nie oddaje rzeczywistej dysproporcji pomiędzy efektywnością energetyczną gospodarki Polski i UE ze względu na różnice siły nabywczej, które m.in. oznaczają, że poziomy cen towarów i usług rynkowych i nierynkowych w poszczególnych krajach są zróżnicowane (siła nabywcza euro w Polsce jest większa niż przeciętnie w UE). Różnice w energochłonności Polski i UE na poziomie fizycznym (np. zużycie energii na produkcję tony produktu) są znacznie mniejsze.Zużycie energii brutto obejmuje sumę ilości dostarczonych na rynek krajowy poszczególnych nośników energii (pozyskanie+ import- eksport), pomniejszonej o saldo zapasów krajowych.kgoe – kilogram oleju ekwiwalentnego (umownego) – stosowana w bilansach międzynarodowych jednostka miary energii. Oznacza ilość energii, jaka może zostać wyprodukowana ze spalenia jednego metrycznego kilograma ropy naftowej. Jedna tona oleju umownego równa jest 41,868 GJ lub 11,63 MWh.","zrodlo_danych":"Eurostat","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null,"indicator_variable_1":"ogółem","kategorie":null,"zmienne":null,"jednostka":"kgoe/1000euro","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/statistics_nat/12-4/","sdg_goal":12,"indicator":"12.4.0","target_id":"12.4","graph_title":"Energochłonność gospodarki"}
