{"sdg_goal":12,"lang":"pl","indicator":"12.8.1","jednostka":"{ 0 , 1 }","source_url":"www.stat.gov.pl","graph":"scatter","graph_title":"Rozszerzenie edukacji w zakresie (i) globalnego obywatelstwa (ii) zrównoważonego rozwoju (z uwzględnieniem zmian klimatycznych) ujętych w a) krajowych politykach edukacyjnych b) podstawach programowych c) kształceniu nauczycieli d) ocenianiu uczniów","target_id":"12.8.1","nazwa_wskaznika":"<b>12.8.1 Rozszerzenie edukacji w zakresie (i) globalnego obywatelstwa (ii) zrównoważonego rozwoju (z uwzględnieniem zmian klimatycznych) ujętych w a) krajowych politykach edukacyjnych b) podstawach programowych c) kształceniu nauczycieli d) ocenianiu uczniów</b>","cel":"Cel 12. Odpowiedzialna konsumpcja i produkcja","zadanie":"12.8 Do 2030 roku zapewnić dostęp do istotnych informacji i podnieść świadomość wszystkich ludzi na całym świecie w zakresie zrównoważonego rozwoju i stylu życia w zgodzie z naturą.","definicja":"Wskaźnik przyjmuje wartość 1 dla danego kraju, gdy w danym kraju prowadzona jest edukacja w zakresie zrównoważonego rozwoju, w szczególności: edukacja do odpowiedzialnej postawy obywatelskiej, edukacja o zrówoważonym rozwoju (z uwględnieniem edukacji o zmianach klimatycznych) oraz zagadnienia te są ujęte w krajowych politykach edukacyjnych, w podstawach programowych, w kształceniu nauczycieli, w ocenianiu uczniów.","jednostka_prezentacji":"{ 0 , 1 }","dostepne_wymiary":null,"wyjasnienia_metodologiczne":"<p>Upowszechnianie wśród dzieci i młodzieży wiedzy o zasadach zrównoważonego rozwoju oraz kształtowanie postaw sprzyjających jego wdrażaniu w skali lokalnej, krajowej i globalnej jest zagwarantowane ustawowo (art. 1 pkt 11 Ustawy o systemie oświaty - Dz. U. z 2016 r. poz. 1943, z późn. zm.).</p> <p>Minister do spraw oświaty i wychowania określa <b>podstawy programowe</b>, które stanowią obowiązkowe zestawy celów i treści nauczania, w tym umiejętności, opisane w formie ogólnych i szczegółowych wymagań dotyczących wiedzy i umiejętności, które powinien posiadać uczeń po zakończeniu określonego etapu edukacyjnego oraz zadania wychowawcze szkoły.</p> Cele kształcenia i treści nauczania dotyczące zrównoważonego rozwoju są realizowane zgodnie z podstawą programową uregulowaną w rozporządzeniu Ministra Edukacji Narodowej z dnia 27 sierpnia 2012 r. w sprawie podstawy programowej wychowania przedszkolnego oraz kształcenia ogólnego w poszczególnych typach szkół (Dz. U. poz. 977, z 2014 r. poz. 803 oraz z 2016 r. poz. 895).</p> <p>Od roku szkolnego 2017/2018, w szkołach podstawowych oraz w szkołach branżowych I stopnia obowiązuje podstawa programowa uregulowana w rozporządzeniu Ministra Edukacji Narodowej z dnia 14 lutego 2017 r. w sprawie podstawy programowej wychowania przedszkolnego oraz podstawy programowej kształcenia ogólnego dla szkoły podstawowej, w tym dla uczniów z niepełnosprawnością intelektualną w stopniu umiarkowanym lub znacznym, kształcenia ogólnego dla branżowej szkoły I stopnia, kształcenia ogólnego dla szkoły specjalnej przysposabiającej do pracy oraz kształcenia ogólnego dla szkoły policealnej (Dz. U. poz. 356).</p>","zrodlo_danych":"Ministerstwo Edukacji Narodowej","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":"Dotychczasowa podstawa programowa, obowiązująca od 2009 r., uwzględnia cele kształcenia oraz treści nauczania z zakresu zrównoważonego rozwoju.Kształtowanie kompetencji społecznych i obywatelskich uczniów, z naciskiem na rozwijanie odpowiedzialnej postawy obywatelskiej oraz edukacja ekologiczna, w tym realizacja zagadnień dotyczących zmian klimatu, są prowadzone w ramach zajęć: historia, wiedza o społeczeństwie, przyroda, biologia, chemia, etyka.W związku z reformą oświaty - począwszy od 2017 r. - zmieniono strukturę szkolnictwa, a w konsekwencji opracowywano nowe podstawy programowe. Nowa podstawa programowa dla 8-letniej szkoły podstawowej, która zacznie obowiązywać od roku szk. 2017/2018, wskazuje cele kształcenia i treści nauczania z zakresu edukacji społecznej i obywatelskiej oraz edukacji ekologicznej. W dokumencie zaznacza się wprowadzenie uczniów w świat wartości (np. współpraca, solidarność, budowanie relacji społecznych), wychowanie dzieci i młodzieży w duchu szacunku dla drugiego człowieka i środowiska przyrodniczego, w tym upowszechnienie wiedzy o zasadach zrównoważonego rozwoju. Przedmiotowe treści zostaną odpowiednio rozszerzone w podstawach programowych dla szkół ponadpodstawowych.","indicator_variable_1":"ogółem","kategorie":null,"zmienne":null,"jednostka":"{ 0 , 1 }","pre":0,"graph":"scatter","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/12-8-1/","sdg_goal":12,"indicator":"12.8.1","target_id":"12.8.1","graph_title":"Rozszerzenie edukacji w zakresie (i) globalnego obywatelstwa (ii) zrównoważonego rozwoju (z uwzględnieniem zmian klimatycznych) ujętych w a) krajowych politykach edukacyjnych b) podstawach programowych c) kształceniu nauczycieli d) ocenianiu uczniów"}
