{"sdg_goal":13,"lang":"pl","indicator":"13.3.2","jednostka":"{ 0 , 1 }","source_url":"www.stat.gov.pl","graph":"scatter","graph_title":"Liczba krajów które na poziomie instytucjonalnym, systemowym i indywidualnym budują i wzmacniają potencjał w kierunku łagodzenia zmian klimatu, dostosowania się do jego skutków, transferu technologii i działań rozwojowych","target_id":"13.3.2","nazwa_wskaznika":"13.3.2 Liczba krajów które na poziomie instytucjonalnym, systemowym i indywidualnym budują i wzmacniają potencjał w kierunku łagodzenia zmian klimatu, dostosowania się do jego skutków, transferu technologii i działań rozwojowych","cel":"cel 13. Działania w dziedzinie klimatu","zadanie":"13.3 Zwiększyć poziom edukacji oraz potencjał ludzki i instytucjonalny, podnieść poziom świadomości na temat łagodzenia zmian klimatycznych, adaptacji i skutków zmian klimatycznych oraz systemów wczesnego ostrzegania przed zagrożeniami","definicja":"Wskaźnik przyjmuje wartość 1, gdy kraj jest sygnatariuszem międzynarodowych umów środowiskowych dotyczących łagodzenia zmian klimatu i dostosowania się do jego skutków.","jednostka_prezentacji":{"0 1":null},"dostepne_wymiary":null,"wyjasnienia_metodologiczne":"Porozumienie Paryskie w sprawie zmian klimatu uzgodnione podczas COP21 (Konferencja Narodów Zjednoczonych w sprawie zmian klimatu, United Nations Framework Convention on Climate Change, 21st Conference of the Parties) w Paryżu, w grudniu 2015 r. - państwa UE ratyfikowały w dniu 5 października 2016 r., Polska ratyfikowała w dniu 7 października 2016 r. Porozumienie Paryskie weszło w życie w dniu 4 listopada 2016 r. po jego ratyfikacji przez co najmniej 55 państw reprezentujących 55% światowej emisji.Większość państw, w tym także kraje UE, jeszcze w roku 2015 przedłożyła do ONZ swoje własne projekty klimatyczne (tzw. INDC - Intended Nationally Determined Contributions) określające cele redukcyjne i adaptacyjne na lata 2021-2025 lub 2021-2030.","zrodlo_danych":"Ministerstwo Środowiska / Główny Inspektorat Ochrony Środowiska","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
