{"sdg_goal":14,"lang":"pl","indicator":"14.c.1","jednostka":"{ 0 ; 1 }","source_url":"www.stat.gov.pl","graph":"scatter","graph_title":"Liczba krajów, które zrobiły postęp w ratyfikowaniu, zaakceptowaniu i implementowaniu w obrębie właściwych ram prawnych, politycznych i instytucjonalnych, międzynarodowego prawa odzwierciedlonego w Konwencji Narodów Zjednoczonych o prawie morza (UNCLOS), dla ochrony i zrównoważonego użytkowania oceanów i ich zasobów","target_id":"14.c.1","nazwa_wskaznika":"14.c.1 Liczba krajów, które zrobiły postęp w ratyfikowaniu, zaakceptowaniu i implementowaniu w obrębie właściwych ram prawnych, politycznych i instytucjonalnych, międzynarodowego prawa odzwierciedlonego w Konwencji Narodów Zjednoczonych o prawie morza (UNCLOS), dla ochrony i zrównoważonego użytkowania oceanów i ich zasobów","cel":"cel 14. Życie pod wodą","zadanie":"14.c Zwiększyć ochronę i zrównoważone wykorzystywanie oceanów i ich zasobów poprzez wdrażanie prawa międzynarodowego, zgodnego z Konwencją Narodów Zjednoczonych o Prawie Morza (United Nations Convention on the Law of the Sea - UNCLOS), która zapewnia ramy prawne odnośnie ochrony i zrównoważonego wykorzystania oceanów i ich zasobów, oraz zgodnego z paragrafem 158. dokumentu końcowego szczytu Rio+20 „Przyszłość, jaką chcemy mieć”.","definicja":"Wskaźnik określa liczbę przyjętych przez Polskę aktów prawnych, które bezpośrednio lub pośrednio wdrażają Konwencję Narodów Zjednoczonych o prawie morza, zwaną też Konwnecją o prawie morza lub konwencją jamajską (UNCLOS, United Nations Convention on the Law of the Sea). Wartość wskaźnika określa liczbę aktów prawnych przyjętych w danym roku.","jednostka_prezentacji":"{0;1}","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Polska przyjęła następujące akty prawne, które bezpośrednio lub pośrednio wdrażają Konwencję Narodów Zjednoczonych o prawie morza: W roku 2011: Ustawa z dnia 26 maja 2011 r. o zmianie ustawy o obszarach morskich Rzeczypospolitej Polskiej i administracji morskiej (Dz. U. z 2011, nr 134, poz. 778) W roku 2012: Ustawa z dnia 31 sierpnia 2012 r. o zmianie ustawy - Kodeks morski oraz ustawy o obszarach morskich Rzeczypospolitej Polskiej i administracji morskiej (Dz. U. z 2012, poz. 1069) W roku 2013: Rozporządzenie Ministra Transportu, Budownictwa i Gospodarki Morskiej i Ministra Rozwoju Regionalnego z dnia 5 sierpnia 2013 r. w sprawie planów zagospodarowania przestrzennego polskich obszarów morskich (Dz. U. z 2013 r. poz. 1051) W roku 2015: Ustawa z dnia 5 sierpnia 2015 r. o zmianie ustawy o obszarach morskich Rzeczypospolitej Polskiej i administracji morskiej oraz niektórych innych ustaw (Dz. U. z 2015 r. poz. 1642)","zrodlo_danych":"Ministerstwo Gospodarki Morskiej i Żeglugi Śródlądowej","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
