{"sdg_goal":15,"lang":"pl","indicator":"15.1.0","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Odsetek obszarów Natura 2000 objętych planami zarządzania","target_id":"15.1","nazwa_wskaznika":"15.1 Odsetek obszarów Natura 2000 objętych planami zarządzania","cel":"cel 15. Życie na lądzie","zadanie":null,"definicja":"Udział liczby obszarów, dla których opracowano PZO lub PO, w liczbie wszystkich obszarów Natura 2000 na terenie Polski.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Sieć NATURA 2000 to spójna funkcjonalnie europejska sieć ekologiczna, tworzona w celu zachowania siedlisk przyrodniczych oraz gatunków ważnych dla Wspólnoty Europejskiej. Dwa akty prawne – tzw. Dyrektywa Siedliskowa oraz Dyrektywa Ptasia – przewidują stworzenie systemu obszarów połączonych korytarzami ekologicznymi, czyli fragmentami krajobrazu zagospodarowanymi w sposób umożliwiający migrację, rozprzestrzenianie i wymianę puli genetycznej gatunków.Istotnym instrumentem zarządzania obszarami Natura 2000 jest system ocen oddziaływania na środowisko oraz planowanie jego ochrony.Docelowo, każdy obszar Natura 2000 musi posiadać dokument planistyczny w postaci planu zadań ochronnych (PZO) lub planu ochrony (PO). Sporządza je odpowiednio regionalny dyrektor ochrony środowiska, dyrektor parku narodowego lub urzędu morskiego. Jednakże dla części obszarów Natura 2000, które obszarowo pokrywają się z parkami narodowymi nie ma potrzeby opracowywania odrębnych dokumentów planistycznych wyłacznie dla obszarów Natura 2000, gdyż jest on automatycznie włączany do zakresu planu ochrony dla parku narodowego. Plany zadań ochronnych ustanawiane są w formie zarządzeń wydawanych przez regionalnych dyrektorów ochrony środowiska, a plan ochrony ustanawia rozporządzeniem Minister Środowiska.Wartość wskażnika oznacza udział liczby obszarów, dla których opracowano PZO lub PO, w liczbie wszystkich obszarów Natura 2000 na terenie Polski. Przyjęta wartość bazowa wskaźnika bazuje na wartaściach szacunkowych pokazujących stan rzeczywisty na koniec 2013 r., tj. wskazuje jedynie obszary dla których zostały zakończone prace nad przygotowaniami ww. dokumentów planistycznych. Dane te nie obejmują dokumentów, które były w trakcie przygotowywania oraz tych, które powstały do końca 2015 w ramach realizowanego ogólnopolskiego projektu finansowanego z POIiŚ 2007-2013 pn. Opracowanie planów zadań ochronnych dla obszarów Natura 2000 na obszarze Polski.Wartość docelowa oszacowana jest na podstawie liczby obszarów Natura 2000 w kraju, dla których istnieje obowiązek sporządzania planów zarządzania.","zrodlo_danych":"Generalna Dyrekcja Ochrony Środowiska","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2013 r.","uwagi":null}
