{"sdg_goal":15,"lang":"pl","indicator":"15.1.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Udział powierzchni gruntów leśnych w powierzchni lądowej kraju","target_id":"15.1.1","nazwa_wskaznika":"15.1.1 Udział powierzchni gruntów leśnych w powierzchni lądowej kraju","cel":"cel 15. Życie na lądzie","zadanie":"15.1 Do 2020 roku zapewnić ochronę, odtworzenie i zrównoważone użytkowanie lądowych i śródlądowych ekosystemów słodkiej wody oraz pozostałych ekosystemów, w szczególności lasów, terenów podmokłych i suchych oraz gór, zgodnie z międzynarodowymi zobowiązaniami","definicja":"Stosunek powierzchni gruntów leśnych do powierzchni ogólnej kraju pomniejszonej o grunty pod wodami (ogółem morskie wody wewnętrzne, powierzchniowe wody płynące oraz stojące).","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Do powierzchni gruntów leśnych zaliczają się: , tj. grunty o zwartej powierzchni co najmniej 0,1 ha pokryte roślinnością leśną (powierzchnia zalesiona) lub przejściowo pozbawione roślinności leśnej (powierzchnia niezalesiona).Są to grunty przeznaczone do produkcji leśnej lub wchodzące w skład rezerwatów przyrody i parków narodowych albo wpisane do rejestrów zabytków. grunty związane z gospodarką leśną, związane z gospodarką leśną, zajęte pod wykorzystywane dla potrzeb gospodarki leśnej: budynki i budowle, urządzenia melioracji wodnych, linie podziału przestrzennego lasu, drogi leśne, tereny pod liniami energetycznymi, szkółki leśne, miejsca składowania drewna, parkingi leśne i urządzenia turystyczne.Powierzchnia zalesiona obejmuje grunty pokryte uprawami, młodnikami i starszymi drzewostanami oraz plantacjami: topoli, nasiennymi i drzew szybkorosnących.Powierzchnia niezalesiona obejmuje grunty: znajdujące się w produkcji ubocznej (tj. plantacje choinek, krzewów, poletka łowieckie na gruntach leśnych), przejściowo pozbawione drzewostanu i przewidywane do odnowienia w najbliższych latach (tj. zręby, halizny, płazowiny), przewidziane do objęcia ochroną prawną (np. zaliczane do lasów śródleśne „oczka”, nieużytkowane płaty roślinności – hale i połoniny), przeznaczone do wyłączenia z produkcji grunty leśne wylesione (np. zalewiska i zapadliska na obszarze szkód górniczych).","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
