{"sdg_goal":15,"lang":"pl","indicator":"15.3.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Udział gruntów zdewastowanych i zdegradowanych wymagających rekultywacji w powierzchni ogółem","target_id":"15.3.1","nazwa_wskaznika":"15.3.1 Udział gruntów zdewastowanych i zdegradowanych wymagających rekultywacji w powierzchni ogółem","cel":"cel 15. Życie na lądzie","zadanie":"15.3 Do 2030 roku zwalczyć pustynnienie, odtworzyć zdegradowane obszary i gleby, w tym tereny dotknięte pustynnieniem, suszami i powodziami  dążyć do budowy świata, w którym nie będzie występować proces degradacji ziemi.","definicja":"Udział powierzchni gruntów, które utraciły całkowicie wartości użytkowe (grunty zdewastowane) oraz gruntów, których wartość użytkowa rolnicza lub leśna zmalała (grunty zdegradowane) w ogólnej powierzchni geodezyjnej kraju.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Grunty zdewastowane to grunty, które utraciły całkowicie wartość użytkową w wyniku pogorszenia się warunków przyrodniczych lub wskutek zmian środowiska oraz działalności przemysłowej, a także wadliwej działalności rolniczej.Grunty zdegradowane to grunty, których rolnicza lub leśna wartość użytkowa zmalała, w wyniku pogorszenia się warunków przyrodniczych lub wskutek zmian środowiska oraz działalności przemysłowej, a także wadliwej działalności rolniczej.Utrata albo ograniczenie wartości użytkowej gruntów oznacza całkowity zanik albo zmniejszenie zdolności produkcyjnej gruntów.Rekultywacja gruntów to nadanie lub przywrócenie gruntom zdegradowanym albo zdewastowanym wartości użytkowych lub przyrodniczych przez właściwe ukształtowanie rzeźby terenu, poprawienie właściwości fizycznych i chemicznych, uregulowanie stosunków wodnych, odtworzenie gleb, umocnienie skarp oraz odbudowanie lub zbudowanie niezbędnych dróg. Grunty zrekultywowane podlegają zagospodarowaniu czyli rolniczemu, leśnemu lub innemu rodzajowi użytkowania.Do terenów przeznaczonych do rekultywacji zalicza się zdegradowane lub zdewastowane grunty, takie jak: nieczynne hałdy, wysypiska, zapadliska, tereny po działalności przemysłowej i górniczej oraz po poligonach wojskowych, dla których właściwe organy zatwierdziły projekty rekultywacji.","zrodlo_danych":"Ministerstwo Rolnictwa i Rozwoju Wsi / Główny Urząd Geodezji i Kartografii","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
