{"sdg_goal":15,"lang":"pl","indicator":"15.6.1","jednostka":"{ 0 , 1 }","source_url":"www.stat.gov.pl","graph":"scatter","graph_title":"Liczba krajów które przyjęły prawne, administracyjne i polityczne ramy działania zapewniające sprawiedliwy i uczciwy podział korzyści płynących z użytkowania zasobów genetycznych","target_id":"15.6.1","nazwa_wskaznika":"<b>15.6.1 Liczba krajów które przyjęły prawne, administracyjne i polityczne ramy działania zapewniające sprawiedliwy i uczciwy podział korzyści płynących z użytkowania zasobów genetycznych</b>","cel":"Cel 15. Życie na lądzie","zadanie":"15.6 Promować uczciwy i sprawiedliwy podział korzyści płynących z użytkowania zasobów genetycznych oraz promować właściwy dostęp do nich, zgodnie z międzynarodowymi postanowieniami","definicja":"Wskaźnik przyjmuje wartość 1, jeśli kraj posiada ramy prawne, administracyjne i polityczne ramy działania zapewniające sprawiedliwy i uczciwy podział korzyści płynących z użytkowania zasobów genetycznych.","jednostka_prezentacji":"{ 0 , 1 }","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"<p><b>Zasoby genetyczne</b>, zgodnie z konwencją o różnorodności biologicznej, oznaczają materiał genetyczny (tj. jakikolwiek materiał roślinny, zwierzęcy, mikrobiologiczny lub innego pochodzenia, zawierający funkcjonalne jednostki dziedziczności).</p> <p>Nowym instrumentem prawa międzynarodowego, wdrażającym trzeci cel Konwencji o różnorodności biologicznej (dotyczący prawa państw do wykorzystywania swoich własnych zasobów zgodnie z własną polityką w zakresie środowiska) jest <b>Protokół z Nagoi</b>. Został on <b>przyjęty przez Dziesiątą Konferencję Stron Konwencji w 2010 roku</b>. Po wejściu w życie Protokołu z Nagoi, co nastąpiło dnia 12 października 2014 r., wszystkie podmioty pozyskujące zasoby genetyczne pochodzące z krajów, które ratyfikowały protokół, są zobowiązane do respektowania postanowień protokołu i instrumentów go wdrażających. <b>Polska podpisała Protokół z Nagoi w dniu 20 września 2011 r. Obecnie trwa proces jego ratyfikacji.</b></p> <p>Protokół z Nagoi dotyczy dostępu do zasobów genetycznych oraz uczciwego i sprawiedliwego podziału korzyści wynikających z ich wykorzystania. Ma na celu ustanowienie systemu zobowiązującego użytkowników zasobów genetycznych do dzielenia się z dawcą tych zasobów korzyściami powstałymi w wyniku ich wykorzystania.Protokół z Nagoi ma zastosowanie zarówno do zasobów genetycznych organizmów dziko występujących, jak i użytkowanych w gospodarce (z wyjątkiem zasobów genetycznych człowieka). Wpływa na funkcjonowanie dawców i biorców zasobów genetycznych, w tym m.in. ogrodów botanicznych i zoologicznych, banków genów, sektora rolnego (hodowla zwierząt, uprawa roślin, nasiennictwo, produkcja pasz), ogrodnictwa, leśnictwa, przemysłu farmaceutycznego, kosmetycznego, biotechnologii, przetwórstwa spożywczego, a nawet przemysłu związanego z produkcją paliw i tworzyw sztucznych.</p> <p><b>Na obszarze Unii Europejskiej </b>obowiązki użytkowników zasobów genetycznych we wszystkich państwach członkowskich reguluje <b>Rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 511/2014 </b>z dnia 16 kwietnia 2014 r. w sprawie środków zapewniających zgodność użytkowników w Unii z wymogami wynikającymi z Protokołu z Nagoi dotyczącego dostępu do zasobów genetycznych oraz uczciwego i sprawiedliwego podziału korzyści wynikających z wykorzystania tych zasobów.</p> <p>Zadania i właściwość organów administracji publicznej w zakresie wykonywania przepisów rozporządzenia (UE) nr 511/2014, zasady i tryb kontroli uzyskiwania, posiadania i wykorzystania zasobów genetycznych oraz zasady odpowiedzialności za naruszenie przepisów <b>w Polsce reguluje ustawa z dnia 19 lipca 2016 r. o dostępie do zasobów genetycznych i podziale korzyści z ich wykorzystania (Dz. U. 2016, poz. 1340)</b>.</p>","zrodlo_danych":"Ministerstwo Środowiska","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null,"indicator_variable_1":"ogółem","kategorie":null,"zmienne":null,"jednostka":"{ 0 , 1 }","pre":0,"graph":"scatter","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/15-6-1/","sdg_goal":15,"indicator":"15.6.1","target_id":"15.6.1","graph_title":"Liczba krajów które przyjęły prawne, administracyjne i polityczne ramy działania zapewniające sprawiedliwy i uczciwy podział korzyści płynących z użytkowania zasobów genetycznych"}
