{"sdg_goal":15,"lang":"pl","indicator":"15.7.1","jednostka":null,"source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Liczba okazów CITES zatrzymanych przez Służby celne","target_id":"15.7.1","nazwa_wskaznika":"15.7.1 Liczba okazów CITES zatrzymanych przez Służby celne","cel":"cel 15. Życie na lądzie","zadanie":"15.7 Podjąć pilne działania eliminujące proceder kłusownictwa i handlu chronionymi gatunkami zwierząt i roślin  podjąć działania zapobiegające nabywaniu i sprzedaży nielegalnych produktów dzikiej przyrody","definicja":"Wskaźnik określa liczbę okazów CITES, w tym okazów żywych roślin i zwierząt, zatrzymanych przez Służby celne.","jednostka_prezentacji":null,"dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Konwencja o międzynarodowym handlu dzikimi zwierzętami i roślinami gatunków zagrożonych wyginięciem (CITES), sporządzona została w Waszyngtonie dnia 3 marca 1973 r. (Dz. U. 1991 nr 27 poz. 112 z późn. zmianami). W rozumieniu niniejszej konwencji: gatunek oznacza każdy gatunek, podgatunek bądź odrębną geograficzną populację, okaz natomiast oznacza: każde zwierzę lub roślinę, żywe lub martwe, w odniesieniu do zwierząt – gdy chodzi o gatunki objęte załącznikami I i II – każdą łatwo rozpoznawalną ich część lub produkt otrzymany ze zwierzęcia, a gdy chodzi o gatunki objęte załącznikiem III – każdą łatwo rozpoznawalną ich część lub produkt otrzymany ze zwierzęcia, jeżeli zostały one objęte tym załącznikiem, w odniesieniu do roślin – gdy chodzi o gatunki objęte załącznikiem I – każdą łatwo rozpoznawalną ich część lub produkt otrzymany z rośliny, a gdy chodzi o gatunki objęte załącznikami II i III – każdą łatwo rozpoznawalną ich część lub produkt otrzymany z rośliny, jeżeli są one objęte tymi załącznikami. Handel oznacza eksport, reeksport, import i sprowadzenie z morza. Reeksport oznacza eksport każdego okazu, który został uprzednio wwieziony.Załącznik I obejmuje wszystkie gatunki zagrożone wyginięciem, które są lub mogą być przedmiotem handlu. Handel okazami tych gatunków powinien być poddany szczególnie ścisłej reglamentacji w celu zapobieżenia dalszemu zagrożeniu ich istnienia i może być dozwolony jedynie w wyjątkowych okolicznościach.Załącznik II obejmuje: wszystkie gatunki, które wprawdzie niekoniecznie już teraz są zagrożone wyginięciem, niemniej mogą stać się takimi, jeżeli handel okazami tych gatunków nie zostanie poddany ścisłej reglamentacji mającej zapobiec eksploatacji niedającej się pogodzić z ich utrzymaniem, oraz niektóre gatunki, które powinny być przedmiotem reglamentacji w celu poddania skutecznej kontroli handle okazami gatunków objętych załącznikiem II. Załącznik III obejmuje wszystkie gatunki, co do których jedna ze Stron uzna swoją właściwość do objęcia ich reglamentacją mającą na celu zapobieżenie lub ograniczenie eksploatacji tych gatunków i wymagającą współpracy innych Stron w zakresie kontroli handlu.Wartość ogółem w latach 2010-2015 określa liczbę żywych okazów zwierząt i żywych okazów roślin. Ponadto: dla danych za rok 2010: w wartości ogółem - 8286 okazów medykamentów medycyny azjatyckiej (TAM), 70 szt. (70 kg) mrożonego węgorza europejskiego. dla danych za rok 2011: w wartości ogółem - 2m3 drewna Swietnia spp. i 3000 nasion kaktusa Astrophytum asterias oraz 9594 okazów medykamentów medycyny azjatyckiej (TAM). dla danych za rok 2012: w wartości ogółem - 8217 okazów medykamentów medycyny azjatyckiej (TAM), 7 szt. okazów kości słoniowej. dla danych za rok 2013: w wartości ogółem - 2137 okazów medykamentów medycyny azjatyckiej (TAM), 2 szt. okazów kości słoniowej. dla danych za rok 2014: w wartości ogółem - 2040 okazów medykamentów medycyny azjatyckiem (TAM), 1 szt. okazów kości słoniowej. dla danych za rok 2015: w wartości ogółem - 9986 okazów medykamentów medycyny azjatyckiem (TAM), 7 szt. okazów kości słoniowej.","zrodlo_danych":"Ministerstwo Finansów","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":"Wskaźnik zastępczy, dostępny w ramach polskiej statystyki publicznej.Wskaźnikem zasadnicznym, przyjętym przez ONZ, monitorującym cel 15.7 Agendy 2030 jest wskaźnik 15.7.1 Udział handlu chronionymi gatunkami roślin i zwierząt stanowiących przedmiot nielegalnego obrotu."}
