{"sdg_goal":16,"lang":"pl","indicator":"16.1.1","jednostka":"osoby","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Współczynnik zgonów w wyniku zabójstw na 100 tys. ludności","target_id":"16.1.1","nazwa_wskaznika":"<b>16.1.1 Współczynnik zgonów w wyniku zabójstw na 100 tys. ludności</b>","cel":"Cel 16. Pokój, sprawiedliwość i silne instytucje","zadanie":"16.1 Znacząco zmniejszyć poziom przemocy we wszystkich formach oraz związany z nią wskaźnik umieralności na całym świecie.","definicja":"Liczba zgonów w wyniku zabójstw w przeliczeniu na 100 tys. ludności.","jednostka_prezentacji":"osoby","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"<p><b>Zgon </b>- trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju.</p> <p><b>Zabójstwo </b>- wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10: jednostki chorobowe o symbolu z zakresu X85-Y09 — schorzenia spowodowane obrażeniami zadanymi przez inną osobę w zamiarze zranienia lub pozbawienia życia, w dowolny sposób lub zabójstwem.</p> <p><b>Źródłem informacji o zgonach </b>jest wykorzystywany wtórnie przez statystykę indywidualny dokument \"Karta zgonu\" (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231).</p> <p>Dane o zgonach opracowano w podziale terytorialnym — według miejsca zameldowania na pobyt stały osoby zmarłej.</p> <p>Przy opracowywaniu danych zgonów według przyczyn przyjmuje się wyjściowa przyczynę zgonu. Za przyczynę wyjściową uważa się chorobę stanowiącą początek procesu chorobowego, który doprowadził do zgonu albo uraz czy zatrucie, w wyniku którego nastąpił zgon. Dane dotyczące orzecznictwa o przyczynach zgonów podano zgodnie z Międzynarodową Statystyczną Klasyfikacją Chorób i Problemów Zdrowotnych (X Rewizja).</p> <p><b>Zabójstwo </b>jest jednym z najcięższych przestępstw, skierowanym przeciwko najwyższemu dobru chronionemu prawem, jakim jest życie człowieka. Zabójstwo jest przestępstwem określonym przez ustawodawcę w art. 148 kodeksu karnego. Zabójstwa dopuszcza się sprawca, który zabija innego człowieka. W art. 148 § 4 k.k., ustawodawca określił tzw. zabójstwo typu uprzywilejowanego, którego dopuszcza się każdy kto zabija człowieka pod wpływem silnego wzburzenia usprawiedliwionego okolicznościami, czyli gdy mamy do czynienia z tzw. afektem fizjologicznym oraz silnym wzburzeniem usprawiedliwionym okolicznościami zewnętrznymi, które z perspektywy ocen społecznych mogą zasługiwać na pewne zrozumienie.</p> <p>Zgodnie z art. 148 par. 1 kodeksu karnego, kto zabija człowieka, podlega karze pozbawienia wolności na czas nie krótszy od lat 8, karze 25 lat pozbawienia wolności albo karze dożywotniego pozbawienia wolności.</p> <p>Zgodnie z art. 148 par 2. kodeksu karnego kto zabija człowieka: </p> <p>  1. ze szczególnym okrucieństwem, </p> <p>  2. w związku z wzięciem zakładnika, zgwałceniem albo rozbojem, </p> <p>  3. w wyniku motywacji zasługującej na szczególne potępienie, </p> <p>  4. z użyciem materiałów wybuchowych, </p> <p>podlega karze pozbawienia wolności na czas nie krótszy od lat 12, karze 25 lat pozbawienia wolności albo karze dożywotniego pozbawienia wolności.</p> <p><b>Ludność </b>opracowano na podstawie: </p> <p>  • bilansów ludności zamieszkałej na terenie gminy w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2011 (dla danych od 2010 r.)  dla lat wcześniejszych (2000-2009) w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2002, </p> <p>  • rejestrów Ministerstwa Spraw Wewnętrznych i Administracji - migracje wewnętrzne i zagraniczne na pobyt stały (od 2006 r. dane są pobierane z rejestru PESEL - Powszechny Elektroniczny System Ewidencji Ludności), </p> <p>  • sprawozdań urzędów stanu cywilnego - urodzenia, zgony.</p>","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null,"indicator_variable_1":"ogółem","kategorie":null,"zmienne":null,"jednostka":"osoby","pre":2,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/16-1-1/","sdg_goal":16,"indicator":"16.1.1","target_id":"16.1.1","graph_title":"Współczynnik zgonów w wyniku zabójstw na 100 tys. ludności"}
