{"sdg_goal":16,"lang":"pl","indicator":"16.1.4","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Poczucie bezpieczeństwa w miejscu zamieszkania","target_id":"16.1.4","nazwa_wskaznika":"<b>16.1.4 Poczucie bezpieczeństwa w miejscu zamieszkania</b>","cel":"Cel 16. Pokój, sprawiedliwość i silne instytucje","zadanie":"16.1 Znacząco zmniejszyć poziom przemocy we wszystkich formach oraz związany z nią wskaźnik umieralności na całym świecie.","definicja":"Odsetek osób w wieku 16 lat lub więcej deklarujących, że chodząc samotnie po zmroku w okolicy swojego miejsca zamieszkania czują się bardzo bezpiecznie lub raczej bezpiecznie.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"<p>Wskaźnik obliczany jest na podstawie informacji uzyskanych z <b>Badania EU-SILC</b>.</p> <p><b>Badanie EU-SILC </b>(Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej \"obserwacji\" w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy  z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi – danych o osobach indywidualnych. </br> Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia. </br> W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym). </br> Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r.</p> <p>Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe).</p> <p>Respondentom zadano pytanie <i>\"Jak bezpiecznie czuje się Pan/Pani chodząc samotnie w swojej okolicy po zmroku?\"</i></p> <p>Możliwymi odpowiedziami były: bardzo bezpiecznie, raczej bezpiecznie, raczej niebezpiecznie, bardzo niebezpiecznie, nie wychodzę samotnie po zmroku, bo czuję się niebezpiecznie, nie wychodzę samotnie po zmroku z innych przyczyn.</p> <p>Przy wyliczaniu wskaźnika wyłączono kategorię: nie wychodzę samotnie po zmroku, bo czuję się niebezpiecznie.</p>","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2015 r.","uwagi":null,"indicator_variable_1":"ogółem","kategorie":null,"zmienne":null,"jednostka":"procent","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/16-1-4/","sdg_goal":16,"indicator":"16.1.4","target_id":"16.1.4","graph_title":"Poczucie bezpieczeństwa w miejscu zamieszkania"}
