{"sdg_goal":16,"lang":"pl","indicator":"16.2.3","jednostka":"liczba przestępstw","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Liczba stwierdzonych przestępstw przeciwko wolności seksualnej popełnionych wobec osób małoletnich","target_id":"16.2.3","nazwa_wskaznika":"<b>16.2.3 Liczba stwierdzonych przestępstw przeciwko wolności seksualnej popełnionych wobec osób małoletnich</b>","cel":"Cel 16. Pokój, sprawiedliwość i silne instytucje","zadanie":"16.2 Wyeliminować nadużycia, wykorzystywanie i handel ludźmi oraz wszelkie formy przemocy i tortur wobec dzieci","definicja":"Liczba stwierdzonych przestępstw przeciwko wolności seksualnej popełnionych wobec osb małoletnich (tj. osób poniżej 18 lat / według jednostki rejestrującej postępowanie).","jednostka_prezentacji":"liczba przestępstw","dostepne_wymiary":"rodzaj przestępstwa, wiek, płeć","wyjasnienia_metodologiczne":"<p>W polskim ustawodawstwie do <b>przestępstw przeciwko wolności seksualnej </b>popełnianych wobec osób małoletnich (tj. osób poniżej 18 lat) zalicza się m.in.: </p> <p>  • zgwałcenie (art. 197 kk) - doprowadzenie przemocą, groźbą bezprawną lud podstępem innej osoby do obcowania płciowego, </p> <p>  • seksualne wykorzystanie zależności (art. 199 kk) - doprowadzenie innej osoby, poprzez nadużycie stosunku zależności lub wykorzystanie krytycznego położenia, do obcowania płciowego lub do poddania się innej czynności seksualnej, </p> <p>  • seksualne wykorzystanie małoletniego (art. 200 kk) - doprowadzenie małoletniego poniżej lat 15 do obcowania płciowego lub dopuszczenie się wobec takiej osoby innej czynności seksualnej, </p> <p>  • czerpanie zysku z cudzego nierządu (art. 204 kk) - osiąganie korzyści majątkowej, nakłanianie innej osoby do uprawiania prostytucji lub jej tego ułatwiania.</p>","zrodlo_danych":"Komenda Główna Policji","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2016 r.","uwagi":"Wskaźnik zastępczy, dostępny w ramach polskiej statystyki publicznej. Wskaźnikiem zasadniczym, przyjętym przez ONZ, monitorującym cel 16.2 Agendy 2030, jest wskaźnik 16.2.3 Odsetek kobiet i mężczyzn w wieku 18-29 lat, którzy doświadczyli przemocy seksualnej przed ukończeniem 18 lat."}
