{"sdg_goal":16,"lang":"pl","indicator":"16.2.2","jednostka":"osoby","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Liczba ofiar handlu ludźmi na 100 tys. ludności","target_id":"16.2.2","nazwa_wskaznika":"<b>16.2.2 Liczba ofiar handlu ludźmi na 100 tys. ludności</b>","cel":"Cel 16. Pokój, sprawiedliwość i silne instytucje","zadanie":"16.2 Wyeliminować nadużycia, wykorzystywanie i handel ludźmi oraz wszelkie formy przemocy i tortur wobec dzieci","definicja":"Liczba ofiar handlu ludźmi w przeliczeniu na 100 tys. ludności.","jednostka_prezentacji":"osoby","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"<p><b>Handel ludźmi </b>jest przestępstwem, które zgodnie z art. art. 189a kodeksu karnego (Ustawa z dnia 6 czerwca 1997 r., Dz.U. 2016.0.1137), podlega karze pozbawienia wolności na czas nie krótszy od lat 3.</p> <p>Pod pojęciem <b>handlu ludźmi</b>, zgodnie z par. 22 art. 115 kodeksu karnego rozumiemy werbowanie, transport, dostarczanie, przekazywanie, przechowywanie lub przyjmowanie osoby z zastosowaniem: </p> <p>  • przemocy lub groźby bezprawnej, </p> <p>  • uprowadzenia, </p> <p>  • podstępu, </p> <p>  • wprowadzenia w błąd albo wyzyskania błędu lub niezdolności do należytego pojmowania przedsiębranego działania, </p> <p>  • nadużycia stosunku zależności, wykorzystania krytycznego położenia lub stanu bezradności, </p> <p>  • udzielenia albo przyjęcia korzyści majątkowej lub osobistej albo jej obietnicy osobie sprawującej opiekę lub nadzór nad inną osobą – w celu jej wykorzystania, nawet za jej zgodą, w szczególności w prostytucji, pornografii lub innych formach seksualnego wykorzystania, w pracy lub usługach o charakterze przymusowym, w żebractwie, w niewolnictwie lub innych formach wykorzystania poniżających godność człowieka albo w celu pozyskania komórek, tkanek lub narządów wbrew przepisom ustawy. </p> <p>Jeżeli zachowanie sprawcy dotyczy małoletniego, stanowi ono handel ludźmi, nawet gdy nie zostały użyte metody lub środki wymienione w pkt 1–6.</p>","zrodlo_danych":"Komenda Główna Policji","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2012 r.","uwagi":"Wskaźnikiem zasadniczym, przyjętym przez ONZ, monitorującym cel 16.2 Agendy 2030, jest wskaźnik 16.2.2 Liczba ofiar handlu ludźmi na 100 tys. ludności, wg płci, wieku i formy wyzysku."}
