{"sdg_goal":16,"lang":"pl","indicator":"16.4.0","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Odsetek osób korzystających z Internetu w kontaktach z administracją publiczną do przekazywania wypełnionych formularzy","target_id":"16.4","nazwa_wskaznika":"16.4 Odsetek osób korzystających z Internetu w kontaktach z administracją publiczną do przekazywania wypełnionych formularzy","cel":"cel 16. Pokój, sprawiedliwość i silne instytucje","zadanie":null,"definicja":"Odsetek osób w wieku 16-74 lata korzystających z Internetu w kontaktach prywatnych z administracją publiczną do przekazywania wypełnionych formularzy (w ciągu ostatnich 12 miesięcy).","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Dane pochodzą z badania Wskaźniki społeczeństwa informacyjnego, które jest badaniem reprezentacyjnym, ankietowym, realizowanym metodą wywiadu bezpośredniego, w którym udział jest dobrowolny. Badanie odbywa się w kwietniu każdego roku. Zgodnie z wymogami określonymi w rozporządzeniach Komisji Europejskiej badanie obejmuje gospodarstwa domowe (z przynajmniej jedną osobą w wieku 16-74 lata) znajdujące się na terenie całego kraju oraz wszystkie osoby w wieku 16-74 lata w tych gospodarstwach. Badaniem nie są objęte osoby mieszkające w gospodarstwach zbiorowych, takich jak: domy studenckie, hotele robotnicze, domy opieki społecznej, zakony, szpitale, koszary, zakłady karne itp. Cudzoziemcy mogą uczestniczyć w badaniu, o ile posiadają znajomość języka polskiego.Pojęcie &#39 administracja publiczna&#39  odnosi się zarówno do organów świadczących usługi publiczne, jak i prowadzących typową działalność administracyjną. Możemy do nich zaliczyć na przykład organy podatkowe (np. urząd skarbowy, izbę skarbową), organy służby celnej, organy rejestrowe (np. KRS, REGON), instytucje ubezpieczeń społecznych (np. ZUS), organy publicznej służby zdrowia (np. NFZ, szpitale), instytucje związane z ochroną środowiska i pozostałe prowadzące działalność publiczną. Wyróżnia się administrację szczebla lokalnego, regionalnego i krajowego.Kontakt z administracją publiczną poprzez Internet obejmuje m.in. wyszukiwanie informacji na stronach internetowych, pobieranie formularzy urzędowych, wysyłanie wypełnionych formularzy (z wyłączeniem ręcznie pisanych e-maili).","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
