{"sdg_goal":16,"lang":"pl","indicator":"16.6.2.b","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"scatter","graph_title":"Odsetek internautów pozytywnie oceniających łatwość znalezienia informacji sektora publicznego na stronach internetowych urzędów administracji publicznej","target_id":"16.6.2.b","nazwa_wskaznika":"16.6.2.b Odsetek internautów pozytywnie oceniających łatwość znalezienia informacji sektora publicznego na stronach internetowych urzędów administracji publicznej","cel":"cel 16. Pokój, sprawiedliwość i silne instytucje","zadanie":"16.6 Rozwijać skuteczne, odpowiedzialne i przejrzyste instytucje na wszystkich szczeblach","definicja":"Udział internautów pozytywnie oceniających łatwość znalezienia informacji sektora publicznego na stronach internetowych urzędów administracji publicznej w ogólnej liczbie badanych internautów.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Wskaźnik otrzymywany w wyniku badania E-administracja w oczach internautów, którego celem jest badanie opinii internautów na temat e-administracji w Polsce oraz określenie zachowań i potrzeb związanych z załatwianiem spraw urzędowych na drodze elektronicznej. Wskaźnik przedstawia odsetek badanych osób, które w odpowiedzi na pytanie Jak oceniasz stronę www urzędu/instytucji publicznej, na której ostatnio poszukiwałeś informacji pod względem łatwości znalezienia potrzebnych informacji? wystawili ocenę pozytywną (suma ocen: pozytywnie, raczej pozytywnie). Badaniem objęte są osoby, które kiedykolwiek poszukiwały informacji na stronach urzędów.","zrodlo_danych":"Ministerstwo Cyfryzacji","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2012 r.","uwagi":"W 2011 i 2015 r. badanie nie zostało przeprowadzone.Wskaźnik zastępczy, dostępny w ramach polskiej statystyki publicznej. Wskaźnikiem zasadniczym, przyjętym przez ONZ, monitorującym cel 16.6 Agendy 2030, jest wskaźnik 16.6.2 Odsetek ludności zadowolonej ze swojego ostatniego doświadczenia w kontakcie ze służbami publicznymi.","indicator_variable_1":"ogółem","kategorie":null,"zmienne":null,"jednostka":"procent","pre":0,"graph":"scatter","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/16-6-2-b/","sdg_goal":16,"indicator":"16.6.2.b","target_id":"16.6.2.b","graph_title":"Odsetek internautów pozytywnie oceniających łatwość znalezienia informacji sektora publicznego na stronach internetowych urzędów administracji publicznej"}
