{"sdg_goal":16,"lang":"pl","indicator":"16.b.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"scatter","graph_title":"Poczucie zagrożenia dyskryminacją","target_id":"16.b.1","nazwa_wskaznika":"16.b.1 Poczucie zagrożenia dyskryminacją","cel":"cel 16. Pokój, sprawiedliwość i silne instytucje","zadanie":"16.b Promować i egzekwować prawo niedyskryminujące nikogo oraz polityki na rzecz zrównoważonego rozwoju.","definicja":"Odsetek osób (w gospodarstwach domowych) w wieku 16 lat lub więcej uznających się za osoby należące do grupy społecznej, która z jakiegokolwiek powodu jest gorzej traktowana (dyskryminowana) niż inne grupy w Polsce.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Dane pochodzą z reprezentacyjnego badania gospodarstw domowych pn. Badanie Spójności Społecznej (BSS). Pierwsza edycja BSS została zrealizowana przez GUS w 2011 r., druga - w 2015 r. W badaniu wzięło udział blisko 14 tys. respondentów w wieku 16 lat i więcej.Respondentom zadano pytanie \"Czy uznałby/uznałaby się Pan/Pani za osobę należącą do grupy ludzi, która z jakiegokolwiek powodu jest w Polsce gorzej traktowana (dyskryminowana)?\".Możliwymi odpowiedziami były: tak lub nie.celem Badania Spójności Społecznej jest zebranie informacji pozwalających na dokonanie wszechstronnych ocen jakości życia (z uwzględnieniem aspektów ekonomicznych i społecznych), ocenianej przez pryzmat zarówno wskaźników obiektywnych, jak i subiektywnych. Dzięki integracji danych indywidualnych możliwe jest m.in. określenie, w jakich grupach społeczeństwa występuje kumulacja korzystnych bądź niekorzystnych aspektów jakości życia, jakie czynniki warunkują te sytuacje, a także jakie relacje zachodzą pomiędzy poszczególnymi wymiarami jakości życia. Szeroki zakres zbieranych informacji pozwala m.in. na kompleksową ocenę zróżnicowania poziomu i stylu życia oraz wielowymiarową analizę ubóstwa, wykluczenia społecznego, kapitału społecznego oraz subiektywnego dobrobytu.","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane co kilka lat  od 2011 r.","uwagi":null}
