{"sdg_goal":17,"lang":"pl","indicator":"17.10.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Średnia ważona stawka celna","target_id":"17.10.1","nazwa_wskaznika":"<b>17.10.1 Średnia ważona stawka celna</b>","cel":"Cel 17. Partnerstwa na rzecz celów","zadanie":"17.10 Promować powszechny, uregulowany, otwarty, nie dyskryminujący i sprawiedliwy wielostronny system handlowy w ramach Światowej Organizacji Handlu, w tym z wykorzystaniem rezultatów negocjacji Agendy Rozwoju z Doha (Doha Development Agenda)","definicja":"Średnia ważona stawka celna oznacza średni procentowy poziom cła nakładanego przez państwo na towary w związku z ich wywozem i przywozem, dokonywanym przez granice celne państwa, a także ich tranzytem przez jego obszar celny.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"<p>W oparciu o System Hurtowni Danych Ari@dna2 wyznaczany jest udział pobranych należnośi celnych (łączna wartość w PLN) w łącznej statystycznej wartości celnej, stanowiącej podstawę do naliczenia.</p> <p>Wartość statystyczną oblicza się: </p> <p>  • w przypadku sprzedaży - na podstawie wartości towarów z faktury, </p> <p>  • w pozostałych przypadkach (innych niż transakcje kupna/sprzedaży) - na podstawie wartości, która byłaby zafakturowana. </p> <p><b>Wartość statystyczna w wywozie </b>to wartość towarów w miejscu i czasie, w którym towary opuszczają terytorium statystyczne Polski. Wartość statystyczna uwzględnia dodatkowe koszty (np. koszty transportu, ubezpieczenia transportowego), dotyczące tej części przewozu, która odbywa się na obszarze statystycznym Polski.</p> <p><b>Wartość statystyczna w przywozie </b>to wartość towarów w chwili i miejscu wprowadzenia ich na polskie terytorium statystyczne. Wartość statystyczna uwzględnia dodatkowe koszty (np. koszty transportu, ubezpieczenia transportowego) dotyczące tej części przewozu, która odbywa się poza obszarem statystycznym Polski.</p>","zrodlo_danych":"Ministerstwo Finansów","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":"Wskaźnik ma charakter średniej stawki należnej cła.","indicator_variable_1":"ogółem","kategorie":null,"zmienne":null,"jednostka":"procent","pre":2,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/17-10-1/","sdg_goal":17,"indicator":"17.10.1","target_id":"17.10.1","graph_title":"Średnia ważona stawka celna"}
