{"sdg_goal":17,"lang":"pl","indicator":"17.3.2","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Wielkość transferów pieniężnych (w dolarach USA) w relacji do PKB","target_id":"17.3.2","nazwa_wskaznika":"17.3.2 Wielkość transferów pieniężnych (w dolarach USA) w relacji do PKB","cel":"cel 17. Partnerstwa na rzecz celów","zadanie":"17.3 Zmobilizować dodatkowe środki finansowe dla krajów rozwijających się z różnorodnych źródeł","definicja":"Stosunek wielkości przekazów pieniężnych (w dolarach USA) do PKB - wyrażony procentowo.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Produkt krajowy brutto (PKB) obrazuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej (jednostek będących rezydentami) w danym roku. Szczegółową definicję i metodologię obliczania PKB określa rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 549/2013 z dnia 21 maja 2013 r. w sprawie europejskiego systemu rachunków narodowych i regionalnych w Unii Europejskiej (ESA 2010).Wartość PKB można obliczyć na trzy sposoby: od strony tworzenia jest ona równa wartości dodanej wszystkich sektorów instytucjonalnych lub wszystkich sekcji Polskiej Klasyfikacji Działalności (PKD) krajowych jednostek produkcyjnych powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów, od strony rozdysponowania PKB obliczany jest jako suma popytu krajowego, tj. spożycia i akumulacji oraz salda wymiany produktów z zagranicą, jako sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (a więc koszty związane z zatrudnieniem, podatki związane z produkcją i importem pomniejszone o dotacje, nadwyżka operacyjna brutto oraz dochód mieszany gospodarki ogółem). Przekazy osobiste obejmują transfery osobiste oraz wynagrodzenia pracowników. Transfery osobiste składają się ze wszystkich transferów bieżących w gotówce lub wytworzonych bądź otrzymanych przez gospodarstwa domowe będące rezydentami, czy też gospodarstwa domowe będące nierezydentami. Transfery osobiste zatem zawierają wszystkie transfery bieżące między rezydentami a nierezydentami. Wynagrodzenia pracowników odnoszą się do dochodów z zagranicy, sezonowych lub innych krótkoterminowych pracowników, którzy są zatrudnieni w państwie gdzie są klasyfikowani jako nierezydenci lub rezydenci zatrudnieni w jednostkach nierezydentów. Dane zawierają sumę dwóch składowych, które są zdefiniowane w BPM6: transfery osobiste oraz wynagrodzenia pracowników. Metodologia jest zgodna z wymaganiami BPM6.","zrodlo_danych":"Narodowy Bank Polski","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
