{"sdg_goal":17,"lang":"pl","indicator":"17.6.2","jednostka":"osoby","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Liczba abonentów stacjonarnego Internetu szerokopasmowego na 100 mieszkańców","target_id":"17.6.2","nazwa_wskaznika":"<b>17.6.2 Liczba abonentów stacjonarnego Internetu szerokopasmowego na 100 mieszkańców</b>","cel":"Cel 17. Partnerstwa na rzecz celów","zadanie":"17.6 Wzmocnić współpracę Północ-Południe i Południe-Południe oraz trójstronną, współpracę regionalną i międzynarodową w zakresie dostępu do nauki, technologii i innowacji  rozwinąć dzielenie się wiedzą na wspólnie ustalonych warunkach, w tym poprzez wzmocnioną koordynację istniejących już mechanizmów, w szczególności na szczeblu Narodów Zjednoczonych oraz poprzez globalny mechanizm ułatwiania dostępu do technologii","definicja":"Liczba abonentów stacjonarnego przewodowego i bezprzewodowego szerokopasmowego Internetu w przeliczeniu na 100 osób.","jednostka_prezentacji":"osoby","dostepne_wymiary":"ogółem, wg szybkości połączenia","wyjasnienia_metodologiczne":"<p><b>Łącze szerokopasmowe </b>– w statystyce wspólnotowej Unii Europejskiej (UE) wyróżnia się dwa podejścia do definiowania pojęcia łączy szerokopasmowych. Pierwsze z nich używane jest w badaniach wykorzystania technologii informacyjno-komunikacyjnych (ang. <i>Information and Communication Technologies </i>- ICT), prowadzonych przez wszystkie krajowe urzędy statystyczne (w Polsce Główny Urząd Statystyczny), a drugie – w badaniach rynku telekomunikacyjnego, prowadzonych przez krajowych regulatorów rynku telekomunikacyjnego (odpowiednio Urząd Komunikacji Elektronicznej). W statystykach UE dotyczących rynku telekomunikacyjnego stosowanych przez Urząd Komunikacji Elektronicznej i Komisję Europejską za stałe łącza szerokopasmowe uznawane są łącza o przepływności powyżej 144 kb/s. Z kolei na potrzeby badań prowadzonych przez krajowe urzędy statystyczne, koordynowanych przez Eurostat, szerokopasmowe łącze definiuje się przez rodzaj techniki używanej do realizacji połączenia, a nie jego szybkość. Obejmują one technologie z rodziny DSL, takie jak ADSL, HDSL, SDSL, VDSL, łącza Ethernet LANs, które stanowią trzon połączeń szerokopasmowych, oraz inne cechujące się dużą przepustowością łącza stałe (przewodowe lub bezprzewodowe).</p> <p>Dane dla wskaźnika pochodzą z badania przeprowadzanego dwukrotnie w ciągu roku przez Urząd Komunikacji Elektronicznej na potrzeby Komisji Europejskiej (Agenda Cyfrowa). Badanie obejmuje ok. 100-120 największych przedsiębiorców telekomunikacyjnych, których łączny udział w rynku świadczenia usług dostępu do sieci Internet przekracza 95%.</p> <p>Wskaźnik prezentowany jest według szybkości połączenia dla następujących przedziałów prędkości: </p> <p>  • poniżej 30 Mb/s, </p> <p>  • od 30 Mb/s do poniżej 100 Mb/s, </p> <p>  • od 100 Mb/s. </p> <p>Przedstawia liczbę abonentów stacjonarnego przewodowego i bezprzewodowego szerokopasmowego Internetu w przeliczeniu na 100 osób (wg stanu ludności na koniec roku ogłaszanej przez Główny Urząd Statystyczny).</p> <p>Ludność opracowano na podstawie: </p> <p>  • bilansów ludności zamieszkałej na terenie gminy w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2011 (dla danych od 2010 r.)  dla lat wcześniejszych (2003-2009) w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2002, </p> <p>  • rejestrów Ministerstwa Spraw Wewnętrznych - migracje wewnętrzne i zagraniczne na pobyt stały (od 2006 r. dane są pobierane z rejestru PESEL - Powszechny Elektroniczny System Ewidencji Ludności), </p> <p>  • sprawozdań urzędów stanu cywilnego - małżeństwa, urodzenia, zgony.</p>","zrodlo_danych":"Urząd Komunikacji Elektronicznej","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
