{"sdg_goal":17,"lang":"pl","indicator":"17.8.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Odsetek osób w wieku 16-74 lata korzystających z Internetu w ciagu ostatnich 3 miesięcy","target_id":"17.8.1","nazwa_wskaznika":"<b>17.8.1 Odsetek osób w wieku 16-74 lata korzystających z Internetu w ciagu ostatnich 3 miesięcy</b>","cel":"Cel 17. Partnerstwa na rzecz celów","zadanie":"17.8 W pełni zoperacjonalizować bank technologii oraz naukowe, technologiczne i innowacyjne mechanizmy budowania potencjału dla krajów najsłabiej rozwiniętych do 2017 r.  zwiększyć wykorzystanie technologii kluczowych dla rozwoju, w szczególności technologii informacyjnych i komunikacyjnych","definicja":"Odsetek osób w wieku 16-74 lata korzystających z Internetu w ciagu ostatnich 3 miesięcy.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"<p>Dane dla wskaźnika pochodzą z Badania wykorzystania technologii informacyjno-telekomunikacyjnych w gospodarstwach domowych i przez osoby indywidualne.</p> <p><b>Badanie wykorzystania technologii informacyjno-telekomunikacyjnych </b>(ang. <i>Information and Communication Technologies </i>- ICT) w gospodarstwach domowych i przez użytkowników indywidualnych rozpoczęto w Unii Europejskiej w 2002 r., wykorzystując głównie metodę wywiadu bezpośredniego bądź telefonicznego. W Polsce monitorowanie wykorzystania ICT w gospodarstwach domowych według metodologii zharmonizowanej z UE rozpoczęto w 2004 r. Od tego czasu badanie jest realizowane corocznie, a udział w nim jest dobrowolny. Badanie realizowane jest metodą wywiadu bezpośredniego i objęte są nim gospodarstwa domowe z co najmniej jedną osobą w wieku 16-74 lata oraz osoby w tym wieku.</p> <p>W badaniu tym wykorzystuje się dwa kwestionariusze zawierających osobne pytania dla gospodarstw domowych (SSI-10G) oraz osób indywidualnych (SSI-10I). Wykorzystywane są głównie pytania jakościowe (niezwiązane z wartościami podawanymi w postaci liczb) oraz pytania zamknięte.</p> <p>W kwestionariuszu indywidualnym znajdują się pytania dotyczące m.in.: </p> <p>  • korzystania z komputera oraz Internetu (kiedy ostatnio?, jak często?, gdzie?)  </p> <p>  • korzystania z Internetu za pomocą urządzeń przenośnych  </p> <p>  • celów korzystania z Internetu  </p> <p>  • dokonywania zakupów przez Internet.</p>","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null,"indicator_variable_1":"ogółem","kategorie":null,"zmienne":null,"jednostka":"procent","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/17-8-1/","sdg_goal":17,"indicator":"17.8.1","target_id":"17.8.1","graph_title":"Odsetek osób w wieku 16-74 lata korzystających z Internetu w ciagu ostatnich 3 miesięcy"}
