{"sdg_goal":2,"lang":"pl","indicator":"2.2.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"scatter","graph_title":"Częstotliwość występowania zahamowania wzrostu (wzrost w odniesieniu do wieku, odchylenie standardowe mniejsze lub równe minus 2 w odniesieniu do mediany wzrostu wynikającej ze Standardów Wzrostu WHO dla Dzieci) wśród dzieci w wieku poniżej 5 lat","target_id":"2.2.1","nazwa_wskaznika":"2.2.1 Częstotliwość występowania zahamowania wzrostu (wzrost w odniesieniu do wieku, odchylenie standardowe mniejsze lub równe minus 2 w odniesieniu do mediany wzrostu wynikającej ze Standardów Wzrostu WHO dla Dzieci) wśród dzieci w wieku poniżej 5 lat","cel":"cel 2. Zero głodu","zadanie":"2.2 Do 2030 roku wyeliminować wszystkie formy niedożywienia, w tym do 2025 r. zrealizować uzgodnione na szczeblu międzynarodowym zadania dotyczące zaburzeń wzrostu wśród dzieci poniżej piątego roku życia oraz zapewnić właściwą żywność dla dorastających dziewcząt, ciężarnych i karmiących kobiet oraz osób starszych","definicja":"Częstotliwość występowania zahamowania wzrostu wśród dzieci poniżej 5 lat - wzrost równy lub niższy od -2 odchylenia standardowego mediany wzrostu dla danego wieku wg norm WHO (normy wzrostu dla dzieci).","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Mediana (wartość środkowa) - wartość dzieląca daną zbiorowość na pół. Poniżej i powyżej mediany znajduje się dokładnie po 50% jednostek danej zbiorowości. Jeżeli mediana wzrostu wynosi 120 cm, to znaczy, że wzrost u połowy osób danej zbiorowości jest niższy, a u drugiej połowy wyższy od 120 cm. Odchylenie standardowe - wskazuje jak bardzo wartości danej zmiennej są rozproszone wokół średniej, którą w rozpatrywanym wskaźniku stanowi mediana (wzrostu do wieku). Im niższa wartość odchylenia tym obserwacje są bardziej skupione wokół średniej.Wskaźnik obliczany jest na podstawie informacji pozyskanych z Europejskiego Ankietowego Badania Zdrowia (EHIS). Badanie to obejmuje osoby w wieku 15 lat i więcej w gospodarstwach domowych, mieszkające na terytorium danego kraju. W Polsce badaniem zostały objęte również dzieci w wieku 0-14 lat.","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane co 5 lat  2009 r., 2014 r.","uwagi":"Wartość wskaźnika w 2010 r. dotyczy roku 2009."}
