{"sdg_goal":2,"lang":"pl","indicator":"2.5.2","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Proporcje ras zagrożonych i niezagrożonych ryzykiem wyginięcia w ogólnej liczbie populacji objętych programem ochrony zasobów genetycznych zwierząt w Polsce","target_id":"2.5.2","nazwa_wskaznika":"<b>2.5.2 Proporcje ras zagrożonych i niezagrożonych ryzykiem wyginięcia w ogólnej liczbie populacji objętych programem ochrony zasobów genetycznych zwierząt w Polsce</b>","cel":"Cel 2. Zero głodu","zadanie":"2.5 Do 2020 roku zapewnić różnorodność genetyczną nasion, roślin uprawnych, zwierząt hodowlanych i udomowionych oraz powiązanych z nimi dzikich gatunków, w tym poprzez skutecznie zarządzane i różnorodne banki nasion i roślin na poziomie krajowym, regionalnym i międzynarodowym, jak również promować uczciwy i sprawiedliwy podział oraz dostęp do korzyści płynących z wykorzystania zasobów genetycznych oraz związanej z nimi tradycyjnej wiedzy, zgodnie z ustaleniami na szczeblu międzynarodowym","definicja":"Wskaźnik określa proporcje ras zagrożonych i niezagrożonych ryzkiem wyginięcia w ogólnej liczbie populacji objętych programami ochrony zasobów genetycznych.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"proporcje ras zagrożonych, proporcje ras niezagrożonych","wyjasnienia_metodologiczne":"<p>Podstawowym celem programów ochrony zasobów genetycznych jest zachowanie poszczególnych populacji i ochrona przed ich wyginięciem, poprzez utrzymanie i wzrost liczebnosci populacj, utrzymanie równowagi genetycznej, przy jednoczesnym zachowaniu charakterystycznych cech fenotypowych zwierząt danej rasy.</p> <p>Programem ochrony zasobów genetycznych w Polsce objęte są następujące rasy zwierząt: </p> <p>  - 4 rasy bydła, </p> <p>  - 3 rasy świń, </p> <p>  - 7 ras koni, </p> <p>  - 15 ras owiec, </p> <p>  - 14 ras gęsi, </p> <p>  - 11 ras kur nieśnych, </p> <p>  - 10 ras kaczek, </p> <p>  - 4 rasy zwierząt futerkowych </p> <p>  - oraz 5 linii pszczół.</p> <p>Istnieją następujące metody ochrony populacji zwierząt przed wyginięciem: </p> <p>  - in situ – polegającą na ochronie żywych zwierząt w ich naturalnym środowisku, </p> <p>  - ex-situ –ochrona zasobów genetycznych poza miejscem ich naturalnego występowania, w tym:</p> <p>  • ex-situ in vitro - kriokonserwowanego materiału w bankach materiału genetycznego, </p> <p>  • ex situ in vivo - kolekcje żywych zwierząt utrzymywane poza miejscem występowania.</p>","zrodlo_danych":"Ministerstwo Rolnictwa i Rozwoju Wsi / Instytut Zootechniki","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2015 r.","uwagi":"<p>Wskaźnikiem zasadniczym, przyjętym przez ONZ, monitorującym zadanie 2.5 jest wskaźnik 2.5.2 Proporcje lokalnych hodowli zaklasyfikowanych jako zagrożone ryzykiem wyginięcia, nie zagrożonych ryzykiem lub na nieznanym poziomie ryzyka wyginięcia.</p> <p>Dane dotyczące liczby zwierząt objętych programami ochrony zasobów genetycznych są zbierane, szacowane i przedstawiane corocznie, na podstawie informacji własnych Instytutu Zootechniki PIB . Natomiast klasy zagrożenia są rozpatrywane na podstawie wytycznych FAO (The State of the World’s Animal Genetic, Resources for Food and Agriculture, FAO, 2007). Kklasyfikacja ras zagrożonych zaproponowana przez FAO faktycznie dotyczy ras o skrajnym zagrożeniu wyginięciem (kryteria do 100 i między 100 a 1000 samic), tak aby można było zidentyfikować rasy wymagające natychmiastowej interwencji. </br> W Polsce za podstawę objęcia danej rasy programem ochrony przyjęte zostały progi liczebności w obrębie ras zagrożonych wyginięciem analogiczne do progów określonych rozporządzeniem Komisji (WE) Nr 1974/2006 z dnia 15 grudnia 2006 r. ustanawiającym szczegółowe zasady stosowania rozporządzenia Rady (WE) nr 1698/2005 w sprawie wsparcia rozwoju obszarów wiejskich przez Europejski Fundusz Rolny na rzecz Rozwoju Obszarów Wiejskich (EFRROW), które to progi wyznaczone były na dużo wyższym poziomie. Takie progi mają na celu zapewnienie zachowania zmienności genetycznej w małych populacjach, stworzenie możliwości systematycznego zwiększania populacji a przede wszystkim niedopuszczenie do krytycznego zagrożenia ras, poniżej którego proces restytucji jest już bardzo trudny.</p>","indicator_variable_1":"proporcje ras zagrożonych,proporcje ras niezagrożonych","kategorie":"proporcje ras","zmienne":"proporcje ras zagrożonych,proporcje ras niezagrożonych","jednostka":"procent","pre":2,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/2-5-2/","sdg_goal":2,"indicator":"2.5.2","target_id":"2.5.2","graph_title":"Proporcje ras zagrożonych i niezagrożonych ryzykiem wyginięcia w ogólnej liczbie populacji objętych programem ochrony zasobów genetycznych zwierząt w Polsce"}
