{"sdg_goal":2,"lang":"pl","indicator":"2.5.0","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Udział powierzchni ekologicznych użytków rolnych z certyfikatem w gospodarstwach ekologicznych w powierzchni użytków rolnych ogółem w gospodarstwach rolnych","target_id":"2.5","nazwa_wskaznika":"2.5 Udział powierzchni ekologicznych użytków rolnych z certyfikatem w gospodarstwach ekologicznych w powierzchni użytków rolnych ogółem w gospodarstwach rolnych","cel":"cel 2. Zero głodu","zadanie":null,"definicja":"Powierzchnia ekologicznych użytków rolnych posiadających certyfikat w gospodarstwach ekologicznych w stosunku do całkowitej powierzchni użytków rolnych w gospodarstwach rolnych.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Gospodarstwo ekologiczne – gospodarstwo stosujące ekologiczne metody produkcji rolniczej, które posiada certyfikat nadany przez jednostkę certyfikującą lub jest w trakcie przestawiania na ekologiczne metody produkcji rolniczej pod kontrolą jednostki certyfikującej.Jednostki certyfikujące w rolnictwie ekologicznym są to jednostki, które w drodze decyzji Ministerstwa Rolnictwa i Rozwoju Wsi, zostały upoważnione do przeprowadzenia kontroli oraz wydawania i cofania certyfikatów zgodności w zakresie rolnictwa ekologicznego (Ustawa z dnia 25 czerwca 2009 r. o rolnictwie ekologicznym, Dz. U. Nr 116, poz. 975).Ekologiczne użytki rolne są to użytki, na których stosowane są ekologiczne metody produkcji. Powierzchnia ekologicznych użytków rolnych z certyfikatem w gospodarstwach ekologicznych obejmuje powierzchnię użytków rolnych po zakończonym okresie konwersji na rolnictwo ekologiczne.Powierzchnia użytków rolnych obejmuje powierzchnię użytków rolnych w dobrej kulturze rolnej i użytków rolnych pozostałych. Użytki rolne w dobrej kulturze rolnej – utrzymywane zgodnie z normami spełniającymi wymogi Ustawy z dnia 5 II 2015 r. o płatnościach w ramach systemów wsparcia bezpośredniego (tekst jednolity Dz. U. 2015 poz. 1551) – obejmują: powierzchnię pod zasiewami, grunty ugorowane, uprawy trwałe (w tym sady), ogrody przydomowe, łąki trwałe i pastwiska trwałe. Użytki rolne pozostałe to użytki rolne nieużytkowane i nieutrzymywane w dobrej kulturze.Dane o ogólnej powierzchni użytków rolnych nie obejmują gruntów posiadaczy użytków rolnych nieprowadzących działalności rolniczej oraz gruntów posiadaczy poniżej 1 ha użytków rolnych prowadzących działalność rolniczą o małej skali (poniżej określonych progów).","zrodlo_danych":"Główny Inspektorat Jakości Handlowej Artykułów Rolno-Spożywczych/Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":"W związku z wprowadzeniem od 2010 r. stopniowych zmian w metodologii badań rolniczych, mających na celu dostosowanie do standardów unijnych oraz uwzględnienie przemian dokonujących się w polskim rolnictwie – zmianie uległa definicja gospodarstwa rolnego. Zgodnie z definicją obowiązującą od 2010 r. w badaniach rolniczych nie ujmuje się posiadaczy użytków rolnych nieprowadzących działalności rolniczej oraz posiadaczy poniżej 1 ha użytków rolnych prowadzących działalność rolniczą o małej skali (poniżej określonych progów)."}
