{"sdg_goal":3,"lang":"pl","indicator":"3.1.2","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Odsetek urodzeń żywych z pomocą fachową","target_id":"3.1.2","nazwa_wskaznika":"3.1.2 Odsetek urodzeń żywych z pomocą fachową","cel":"cel 3. Dobre zdrowie i jakość życia","zadanie":"3.1 Do 2030 roku zmniejszyć globalny wskaźnik umieralności okołoporodowej do poziomu mniejszego niż 70 przypadków na 100 tysięcy żywych urodzeń.","definicja":"Odsetek urodzeń żywych, przy których w trakcie porodu brali udział wykwalifikowani pracownicy służby zdrowia (lekarz, pielęgniarka i/lub położna).","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Urodzenia żywe – całkowite wydalenie lub wydobycie z ustroju matki noworodka, niezależnie od okresu trwania ciąży, który po takim oddzieleniu oddycha bądź wykazuje jakiekolwiek inne oznaki życia, jak czynność serca, tętnienie pępowiny lub wyraźne skurcze mięśni zależnych od woli (mięśni szkieletowych), bez względu na to, czy sznur pępowiny został przecięty lub łożysko zostało oddzielone  każdy taki noworodek jest uważany za żywo urodzonego.Źródłem danych o urodzeniach jest, wykorzystywany wtórnie przez statystykę publiczną, dokument podstawowy Ministerstwa Zdrowia „Karta urodzenia” (Rozporządzenie Ministra Zdrowia w sprawie wzorów karty urodzenia i karty martwego urodzenia Dz. U. z 2015, poz. 171).Do wykwalifikowanych pracowników służby zdrowia zalicza się lekarzy, pielęgniarki i położne.Zgodnie z ustawą z dnia 5 grudnia 1996 r. o zawodach lekarza i lekarza dentysty (tekst jednolity: Dz. U. 2005 r. Nr 226 poz. 1943) lekarzem jest osoba posiadająca wymagane prawem kwalifikacje do wykonywania zawodu lekarza i wykonująca zawód, tj. udziela świadczeń zdrowotnych, w szczególności: bada stan zdrowia, rozpoznaje choroby i im zapobiega, prowadzi leczenie i rehabilitację chorych, udziela porad lekarskich, a także wydaje opinie i orzeczenia lekarskie. Zgodnie z w/w ustawą zawód lekarza może być wykonywany w różnych formach prawnych. Do lekarzy nie zaliczamy dentystów.Pielęgniarką lub pielęgniarzem jest osoba, która posiada wymagane kwalifikacje, potwierdzone odpowiednimi dokumentami do udzielania świadczeń zdrowotnych (w szczególności świadczeń pielęgnacyjnych, zapobiegawczych, diagnostycznych, leczniczych, rehabilitacyjnych oraz z zakresu promocji zdrowia). (Ustawa z dnia 5 lipca 1996 r. o zawodach pielęgniarki i położnej - tekst jednolity: Dz.U. 2009 r. Nr 151 poz. 1217 z późn. zm.).Położną lub położnym jest osoba, która posiada wymagane kwalifikacje, potwierdzone odpowiednimi dokumentami do udzielania świadczeń zdrowotnych (w szczególności świadczeń pielęgnacyjnych, zapobiegawczych, diagnostycznych, leczniczych, rehabilitacyjnych oraz promocji zdrowia, w zakresie opieki nad kobietą, kobietą ciężarną, rodzącą i położnicą oraz nad noworodkiem). (Ustawa z dnia 5 lipca 1996 r. o zawodach pielęgniarki i położnej. Tekst pierwotny: Dz. U. 1996 r. Nr 91 poz. 410  tekst jednolity: Dz. U. 2001 r. Nr 57 poz. 602 z późn. zm).Odsetek wyliczany w oparciu o dane o urodzeniach z badania \"Urodzenia. Dzietność.\".","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
