{"sdg_goal":3,"lang":"pl","indicator":"3.2.2","jednostka":"osoby/1000 urodzeń żywych","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Współczynnik zgonów noworodków, tj. dzieci w wieku 0-27 dni","target_id":"3.2.2","nazwa_wskaznika":"<b>3.2.2 Współczynnik zgonów noworodków, tj. dzieci w wieku 0-27 dni</b>","cel":"Cel 3. Dobre zdrowie i jakość życia","zadanie":"3.2 Do 2030 roku wyeliminować przypadki zgonów wśród noworodków i dzieci poniżej pięciu lat, którym można zapobiec. Wszystkie państwa będą dążyć do ograniczenia umieralności noworodków co najwyżej do poziomu 12 przypadków na tysiąc żywych urodzeń i umieralność dzieci poniżej piątego roku życia co najwyżej do poziomu 25 przypadków na tysiąc żywych urodzeń.","definicja":"Stosunek liczby zgonów noworodków (tj. dzieci w wieku 0-27 dni) do liczby urodzeń żywych w tym samym okresie.","jednostka_prezentacji":"osoby","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"<p><b>Zgon </b>- trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju.</p> <p><b>Zgony noworodków </b>- zgony dzieci, które nie osiągnęły wieku czterech tygodni (0-27 dni). Przez 0 dni określa się wiek żywo urodzonego noworodka, który nie przeżył 24 godzin.</p> <p><b>Umieralność noworodków </b>określana jest także mianem umieralności neonatalnej. Wyróżnia się: </p> <p>  - wczesne zgony noworodków, tj. następujące w ciągu pierwszych 7 dób życia (0-6 dni) (wczesna umieralność noworodkowa), </p> <p>  - późne zgony noworodków, tj. następujące po upływie 7 dób życia, lecz przed upływem 28 ukończonych dób życia.</p> <p><b>Źródłem informacji o zgonach </b>jest wykorzystywany wtórnie przez statystykę publiczną indywidualny dokument \"Karta zgonu\" (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231).</p> <p><b>Urodzenia żywe </b>– całkowite wydalenie lub wydobycie z ustroju matki noworodka, niezależnie od okresu trwania ciąży, który po takim oddzieleniu oddycha bądź wykazuje jakiekolwiek inne oznaki życia, jak czynność serca, tętnienie pępowiny lub wyraźne skurcze mięśni zależnych od woli (mięśni szkieletowych), bez względu na to, czy sznur pępowiny został przecięty lub łożysko zostało oddzielone  każdy taki noworodek jest uważany za żywo urodzonego.</p> <p>Współczynnik jest liczony w oparciu o dane z zgonach według wieku z badania \"Zgony. Umieralność. Trwanie życia.\" oraz w opraciu o dane o urodzeniach żywych z badania \"Urodzenia. Dzietność.\".</p>","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null,"indicator_variable_1":"ogółem","kategorie":null,"zmienne":null,"jednostka":"osoby/1000 urodzeń żywych","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/3-2-2/","sdg_goal":3,"indicator":"3.2.2","target_id":"3.2.2","graph_title":"Współczynnik zgonów noworodków, tj. dzieci w wieku 0-27 dni"}
