{"sdg_goal":3,"lang":"pl","indicator":"3.2.1","jednostka":"osoby/1000 urodzeń żywych","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Współczynnik umieralności dzieci w wieku 0-4 lata","target_id":"3.2.1","nazwa_wskaznika":"<b>3.2.1 Współczynnik umieralności dzieci w wieku 0-4 lata</b>","cel":"Cel 3. Dobre zdrowie i jakość życia","zadanie":"3.2 Do 2030 roku wyeliminować przypadki zgonów wśród noworodków i dzieci poniżej pięciu lat, którym można zapobiec. Wszystkie państwa będą dążyć do ograniczenia umieralności noworodków co najwyżej do poziomu 12 przypadków na tysiąc żywych urodzeń i umieralność dzieci poniżej piątego roku życia co najwyżej do poziomu 25 przypadków na tysiąc żywych urodzeń.","definicja":"Liczba zgonów dzieci w wieku poniżej 5 roku życia w przeliczeniu na 1000 urodzeń żywych.","jednostka_prezentacji":"osoby","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"<p><b>Zgon </b>- trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju.</p> <p><b>Źródłem informacji o zgonach </b>jest wykorzystywany wtórnie przez statystykę publiczną indywidualny dokument \"Karta zgonu\" (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231).</p> <p><b>Urodzenia żywe </b>– całkowite wydalenie lub wydobycie z ustroju matki noworodka, niezależnie od okresu trwania ciąży, który po takim oddzieleniu oddycha bądź wykazuje jakiekolwiek inne oznaki życia, jak czynność serca, tętnienie pępowiny lub wyraźne skurcze mięśni zależnych od woli (mięśni szkieletowych), bez względu na to, czy sznur pępowiny został przecięty lub łożysko zostało oddzielone  każdy taki noworodek jest uważany za żywo urodzonego.</p> <p>Współczynnik wyliczany w oparciu o dane o zgonach według wieku z badania \"Zgony. Umieralność. Trwanie życia.\" oraz w oparciu o dane o liczbie urodzeń żywych z badania \"Urodzenia. Dzietność.\".</p>","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
