{"sdg_goal":3,"lang":"pl","indicator":"3.3.5","jednostka":"osoby","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Liczba zachorowań na wybrane choroby tropikalne","target_id":"3.3.5","nazwa_wskaznika":"3.3.5 Liczba zachorowań na wybrane choroby tropikalne","cel":"cel 3. Dobre zdrowie i jakość życia","zadanie":"3.3 Do 2030 roku wyeliminować epidemie AIDS, gruźlicy, malarii i zaniedbanych chorób tropikalnych oraz zwalczyć wirusowe zapalenie wątroby, choroby przenoszone przez wodę oraz inne choroby zakaźne.","definicja":"Liczba zachorowań na wybrane choroby tropikalne.","jednostka_prezentacji":"osoby","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Choroby tropikalne - choroby, występujące w krajach o klimacie tropikalnym. Choroby tropikalne mogą być wywoływane przez: bakterie, wirusy, grzyby oraz pasożyty jedno- i wielokomórkowe.Dane obliczane na podstawie sprawozdania MZ-56 o zachorowaniach na choroby zakaźne, zakażeniach i zatruciach. Według Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10, do chorób tropikalnych zaliczamy jednostki chorobowe o symbolu: A30 (trąd, zwana chorobą Hansena) A31.1 (owrzodzenie Buruli) A66 (frambezja) A71 (jaglica) A82 (wścieklizna) A90 (gorączka denga) A91 (gorączka krwotoczna Denga) A92.0 (Chikungunya) B55 (leiszmanioza) B56 (śpiączka afrykańska, zwana trypanosomatozą afrykańską) B57 (choroba Chagasa) B65 (Schistosomatoza) B66 (choroby przenoszone droga pokarmową wywoływane przez przywry) B67 (Bąblowica - echinokokoza) B68 (Tasiemczyca) B69 (wągrzyca, zwana cysticerkozą) B72 (drakunkuloza) B73 (Onchocerkoza - ślepota rzeczna) B74 (filarioza) B83.0 (Larwa wędrująca trzewna) Spośród ww. chorób w Polsce podlegają zgłoszeniom i są wyodrębniane w rejestracji zachorowań następujące choroby zakaźne: Bąblowica Wągrzyca Chikungunya Gorączka denga Wścieklizna Dla Polski największe znaczenia mają: bąblowica (większość przypadków to przypadki rodzime) oraz wścieklizna (z uwagi na istniejącą wściekliznę zwierząt w Polsce, a tym samym istniejące zagrożenie wystąpienia przypadków u ludzi).","zrodlo_danych":"Narodowy Instytut Zdrowia Publicznego – Państwowy Zakład Higieny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":"Prezentowane dane dotyczą zachorowań na następujące choroby: Wągrzyca, Denga i Bąblowica.Wskaźnikiem zasadniczym, przyjętym przez ONZ, monitorującym cel 3.3 Agendy 2030, jest wskaźnik 3.3.5 Liczba osób wymagających interwencji z powodu zaniedbanych chorób tropikalnych (Neglected Tropical Diseases - NTD)."}
