{"sdg_goal":3,"lang":"pl","indicator":"3.6.0","jednostka":"osoby","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Zgony z powodu nowotworów złośliwych na 100 tys. ludności","target_id":"3.6","nazwa_wskaznika":"3.6 Zgony z powodu nowotworów złośliwych na 100 tys. ludności","cel":"cel 3. Dobre zdrowie i jakość życia","zadanie":null,"definicja":"Liczba zgonów z powodu nowotworów złośliwych w przeliczeniu na 100 tys. ludności.","jednostka_prezentacji":"osoby","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Zgon - trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju.Nowotwór złośliwy – wg Międzynarodowej Statystycznej Klasyfikacji Chorób i Problemów Zdrowotnych ICD-10: jednostka chorobowa o symbolu z zakresu C00-C97 - nowotwór rozrastający się w sposób naciekający, co oznacza, że nie rozpycha okolicznych tkanek (jak nowotwór łagodny) lecz wnika pomiędzy komórki prawidłowej tkanki, dając przerzuty.Źródłem informacji o zgonach jest wykorzystywany wtórnie przez statystykę indywidualny dokument &#39 Karta zgonu&#39  (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231).Dane o zgonach opracowano w podziale terytorialnym - według miejsca zameldowania na pobyt stały osoby zmarłej.Przy opracowywaniu danych zgonów według przyczyn przyjmuje się wyjściowa przyczynę zgonu. Za przyczynę wyjściową uważa się chorobę stanowiącą początek procesu chorobowego, który doprowadził do zgonu albo uraz czy zatrucie, w wyniku którego nastąpił zgon.Dane dotyczące orzecznictwa o przyczynach zgonów podano zgodnie z Międzynarodową Statystyczną Klasyfikacją Chorób i Problemów Zdrowotnych (X Rewizja).Ludność opracowano na podstawie: bilansów ludności zamieszkałej na terenie gminy w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2011 (dla danych od 2010 r.)  dla lat wcześniejszych (2000-2009) w oparciu o dane Narodowego Spisu Powszechnego Ludności i Mieszkań 2002, rejestrów Ministerstwa Spraw Wewnętrznych i Administracji - migracje wewnętrzne i zagraniczne na pobyt stały (od 2006 r. dane są pobierane z rejestru PESEL - Powszechny Elektroniczny System Ewidencji Ludności), sprawozdań urzędów stanu cywilnego - urodzenia, zgony.","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
