{"sdg_goal":3,"lang":"pl","indicator":"3.9.0","jednostka":"osoby","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Liczba pielęgniarek i położnych na 10 tys. ludności","target_id":"3.9","nazwa_wskaznika":"3.9 Liczba pielęgniarek i położnych na 10 tys. ludności","cel":"cel 3. Dobre zdrowie i jakość życia","zadanie":null,"definicja":"Liczba pielęgniarek i położnych (personel pracujący wg podstawowego miejsca pracy) na 10 tys. ludności.","jednostka_prezentacji":"osoby","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Pielęgniarką lub pielęgniarzem jest osoba, która posiada wymagane kwalifikacje, potwierdzone odpowiednimi dokumentami do udzielania świadczeń zdrowotnych (w szczególności świadczeń pielęgnacyjnych, zapobiegawczych, diagnostycznych, leczniczych, rehabilitacyjnych oraz z zakresu promocji zdrowia). (Ustawa z dnia 5 lipca 1996 r. o zawodach pielęgniarki i położnej - tekst jednolity: Dz.U. 2009 r. Nr 151 poz. 1217 z późn. zm.).Położną lub położnym jest osoba, która posiada wymagane kwalifikacje, potwierdzone odpowiednimi dokumentami do udzielania świadczeń zdrowotnych (w szczególności świadczeń pielęgnacyjnych, zapobiegawczych, diagnostycznych, leczniczych, rehabilitacyjnych oraz promocji zdrowia, w zakresie opieki nad kobietą, kobietą ciężarną, rodzącą i położnicą oraz nad noworodkiem). (Ustawa z dnia 5 lipca 1996 r. o zawodach pielęgniarki i położnej. Tekst pierwotny: Dz. U. 1996 r. Nr 91 poz. 410  tekst jednolity: Dz. U. 2001 r. Nr 57 poz. 602 z późn. zm).Pracujący według podstawowego miejsca pracy - osoby pracujące w wymiarze pełnego etatu, w wymiarze godzin przekraczających pełny etat oraz w niepełnym wymiarze godzin w stosunku do czasu pracy określonego obowiązującymi przepisami dla danego rodzaju pracy. Osoby te, niezależnie od wymiaru czasu pracy, są liczone raz, według podstawowego miejsca zatrudnienia. Dane obejmują osoby pracujące z pacjentem, bez osób pracujących w NFZ, administracji państwowej, uczelniach wyższych  nie obejmują osób, pracujących w MON i MSW (do 2011 r. MSWiA).","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
