{"sdg_goal":4,"lang":"pl","indicator":"4.6.1.a","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"scatter","graph_title":"Odsetek osób, które osiągnęły co najmniej określony poziom biegłości w funkcjonalnej umiejętności czytania i pisania","target_id":"4.6.1.a","nazwa_wskaznika":"4.6.1.a Odsetek osób, które osiągnęły co najmniej określony poziom biegłości w funkcjonalnej umiejętności czytania i pisania","cel":"cel 4. Dobra jakość edukacji","zadanie":"4.6 Do 2030 roku zapewnić, by młodzież i znaczny odsetek osób dorosłych, zarówno kobiet jak i mężczyzn, nabyła umiejętność czytania, pisania oraz liczenia","definicja":"Stosunek liczby osób, które uzyskały określony poziom biegłości (minimum poziom 2) w umiejętności rozumienia tekstu do ogólnej liczby osób biorących udział w badaniu.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem, płeć, wiek","wyjasnienia_metodologiczne":"Dane pochodzą z Międzynarodowego Badania Kompetencji Osób Dorosłych PIAAC (the Programme for the International Assessment of Adult Competencies).Badanie PIAAC pozwala na bezpośredni pomiar trzech kompetencji: rozumienia tekstu  rozumowania matematycznego  wykorzystywania technologii informacyjno-komunikacyjnych (TIK). Dodatkowo PIAAC dostarcza informacji m.in. o związku pomiędzy umiejętnościami a intensywnością ich wykorzystywania, wykształceniem, aktywnościami edukacyjnymi i sytuacją na rynku pracy.Międzynarodowe Badanie Kompetencji Osób Dorosłych PIAAC w skali międzynarodowej koordynowane jest przez Organizację Współpracy Gospodarczej i Rozwoju (OECD), a w Polsce przez Instytut Badań Edukacyjnych. W zespole zarządzającym rozwojem i implementacją badania oraz sprawującym nad nim nadzór (ang. Board of Participating Countries) Polskę reprezentował przedstawiciel Ministerstwa Edukacji Narodowej.W pierwszej rundzie badania PIAAC (2008-2013) wzięły udział 24 kraje, spośród których 22 są członkami OECD. Łącznie przebadano 166 tys. osób w wieku 16-65 lat (w tym blisko 9,4 tys. w Polsce). Prace nad koncepcją podjęto w 2008 r. W większości krajów realizacja badania obejmowała okres od sierpnia 2011 r. do marca 2012 r. Upublicznienie wyników i zakończenie pierwszej rundy PIAAC nastąpiło w październiku 2013 r. Druga runda badania (2012-2016) objęła 9 kolejnych krajów, a jej wyniki ogłoszono w czerwcu 2016 r. Obecnie trwa trzecia runda badania (2016-2019), która dotyczyć będzie następnych 6 krajów, a jej rezultaty (raport międzynarodowy i zbiory danych) mają zostać opublikowane w październiku 2023 r.W badaniu PIAAC przyjęto umowną skalę kompetencji o zakresie od 0 do 500 punktów. Skala ta została podzielona na: 6 poziomów umiejętności (od 1 do 5 oraz poniżej 1) - w rozumieniu tekstu i rozumowaniu matematycznym  4 poziomy umiejętności (od 1 do 3 oraz poniżej 1) - w wykorzystywaniu technologii informacyjno-komunikacyjnych (TIK). Im wyższy poziom, tym lepsze umiejętności. Zatem osobom o najwyższych umiejętnościach rozumienia tekstu lub rozumowania matematycznego przypisywany jest 4 lub 5 poziom umiejętności, a w zakresie wykorzystywania TIK - 3 poziom. W obu przypadkach osoby uzyskujące najsłabsze wyniki klasyfikowane są na poziomie 1 bądź poniżej 1.","zrodlo_danych":"Organizacja Współpracy Gospodarczej i Rozwoju (OECD)","czestotliwosc_dostępnosc_danych":"Dane co kilka lat  od 2013 r.","uwagi":"Dane za 2013 r. obejmują wyniki z pierwszej edycji badania PIAAC, uzupełnione o dane z drugiej rundy (w 2016 r.)."}
