{"sdg_goal":4,"lang":"pl","indicator":"4.7.0","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"scatter","graph_title":"Wyniki testów PISA - odsetek uczniów na minimalnym wymagalnym poziomie osiągnięć w czytaniu i interpretacji","target_id":"4.7","nazwa_wskaznika":"4.7 Wyniki testów PISA - odsetek uczniów na minimalnym wymagalnym poziomie osiągnięć w czytaniu i interpretacji","cel":"cel 4. Dobra jakość edukacji","zadanie":null,"definicja":"Relacja liczby uczniów na wymaganym poziomie biegłości w czytaniu i interpretacji (minimum poziomdrugi) do liczby uczniów objętych badaniem.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Dane pochodzą z Programu Międzynarodowej Oceny Umiejętności Uczniów PISA (Programme for International Student Assessment).Program Międzynarodowej Oceny Umiejętności Uczniów w skali międzynarodowej koordynowany jest przez Organizację Współpracy Gospodarczej i Rozwoju (OECD), a w Polsce przez Ministerstwo Edukacji Narodowej. celem Programu jest sprawdzenie umiejętności praktycznego zastosowania wiedzy nabytej w szkole i poza szkołą. Badanie (reprezentacyjne) realizowane jest w wylosowanych szkołach, a wyniki uogólniane są na całą populację. Warunkiem powodzenia badania jest uczestnictwo w nim wszystkich wylosowanych szkół i uczniów. Standardy PISA pozwalają jedynie na niewielką skalę odmowy.PISA sprawdza kompetencje uczniów w trzech dziedzinach: czytaniu i interpretacji, matematyce oraz rozumowaniu w naukach przyrodniczych. Badanie realizowanie jest co trzy lata, począwszy od 2000 r. W każdym z kolejnych badań szczególny nacisk jest położony na zbadanie jednej dziedziny, na którą przeznacza się połowę czasu przewidzianego na rozwiązanie przez ucznia całego zestawu zadań.Testy PISA (opracowane przez międzynarodowe konsorcjum, przy współpracy krajów uczestniczących w projekcie) różnią się od typowych zadań szkolnych, a na podstawie otrzymanych wyników szacuje się poziom umiejętności ucznia. Najlepsi uczniowie osiągają poziom 5 lub 6 (zadania o względnie wysokim stopniu trudności), natomiast wyniki poniżej poziomu 2 - minimalnego poziomu kompetencji - wskazują na posiadanie jedynie bardzo podstawowych umiejętności, co oznacza zwiększone ryzyko nieradzenia sobie na drodze edukacji i w życiu dorosłym.PISA jest jednym z najważniejszych i największych badań edukacyjnych, które ma na celu uzyskanie obiektywnych i porównywalnych danych w skali międzynarodowej o umiejętnościach (jednego rocznika) uczniów.","zrodlo_danych":"Organizacja Współpracy Gospodarczej i Rozwoju / Ministerstwo Edukacji Narodowej","czestotliwosc_dostępnosc_danych":"Dane roczne co 3 lata  od 2009 r.","uwagi":"Wartość wskaźnika w 2010 r. dotyczy roku 2009."}
