{"sdg_goal":4,"lang":"pl","indicator":"4.c.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Odsetek nauczycieli (a) wychowania przedszkolnego, (b) szkół podstawowych, (c) gimnazjów i (d) szkół ponadgimnazjalnych (bez policealnych) z odpowiednim wykształceniem oraz przygotowaniem pedagogicznym, pozwalającym nauczać na danym poziomie edukacji","target_id":"4.c.1","nazwa_wskaznika":"4.c.1 Odsetek nauczycieli (a) wychowania przedszkolnego, (b) szkół podstawowych, (c) gimnazjów i (d) szkół ponadgimnazjalnych (bez policealnych) z odpowiednim wykształceniem oraz przygotowaniem pedagogicznym, pozwalającym nauczać na danym poziomie edukacji","cel":"cel 4. Dobra jakość edukacji","zadanie":"4.c Do 2030 roku znacząco zwiększyć liczbę wykwalifikowanych nauczycieli, w tym w drodze międzynarodowej współpracy w zakresie szkolenia nauczycieli w krajach rozwijających się, szczególnie w krajach najmniej rozwiniętych i małych państwach wyspiarskich","definicja":"Liczba nauczycieli z odpowiednim wykształceniem oraz przygotowaniem pedagogicznym, pozwalającym nauczać na danym poziomie edukacji w stosunku do liczby wszystkich nauczycieli nauczających na danym poziomie.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"poziomy edukacji","wyjasnienia_metodologiczne":"Dane pochodzą z Systemu Informacji Oświatowej (SIO) prowadzonego przez Ministerstwo Edukacji Narodowej. Prezentowane wartości dotyczą wyłącznie nauczycieli klasowych w placówkach/szkołach dla dzieci i młodzieży, uczących na poziomach edukacji od 0 do 3 według klasyfikacji ISCED 2011. W celu uniknięcia podwójnego liczenia, nauczyciele uczący na różnych poziomach edukacji przydzieleni są do tego poziomu, na którym pracują największą liczbę godzin. Rok referencyjny: rok 2011 r. obejmuje dane za rok szkolny 2010/2011, rok - 2012 - dane za rok szkolny 2011/2012, itd.Klasyfikacji według poziomów edukacji dokonano zgodnie z Międzynarodową Standardową Klasyfikacją Edukacji ISCED 2011, gdzie: ISCED 0: Wczesna edukacja i opieka ISCED 1: Szkolnictwo podstawowe ISCED 2: Szkolnictwo średnie I stopnia ISCED 3: Szkolnictwo średnie II stopnia ISCED 4: Szkolnictwo policealne ISCED 5, 6, 7, 8: Szkolnictwo wyższe. Przyjęte poziomy edukacji odpowiadają następującym poziomom klasyfikacji ISCED 2011: - wychowanie przedszkolne - ISCED 0 - szkoła podstawowa - ISCED 1 - szkoła gimnazjalna - ISCED 2 - szkoła ponadgimnazjalna - ISCED 3","zrodlo_danych":"Ministerstwo Edukacji Narodowej","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
