{"sdg_goal":5,"lang":"pl","indicator":"5.2.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Odsetek kobiet i dziewcząt w wieku 15 lat i starszych, będących obecnie lub w przeszłości w związku małżeńskim lub mieszkających z partnerem, wobec których obecny lub były partner stosował przemoc fizyczną, seksualną lub psychiczną w okresie ostatnich 12 miesięcy","target_id":"5.2.1","nazwa_wskaznika":"5.2.1 Odsetek kobiet i dziewcząt w wieku 15 lat i starszych, będących obecnie lub w przeszłości w związku małżeńskim lub mieszkających z partnerem, wobec których obecny lub były partner stosował przemoc fizyczną, seksualną lub psychiczną w okresie ostatnich 12 miesięcy","cel":"cel 5. Równość płci","zadanie":"5.2 Wyeliminować wszelkie formy przemocy wobec kobiet i dziewcząt w sferze publicznej i prywatnej, w tym handel ludźmi, wykorzystywanie seksualne i inne formy wyzysku","definicja":"Odsetek kobiet w wieku 18-74 lata, które doświadczyły przemocy fizycznej, seksualnej lub psychicznej ze strony obecnego lub byłego partnera w okresie 12 miesięcy poprzedzających badanie.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Dane pochodzą z badania 'Przemoc wobec kobiet. Badanie na poziomie Unii Europejskiej' przeprowadzonego przez Agencję Praw Podstawowych Unii Europejskiej (European Union Agency for Fundamental Right - FRA). Wyniki badania zostały opracowane w oparciu o rozmowy z 42 tys. kobiet w wieku 18–74 lata pochodzącymi ze wszystkich 28 państw członkowskich Unii Europejskiej (w każdym państwie członkowskim przeprowadzono średnio 1,5 tys. rozmów). Respondentki zostały wybrane metodą doboru losowego. Standardowe rozmowy przeprowadzane w ramach badania obejmowały pytania dotyczące przemocy fizycznej, seksualnej i psychicznej, w tym aktów przemocy ze strony partnerów (przemoc domowa). W badaniu ujęto również pytania dotyczące uporczywego nękania (stalking), molestowania seksualnego, roli nowych technologii w doświadczeniach związanych ze znęcaniem się oraz przemocy w dzieciństwie. W badaniu FRA proszono kobiety o wyodrębnienie zdarzeń, które miały miejsce po ukończeniu przez nie 15. roku życia (w określonym okresie życia) oraz zdarzeń z okresu 12 miesięcy poprzedzających rozmowę w ramach badania. Pytania dotyczące przemocy ze strony partnera odnosiły się do wszelkich aktów przemocy, które miały miejsce podczas trwania związku. Za obecnych partnerów uznane zostały osoby, które są małżeństwem lub zarejestrowanym związkiem partnerskim, mieszkają razem bez małżeństwa lub są zaangażowani w związek bez wspólnego zamieszkania. Osoby, które wcześniej pozostawały w jednej z wyżej wymienionych form związku, uważani są za byłych partnerów. Wyniki odnoszące się do doświadczeń kobiet z dowolnym partnerem są oparte na odpowiedziach respondentek, którzy w trakcie badania miały obecnego lub przynajmniej jednego poprzedniego partnera.","zrodlo_danych":"Agencja Praw Podstawowych Unii Europejskiej","czestotliwosc_dostępnosc_danych":"Dane za 2012 r.","uwagi":null}
