{"sdg_goal":5,"lang":"pl","indicator":"5.5.0","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Współczynnik aktywności zawodowej mężczyzn","target_id":"5.5","nazwa_wskaznika":"5.5 Współczynnik aktywności zawodowej mężczyzn","cel":"cel 5. Równość płci","zadanie":null,"definicja":"Udział aktywnych zawodowo mężczyzn w liczbie mężczyzn ogółem.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym. Badanie prowadzone jest metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15 lat i więcej będące członkami gospodarstw domowych w wylosowanych mieszkaniach.Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół ludności można podzielić na trzy podstawowe kategorie: nullpracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo.Do pracujących wg BAEL zaliczane są wszystkie osoby w wieku 15 lat i wiecej, które w okresie badanego tygodnia:1) wykonywały przez co najmniej 1 godzinę pracę przynoszącą dochód lub zarobek, tzn. były zatrudnione w charakterze pracownika najemnego, pracowały we własnym (lub dzierżawionym) gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały (bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalności gospodarczej poza rolnictwem,2) miały pracę, ale jej nie wykonywały (np. z powodu choroby, urlopu macierzyńskiego lub wypoczynkowego, przerwy w działalności zakładu), w przypadku gdy przerwa w pracy wynosiła mniej niż 3 miesiące  gdy przerwa w pracy wynosiła powyżej 3 miesięcy w odniesieniu do pracowników najemnych dodatkowym kryterium było otrzymywanie co najmniej 50% dotychczasowego wynagrodzenia.Zgodnie z międzynarodowymi standardami, do pracujących zaliczani są również uczniowie, z którymi zakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonej pracy, jeżeli otrzymywali wynagrodzenie.Ze względu na przyjęte założenia metodologiczne badania, liczba pracujących uzyskana w wyniku BAEL nie obejmuje niektórych kategorii osób, które są wliczane do pracujących w sprawozdawczości z zakresu zatrudnienia, m.in.:a) pracujących, mieszkających w hotelach pracowniczych,b) pracujących za granicą na rzecz polskich pracodawców.Bezrobotni wg BAEL to osoby w wieku 15-74 lata, które spełniają jednocześnie trzy warunki:– w okresie badanego tygodnia nie były osobami pracującymi,– aktywnie poszukiwały pracy, tzn. podjęły konkretne działania w ciągu 4 tygodni (wliczając jako ostatni – tydzień badany), aby znaleźć pracę,– były gotowe (zdolne) podjąć pracę w ciągu dwóch tygodni następujących po tygodniu badanym.Do bezrobotnych zaliczane są również osoby, które nie poszukiwały pracy, ponieważ miały pracę załatwioną i oczekiwały na jej rozpoczęcie przez okres nie dłuższy niż 3 miesiące oraz były gotowe tę pracę podjąć.","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
