{"sdg_goal":5,"lang":"pl","indicator":"5.a.1.a","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"scatter","graph_title":"Udział kierujących gospodarstwem rolnym z prawem własności (łącznie ze współwłasnością małżeńską i rodzinną) w ogólnej liczbie kierujących gospodarstwem rolnym","target_id":"5.a.1.a","nazwa_wskaznika":"<b>5.a.1.a Udział kierujących gospodarstwem rolnym z prawem własności (łącznie ze współwłasnością małżeńską i rodzinną) w ogólnej liczbie kierujących gospodarstwem rolnym</b>","cel":"Cel 5. Równość płci","zadanie":"5.a Przeprowadzić reformy zapewniające kobietom równe prawa w dostępie do zasobów ekonomicznych, prawa własności, sprawowania kontroli nad gruntami i innym mieniem, usług finansowych, dziedziczenia oraz zasobów naturalnych, zgodnie z prawem krajowym","definicja":"Udział kierujących gospodarstwem rolnym z prawem własności (łącznie ze współwłasnością małżeńską i rodzinną) w ogólnej liczbie kierujących gospodarstwem rolnym.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem, płeć, wiek","wyjasnienia_metodologiczne":"<p><b>Gospodarstwo </b>rolne to jednostka wyodrębniona pod względem technicznym i ekonomicznym, posiadająca odrębne kierownictwo (użytkownik lub zarządzający) i prowadząca działalność rolniczą.</p> <p><b>Prawo własności </b>- uprawnienia do posiadania, korzystania oraz rozporządzania rzeczami w granicach ustanowionych przepisami prawa i współżycia społecznego.</p> <p>Przez prawo własności do gospodarstwa rolnego rozumie się stan z ewidencji gruntów i budynków prowadzonej przez Główny Urząd Geodezji i Kartografii.</p>","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane co 3 lata  od 2010 r.","uwagi":"Wskaźnik zastępczy, dostępny w ramach polskiej statystyki publicznej. Wskaźnikiem zasadniczym, przyjętym przez ONZ, monitorującym cel 5.a Agendy 2030, jest wskaźnik 5.a.1: (a) Odsetek ludności rolniczej z prawem własności lub zabezpieczeniem praw do gruntów rolnych według płci  (b) Udział kobiet wśród właścicieli lub posiadaczy praw do gruntów rolnych według rodzaju własności."}
