{"sdg_goal":5,"lang":"pl","indicator":"5.b.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Odsetek osób posiadających telefon komórkowy","target_id":"5.b.1","nazwa_wskaznika":"<b>5.b.1 Odsetek osób posiadających telefon komórkowy</b>","cel":"Cel 5. Równość płci","zadanie":"5.b Upowszechnić korzystanie z technologii, w szczególności technologii informacyjnych i komunikacyjnych, by przyczyniać się do wzmocnienia pozycji kobiet","definicja":"Udział osób posiadających telefon komórkowy w ogólnej liczbie ludności w wieku 15 lat i więcej.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"płeć","wyjasnienia_metodologiczne":"<p>Dane pochodzą z <b>badania konsumenckiego </b>prowadzonego corocznie na zlecenie Urzędu Komunikacji Elektronicznej.</p> <p>Celem badania jest poznanie opinii klientów indywidualnych na temat rynku usług telekomunikacyjnych w Polsce. </br> Usługi objęte badaniem to: </p> <p>  • telefonia: stacjonarna, VoIP, komórkowa, w tym usługi Premium Rate;</p> <p>  • internet: dial-up, stacjonarny, mobilny;</p> <p>  • usługi wiązane (pakiety);</p> <p>  • elementy usługi powszechnej - Ogólnopolskie Biuro Numerów, Ogólnopolski Spis Abonentów, Publiczne Aparaty Samoinkasujące, faks. </p> <p>Dodatkowo zbierane są ogólne opinie konsumentów o rynku telekomunikacyjnym w Polsce i zmianach na nim następujących.</p> <p>Badania przeprowadzane są przy wykorzystaniu <b>metody CAPI </b>(Computer Assisted Personal Interview), tj. bezpośrednich wywiadów z respondentem przy użyciu urządzeń mobilnych (np. laptop), na których zapisywane sa odpowiedzi. W badaniu zastosowano próbę losową, warstwowaną według województwa i objęto nią osoby w wieku <b>15 lat i więcej</b>. Dane wynikowe z badania zostały zważone według struktury Polaków w wieku 15 lat i więcej. Przy tworzeniu wagi uwzględniono płeć, wiek, wykształcenie oraz wielkość miejscowości zamieszkania.</p>","zrodlo_danych":"Urząd Komunikacji Elektronicznej","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2012 r.","uwagi":null}
