{"sdg_goal":6,"lang":"pl","indicator":"6.1.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Odsetek ludności korzystającej z bezpiecznie zarządzanej dystrybucji wody pitnej","target_id":"6.1.1","nazwa_wskaznika":"6.1.1 Odsetek ludności korzystającej z bezpiecznie zarządzanej dystrybucji wody pitnej","cel":"cel 6. Czysta woda i warunki sanitarne","zadanie":"6.1 Do 2030 roku zapewnić powszechny i sprawiedliwy dostęp do bezpiecznej wody pitnej po przystępnej cenie","definicja":"Udział ludności korzystającej z sieci wodociągowej do ludności ogółem.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Zgodnie z definicją zawartą w ustawie z dnia 7 czerwca 2001 r. o zbiorowym zaopatrzeniu w wodę i zbiorowym odprowadzaniu ścieków (Dz.U. 2001 Nr 72 poz. 747 z późn. zmianami) sieć wodociągowa i kanalizacyjna to przewody wodociągowe i kanalizacyjne wraz z uzbrojeniem i urządzeniami, którymi dostarczana jest woda lub którymi odprowadzane są ścieki, będące w posiadaniu przedsiębiorstwa wodociągowo-kanalizacyjnego.Wodociąg jest zespołem urządzeń inżynierskich i obiektów technicznych, którego zadaniem jest zaopatrywanie ludności i przemysłu w wodę o wymaganych ilościach i właściwościach odpowiadających jej przeznaczeniu. Wymagania dotyczące jakości wody przeznaczonej do spożycia przez ludzi, w tym wymagania bakteriologiczne, fizykochemiczne oraz organoleptyczne określa rozporządzenie Ministra Zdrowia z dnia 13 listopada 2015 r. w sprawie jakości wody przeznaczonej do spożycia przez ludzi (Dz. U. 2015, poz. 1989).Dane o ludności korzystającej z wodociągów i kanalizacji obejmują ludność zamieszkałą w budynkach mieszkalnych i w budynkach zbiorowego zamieszkania podłączonych do określonej sieci. Ze względu na zmianę metody szacowania, dane od 2014 r. nie są w pełni porównywalne z danymi prezentowanymi w poprzednich latach.Obecnie punktem wyjścia do szacowania danych są wyniki Narodowego Spisu Powszechnego Ludności i Mieszkań. Dane te są korygowane o informacje o zmianie liczby użytkowanych budynków oraz liczby mieszkań przypadających na jeden budynek (na podstawie zestawów danych o budynkach mieszkalnych i mieszkaniach w budynkach niemieszkalnych oddanych do użytkowania oraz o ubytkach mieszkaniowych).Wskaźnik liczby osób przypadających na jedno mieszkanie pochodzi z Bilansu zasobów mieszkaniowych. Jest to liczba ludności faktycznie zamieszkała według stanu w dniu 31 grudnia w danym roku podzielona przez liczbę mieszkań.Informacje na temat nowo przyłączonych lub odłączonych budynków pochodzą z zestawu danych o wodociągach, kanalizacji i wywozie nieczystości ciekłych gromadzonych w zbiornikach bezodpływowych.","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
