{"sdg_goal":6,"lang":"pl","indicator":"6.3.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Odsetek oczyszczanych ścieków przemysłowych i komunalnych w stosunku do ścieków wytworzonych(Ilość ścieków wymagających oczyszczenia oczyszczonych w stosunku do ilości ścieków przemysłowych i komunalnych odprowadzanych do wód lub do ziemi)","target_id":"6.3.1","nazwa_wskaznika":"<b>6.3.1 Odsetek oczyszczanych ścieków przemysłowych i komunalnych w stosunku do ścieków wytworzonych(Ilość ścieków wymagających oczyszczenia oczyszczonych w stosunku do ilości ścieków przemysłowych i komunalnych odprowadzanych do wód lub do ziemi)</b>","cel":"Cel 6. Czysta woda i warunki sanitarne","zadanie":"6.3 Do 2030 roku poprawić jakość wody poprzez redukcję zanieczyszczeń, likwidowanie wysypisk śmieci, ograniczenie stosowania szkodliwych substancji chemicznych i innych szkodliwych materiałów. Zmniejszyć o połowę ilość nieoczyszczonych ścieków oraz znacząco podnieść poziom recyklingu i bezpiecznego ponownego użytkowania materiałów w skali globalnej","definicja":"Stosunek ilości ścieków przemysłowych i komunalnych oczyszczanych biologicznie, chemicznie i z podwyższonym usuwaniem biogenów, do ilości ścieków wymagających oczyszczenia odprowadzonych do wód lub do ziemi w ciągu roku.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"<p><b>Ścieki przemysłowe </b>to ścieki niebędące ściekami bytowymi albo wodami opadowymi lub roztopowymi powstałe w związku z prowadzoną przez zakład działalnością handlową, przemysłową, składową, transportową lub usługową, a także będące ich mieszaniną ze ściekami innego podmiotu, odprowadzane urządzeniami kanalizacyjnymi tego zakładu. </br> Rodzaje i ilość zanieczyszczeń zawartych w ściekach przemysłowych są bardzo różnorodne. Zależą od rodzaju przemysłu, rodzaju surowców używanych do produkcji i od stosowanej technologii produkcji. W statystyce, do ścieków przemysłowych zalicza się również wody chłodnicze, zanieczyszczone i zasolone wody z odwadniania zakładów górniczych oraz obiektów budowlanych oraz ścieki socjalno-bytowe, towarzyszące procesom produkcyjnym. </br> Dane o ściekach przemysłowych dotyczą ścieków odprowadzonych z jednostek, które według Polskiej Klasyfikacji Działalności zostały ujęte w „Przemyśle” obejmującym sekcje „Górnictwo i wydobywanie”, „Przetwórstwo przemysłowe”, „Wytwarzanie i zaopatrywanie w energię elektryczną, gaz, parę wodną, gorącą wodę i powietrze do układów klimatyzacyjnych”, „Dostawa wody  gospodarowanie ściekami i odpadami oraz działalność związana z rekultywacją”, jak również w pozostałych sekcjach, których udział w ilości odprowadzanych ścieków jest niewielki. </br> Jako ścieki przemysłowe wymagające oczyszczania przyjęto ścieki odprowadzone siecią kanałów lub rowów otwartych bezpośrednio do wód, do ziemi lub do sieci kanalizacyjnej z jednostek produkcyjnych (łącznie z zanieczyszczonymi wodami z odwadniania zakładów górniczych oraz zanieczyszczonymi wodami wykorzystanymi w przemyśle do celów chłodniczych).</p> <P><b>Ścieki komunalne </b>to ścieki bytowe lub mieszanina ścieków bytowych ze ściekami przemysłowymi albo wodami opadowymi lub roztopowymi, odprowadzane urządzeniami służącymi do realizacji zadań własnych gminy w zakresie kanalizacji i oczyszczania ścieków komunalnych. Dane o ściekach komunalnych obejmują ścieki odprowadzone siecią kanalizacyjną przez jednostki będące w gestii przedsiębiorstw i zakładów wodociągowo-kanalizacyjnych, dla których organem założycielskim jest wojewoda (lub będących pod zarządem samorządów terytorialnych) oraz od 1994 r. wszystkich jednostek nadzorujących pracę zbiorowego odprowadzania ścieków poprzez sieć kanalizacyjną (w tym również spółdzielni mieszkaniowych, spółek wodnych, zakładów usług wodnych, zakładów pracy itd.). Ścieki te przed odprowadzeniem do odbiornika powinny być w całości poddane procesom oczyszczania, stąd w statystyce zostały ujęte jako ścieki wymagające oczyszczania. Dane te nie obejmują wód opadowych i infiltracyjnych odprowadzanych siecią kanalizacyjną.</p> <p><b>Ścieki oczyszczane </b>to ścieki poddane procesowi dostosowania do standardów środowiskowych lub innych norm jakości. Wyróżnia się trzy metody oczyszczania: mechaniczne, biologiczne i o podwyższonym stopniu oczyszczania (w tym chemiczne). Dla celów obliczenia ogólnej ilości oczyszczonych ścieków wykazuje się jedynie ilość, która była poddana najwyższemu z wymienionych stopni oczyszczania. Tak więc ścieki oczyszczane mechanicznie, jak również biologicznie powinny być wykazywane jako ścieki oczyszczone biologicznie, a ścieki oczyszczane wszystkimi metodami powinny być wykazywane jako oczyszczone metodą o podwyższonym stopniu oczyszczania.</p> <p><b>Ścieki wymagające oczyszczania </b>to ścieki, które przed odprowadzeniem do odbiornika powinny być w całości poddane procesom oczyszczania.</p>","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null,"indicator_variable_1":"ogółem","kategorie":null,"zmienne":null,"jednostka":"procent","pre":2,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/6-3-1/","sdg_goal":6,"indicator":"6.3.1","target_id":"6.3.1","graph_title":"Odsetek oczyszczanych ścieków przemysłowych i komunalnych w stosunku do ścieków wytworzonych(Ilość ścieków wymagających oczyszczenia oczyszczonych w stosunku do ilości ścieków przemysłowych i komunalnych odprowadzanych do wód lub do ziemi)"}
