{"sdg_goal":6,"lang":"pl","indicator":"6.6.1","jednostka":"ha","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Zmiany zasięgu/obszaru ekosystemów zależnych od wody","target_id":"6.6.1","nazwa_wskaznika":"6.6.1 Zmiany zasięgu/obszaru ekosystemów zależnych od wody","cel":"cel 6. Czysta woda i warunki sanitarne","zadanie":"6.6 Do 2020 roku zapewnić ochronę i odnowić ekosystemy zależne od wody, w tym tereny górskie. Lasy, tereny podmokłe, rzeki, jeziora i wody podziemne","definicja":"Wskaźnik określa powierzchnię (w hektarach) obszarów będących na liście obszarów wodno-błotnych o międzynarodowym znaczeniu zgodnie z konwecją Ramsarską w danym roku.","jednostka_prezentacji":"hektary [ha]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Konwencja o obszarach wodno-błotnych mających znaczenie międzynarodowe, zwłaszcza jako środowisko życiowe ptactwa wodnego, zwana Konwencją Ramsarską, została podpisana w Ramsarze dnia 2 lutego 1971 r. Dotychczas ratyfikowało ją 168 państw, które wyznaczyły 2186 obszarów wodno-błotnych o międzynarodowym znaczeniu. Wśród nich jest 13 polskich obszarów. Polska jest Stroną Konwencji od dnia 22 marca 1978 r.celem Konwencji Ramsarskiej jest ochrona i zrównoważone użytkowanie wszystkich mokradeł poprzez działania na szczeblu krajowym i lokalnym oraz współpracę międzynarodową. Działania te stanowią wkład w osiągnięcie zrównoważonego rozwoju na całym świecie.Zgodnie z Konwencją obszarami wodno-błotnymi są tereny bagien, błot i torfowisk lub zbiorniki wodne, tak naturalne jak i sztuczne, stałe i okresowe, o wodach stojących lub płynących, słodkich, słonawych lub słonych, łącznie z wodami morskimi, których głębokość podczas odpływu nie przekracza sześciu metrów.Strony Konwencji, w tym również Polska, zobowiązane są m.in. do: wyznaczenia odpowiednich obszarów w celu włączenia ich do listy obszarów wodno-błotnych o międzynarodowym znaczeniu wdrożenia planowania mającego na celu ochronę obszarów wodno-błotnych umieszczonych na liście racjonalnego użytkowania wszystkich mokradeł współpracy międzynarodowej w zakresie wdrażania Konwencji. W Polsce na listę obszarów wodno-błotnych o międzynarodowym znaczeniu wpisano 13 obszarów. Są to: Biebrzański Park Narodowy (59 233 ha, od 1995 roku) Słowiński Park Narodowy (32 744 ha, od 1995 roku) Wigierski Park Narodowy (15 085 ha, od 2002 roku) Poleski Park Narodowy (9 764 ha, od 2002 roku) Narwiański Park Narodowy (7 350 ha, od 2002 roku) Rezerwat przyrody Stawy Milickie w Parku Krajobrazowym Dolina Baryczy (5 324 ha, od 1995 roku) Park Narodowy Ujście Warty (8 074 ha, od 1984 roku) Rezerwat przyrody Jezioro Drużno (3 068 ha, od 2002 roku) Rezerwat przyrody Jezioro Siedmiu Wysp (1 618 ha, od 1984 roku) Rezerwat przyrody Jezioro Łuknajno (1 189 ha, od 1977 roku) Rezerwat przyrody Jezioro Świdwie (891 ha, od 1984 roku) Rezrwat przyrody Jezioro Karaś (815 ha, od 1984 roku) Subalpejskie torfowiska w Karkonoskim Parku Narodowym (40 ha, od 2002 roku)","zrodlo_danych":"Generalna Dyrekcja Ochrony Środowiska","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
