{"sdg_goal":8,"lang":"pl","indicator":"8.1.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Wzrost realny produktu krajowego brutto na 1 mieszkańca","target_id":"8.1.1","nazwa_wskaznika":"<b>8.1.1 Wzrost realny produktu krajowego brutto na 1 mieszkańca</b>","cel":"Cel 8. Wzrost gospodarczy i godna praca","zadanie":"8.1 Utrzymać wzrost gospodarczy na jednego mieszkańca, biorąc pod uwagę krajowe uwarunkowania. Osiągnąć i utrzymać przynajmniej 7-procentowy roczny wzrost produktu krajowego brutto w krajach najmniej rozwiniętych","definicja":"<p>Procentowa zmiana wartości PKB w ujęciu realnym przypadająca na 1 mieszkańca w roku badanym w porównaniu z rokiem poprzednim.</p> <p>PKB w ujęciu realnym na 1 mieszkańca jest obliczany jako iloraz rocznej wartości produktu krajowego brutto w cenach stałych i liczby ludności kraju (jednostki podziału terytorialnego).</p>","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"<p>Produkt krajowy brutto prezentuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej w danym roku. </br> Wartość PKB można obliczyć na trzy sposoby: </br> <p>  - od strony tworzenia jest ona równa wartości dodanej wszystkich sektorów instytucjonalnych lub wszystkich sekcji Polskiej Klasyfikacji Działalności (PKD) krajowych jednostek produkcyjnych powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów, </br> <p>  - od strony rozdysponowania PKB obliczany jest jako suma popytu krajowego, tj. spożycia i akumulacji oraz salda wymiany produktów z zagranicą, </br> <p>  - jako sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (a więc koszty związane z zatrudnieniem, podatki związane z produkcją i importem pomniejszone o dotacje, nadwyżka operacyjna brutto oraz dochód mieszany gospodarki ogółem).</p> <p>Produkt krajowy brutto jest liczony zgodnie z obowiązującymi w krajach Unii Europejskiej zasadami Europejskiego Systemu Rachunków Narodowych i Regionalnych (ESA 2010) oraz zaleceniami Eurostatu.</p>","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
