{"sdg_goal":8,"lang":"pl","indicator":"8.10.2","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"scatter","graph_title":"Odsetek osób dorosłych (w wieku 15 lat i więcej) z kontem w banku lub innej instytucji finansowej","target_id":"8.10.2","nazwa_wskaznika":"<b>8.10.2 Odsetek osób dorosłych (w wieku 15 lat i więcej) z kontem w banku lub innej instytucji finansowej</b>","cel":"Cel 8. Wzrost gospodarczy i godna praca","zadanie":"8.10 Zwiększyć zdolność krajowych instytucji finansowych, by ułatwić i rozszerzyć dostęp do bankowości, ubezpieczeń i usług finansowych dla wszystkich","definicja":"Odsetek osób w wieku 15 lat i więcej posiadających konto osobiste / rachunek oszczędnościowo-rozliczeniowy (tzw. ROR) / rachunek osobisty w banku lub Spółdzielczej Kasie Oszczędnościowo-Kredytowej (SKOK).","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem, płeć, wiek","wyjasnienia_metodologiczne":"<p>Zrealizowane w 2015 r. badanie miało charakter ilościowy. Zrealizowano N=2000 wywiadów bezpośrednich wspomaganych komputerowo (CAPI) w okresie od marca do kwietnia 2015 roku.</p> <p>Próbę ogólnopolską dobrano w taki sposób, aby zapewnić zarówno reprezentatywność wyników dla populacji ludności Polski w wieku 15+ pod względem płci, wieku i miejsca zamieszkania (wielkości miejscowości oraz województwa).</p> <p>Losowość doboru respondentów została zapewniona przez:</p> <p>  • losowanie miejscowości w poszczególnych klasach,</p> <p>  • losowanie adresu (ulicy i numeru), </p> <p>  • zastosowanie procedury random route. </p> <p>Losowanie miejscowości oraz ulic odbywało się z udostępnianego przez Główny Urząd Statystyczny (GUS) systemu ULIC (wykaz ulic), będącego częścią systemu identyfikacji adresowej ulic, nieruchomości, budynków i mieszkań NOBC (http://bip.stat.gov.pl/dzialalnosc-statystyki-publicznej/rejestr-teryt/zakres-rejestru-teryt/).</p>","zrodlo_danych":"Narodowy Bank Polski","czestotliwosc_dostępnosc_danych":"Dane z badania realizowanego w 2015 roku.","uwagi":"Wskaźnikiem zasadniczym, przyjętym przez ONZ, monitorującym zadanie 8.10 Agendy 2030 jest wskaźnik 8.10.2 Procent osób dorosłych (w wieku 15 lat i więcej) z kontem w banku lub innej instytucji finansowej lub korzystających z mobilnych usług finansowych."}
