{"sdg_goal":8,"lang":"pl","indicator":"8.3.0","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Udział eksportu wyrobów wysokiej techniki w eksporcie ogółem","target_id":"8.3","nazwa_wskaznika":"8.3 Udział eksportu wyrobów wysokiej techniki w eksporcie ogółem","cel":"cel 8. Wzrost gospodarczy i godna praca","zadanie":null,"definicja":"Stosunek wartości wyeksportowanych wyrobów odznaczających się wysoką intensywnością badawczo-rozwojową (B+R) do wartości eksportu ogółem.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"W badaniach stopnia zaawansowania techniki stosowane są na ogół dwie metody: według dziedzin oraz według wyrobów.Metoda według wyrobów stanowi rozwinięcie i uzupełnienie metody dziedzinowej. Opisuje dział wysokiej techniki i jest używana głównie w analizach handlu zagranicznego. Klasyfikacja wyrobów utworzona została na podstawie analiz dotyczących zawartości komponentu B+R (&bdquo zawartości technologii”). Jako mierniki zawartości/intensywności komponentu B+R zastosowano następujące wskaźniki: relacja nakładów bezpośrednich na działalność B+R do wartości dodanej, relacja nakładów bezpośrednich na działalność B+R do wartości produkcji (sprzedaży), relacja nakładów bezpośrednich na działalność B+R powiększonych o nakłady pośrednie &bdquo wcielone” w dobrach inwestycyjnych i półwyrobach do wartości produkcji (sprzedaży).Aktualna lista wyrobów wysokiej techniki obejmuje 9 grup wyrobów, których produkcja wymaga wysokich nakładów na działalność B+R: sprzęt lotniczy, komputery - maszyny biurowe, elektronikę - telekomunikację, środki farmaceutyczne, aparaturę naukowo-badawczą, maszyny elektryczne, maszyny nieelektryczne, chemikalia oraz uzbrojenie.Eksport to wywóz za granicę dóbr, które zostały wytworzone w danym kraju.Handel zagraniczny wysokiej techniki jest jedną z metod oszacowania, w jakim stopniu prace badawczo-rozwojowe i rozwiązania wytworzone w danym kraju przekształcane są w dobra wysokiej techniki, które mogą być sprzedane na rynku globalnym.W związku ze zmianą Międzynarodowej Standardowej Klasyfikacji Handlu (klasyfikacji SITC) dane publikowane są zgodnie z SITC Rev. 4.Od 2007 r. do wyrobów wysokiej techniki na podstawie listy OECD SITC Rev. 4 (zatwierdzonej przez Eurostat w kwietniu 2009 r.) zaliczono 9 następujących kategorii wyrobów:1. Sprzęt lotniczy (m.in. śmigłowce, samoloty i pozostałe statki powietrzne statki kosmiczne i pojazdy nośne statków kosmicznych, śmigła i wirniki oraz ich części, silniki i siłowniki, kompasy i busole morskie) 2. Komputery - maszyny biurowe (m.in. maszyny do automatycznego przetwarzania danych i urządzenia do nich, maszyny, które wykonują dwie lub więcej funkcji drukowania, kopiowania lub transmisji telefaksowej) 3. Elektronika – telekomunikacja (m.in. aparatura wideo do zapisu i odtwarzania obrazu i dźwięku, aparatura uruchamiana monetami, banknotami, kartami bankowymi, żetonami lub innymi środkami płatniczymi, obwody drukowane, kable z włókien światłowodowych, lampy mikrofalowe, diody, tranzystory i podobne urządzenia półprzewodnikowe  nośniki optyczne) 4. Środki farmaceutyczne (m.in. antybiotyki, hormony, prostaglandyny, tromboksany i leukotrieny, naturalne lub syntetyczne  ich pochodne i analogi strukturalne) 5. Aparatura naukowo-badawcza (m.in. aparatura elektrodiagnostyczna do zastosowań medycznych, chirurgicznych, stomatologicznych lub weterynaryjnych i aparatura radiologiczna, wiertarki dentystyczne, przyrządy i aparatura, pomiarowa, kontrolna i analityczna, aparaty fotograficzne, kamery kinematograficzne, soczewki kontaktowe, włókna optyczne i wiązki włókien optycznych, urządzenia ortopedyczne) 6. Maszyny elektryczne (m.in. elektryczna aparatura do sygnalizacji dźwiękowej lub wizualnej, kondensatory elektryczne, stałe, nastawne lub strojeniowe) 7. Maszyny nieelektryczne (m.in. turbiny gazowe, reaktory jądrowe i części do nich  maszyny i aparatura do rozdzielania izotopów, obrabiarki do obróbki dowolnych materiałów przez usuwanie nadmiaru materiału za pomocą lasera lub innej wiązki świetlnej lub fotonowej, tokarki, wiertarki, frezarki, maszyny i aparatura, do oporowego zgrzewania metali) 8. Chemikalia (m.in. selen, tellur, fosfor, arsen i bor, krzem, materiały promieniotwórcze i pokrewne, środki barwiące organiczne syntetyczne i laki barwnikowe, środki owadobójcze, gryzoniobójcze, grzybobójcze, chwastobójcze, opóźniające kiełkowanie, regulatory wzrostu roślin, środki odkażające i podobne produkty) 9. Uzbrojenie (broń i amunicja).","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
