{"sdg_goal":8,"lang":"pl","indicator":"8.4.0","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Odsetek osób zatrudnionych na podstawie stosunku pracy","target_id":"8.4","nazwa_wskaznika":"8.4 Odsetek osób zatrudnionych na podstawie stosunku pracy","cel":"cel 8. Wzrost gospodarczy i godna praca","zadanie":null,"definicja":"Udział osób zatrudnionych na podstawie stosunku pracy w liczbie pracujących ogółem.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Dane o pracujących dotyczą osób wykonujących pracę przynoszącą im zarobek lub dochód.Dane obejmują pracujących w jednostkach budżetowych działających w zakresie obrony narodowej i bezpieczeństwa.Do pracujących zaliczono:a) osoby zatrudnione na podstawie stosunku pracy (umowa o pracę, powołanie, mianowanie, wybór lub stosunek służbowy) b) pracodawców i pracujących na własny rachunek, a mianowicie: właścicieli, współwłaścicieli i dzierżawców gospodarstw indywidualnych w rolnictwie (łącznie z pomagającymi członkami ich rodzin), właścicieli i współwłaścicieli (łącznie z pomagającymi członkami ich rodzin  z wyłączeniem wspólników spółek, którzy nie pracują w spółce) podmiotów prowadzących działalność gospodarczą poza gospodarstwami indywidualnymi w rolnictwie  inne osoby pracujące na własny rachunek, np. osoby wykonujące wolne zawody c) osoby wykonujące pracę nakładczą d) agentów e) członków spółdzielni produkcji rolniczej (rolniczych spółdzielni produkcyjnych i spółdzielni powstałych na ich bazie oraz spółdzielni kółek rolniczych) f) duchownych pełniących obowiązki duszpasterskie.Dane o zatrudnionych na podstawie stosunku pracy dotyczą:a) zatrudnienia według stanu w dniu 31 XII osób pełnozatrudnionych oraz niepełnozatrudnionych w głównym miejscu pracy bez przeliczania na pełnozatrudnionych b) przeciętnego zatrudnienia pracowników pełnozatrudnionych oraz niepełnozatrudnionych w przeliczeniu na pełnozatrudnionych.Pełnozatrudnieni są to osoby zatrudnione w pełnym wymiarze czasu pracy obowiązującym w danym zakładzie pracy lub na danym stanowisku pracy, w tym również osoby, które zgodnie z obowiązującymi przepisami pracują w skróconym czasie pracy, np. z tytułu warunków szkodliwych dla zdrowia lub w przedłużonym czasie pracy, np. dozorcy mienia.Niepełnozatrudnieni są to osoby, które zgodnie z umową o pracę pracują stale w niepełnym wymiarze czasu pracy. Niepełnozatrudnieni w głównym miejscu pracy są to osoby, które oświadczyły, że dany zakład jest ich głównym miejscem pracy.","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
