{"sdg_goal":8,"lang":"pl","indicator":"8.8.2","jednostka":"punkty","source_url":"www.stat.gov.pl","graph":"scatter","graph_title":"Poziom przestrzegania prawa pracy (wolność zrzeszania się i rokowań zbiorowych) w kraju na podstawie dokumentów Międzynarodowej Organizacji Pracy (MOP) oraz krajowego ustawodawstwa","target_id":"8.8.2","nazwa_wskaznika":"<b>8.8.2 Poziom przestrzegania prawa pracy (wolność zrzeszania się i rokowań zbiorowych) w kraju na podstawie dokumentów Międzynarodowej Organizacji Pracy (MOP) oraz krajowego ustawodawstwa</b>","cel":"Cel 8. Wzrost gospodarczy i godna praca","zadanie":"8.8 Chronić prawa pracownicze oraz promować bezpieczne środowisko pracy dla wszystkich, w tym dla pracowników, w tym pracowników - migrantów, w szczególności dla kobiet migrantek i osób mających niepewne zatrudnienie","definicja":"<p>Wskaźnik opracowano na podstawie definicji Konwencji Międzynarodowej Organizacji Pracy (MOP) Nr 87 (na temat wolności związkowej i ochrony praw związkowych) oraz Nr 98 (na temat stosowania zasad prawa organizowania się i rokowań zbiorowych), a także z uwzględnieniem przedmiotowego orzecznictwa MOP.</p> <p>Poziom przestrzegania prawa pracy określany jest w przedziale od 0 do 10 punktów (odpowiednio, najlepsza i najsłabsza nota) w podziale na naruszenia wolności zrzeszania się i rokowań zbiorowych <b>ogółem </b>oraz <b>w prawie i praktyce</b>. Wskaźnik oparty jest na pięciu podstawowych założeniach: </p> <p>  • zgodność z definicjami MOP, transparentność źródeł i powtarzalność wyników, </p> <p>  • 108 kryteriów ewaluacyjnych do kodowania informacji o naruszeniach prawa pracy (ogółem, w prawie i praktyce), </p> <p>  • źródła tekstowe wybrane do kodowania informacji o naruszeniach prawa pracy, </p> <p>  • zasady kodowania informacji, </p> <p>  • zasady normalizacji zakodowanej informacji.</p>","jednostka_prezentacji":"punkty","dostepne_wymiary":"ogółem, w prawie, w praktyce","wyjasnienia_metodologiczne":"<p>Wartość wskaźnika wyliczana jest na podstawie zakodowanych (według 108 kryteriów ewaluacyjnych) naruszeń wolności zrzeszania się i rokowań zbiorowych, opisanych w dokumentach MOP i krajowym ustawodawstwie. Wagi kryteriów ewaluacyjnych określono metodą Delphi. Wyniki kodowania normalizowane są w skali od zera do 10 punktów (odpowiednio, najlepszy i najsłabszy wynik) w podziale na naruszenia wolności zrzeszania się i rokowań zbiorowych<b> ogółem, w prawie i praktyce.</b></p> <p>Podstawę wyliczenia wskaźnika stanowi kodowanie informacji na temat naruszeń prawa pracy z następujących dokumentów:</p> <p>  • Sprawozdania Komitetu Ekspertów MOP ds. stosowania konwencji i zaleceń, </p> <p>  • Sprawozdania Komitetu Konferencji MOP ds. stosowania standardów, </p> <p>  • Roczne przeglądy krajowe na mocy Deklaracji MOP,</p> <p>  • zażalenia złożone na podstawie Artykułu 24 Konstytucji MOP, </p> <p>  • skargi złożone na podstawie Artykułu 26 Konstytucji MOP, </p> <p>  • Sprawozdania Komitetu Wolności Związkowej, </p> <p>  • ustawodawstwo krajowe. </p> <p>Informacja z wymienionych źródeł kodowana jest według 108 kryteriów ewaluacyjnych prezentujących V kategorii naruszeń wolności zrzeszania się i rokowań zbiorowych (zgodnie z definicjami MOP):</p> <p>  1. Naruszenie podstawowych wolności obywatelskich. </p> <p>  2. Prawo pracowników do tworzenia i przystępowania do organizacji. </p> <p>  3. Prawa dotyczące działalności wewnątrz organizacji pracowniczych. </p> <p>  4. Prawo do rokowań zbiorowych. </p> <p>  5. Prawo do strajku. </p> <p>Wśród V kategorii naruszeń wolności zrzeszania się i rokowań zbiorowych dodatkowo wyodrębniono naruszenia <b>w prawie i praktyce</b>: </p> <p>  • <b>naruszenia w prawie </b>odnoszą się do (I) krajowego ustawodawstwa pozostającego w sprzeczności z prawem do wolności zrzeszania się i rokowań zbiorowych według definicji MOP oraz (II) działań podjętych na mocy tego ustawodawstwa, </p> <p>  • <b>naruszenia w praktyce </b>odnoszą się do czynów naruszających obowiązujące ustawodawstwo krajowe pozostające w zgodzie z prawem do wolności zrzeszania się i rokowań zbiorowych według definicji MOP. </p> <p>Natomiast <b>naruszenia ogółem </b>stanowią sumę naruszeń wolności zrzeszania się i rokowań zbiorowych w prawie i praktyce.Szczegółowy opis zasad kodowania, normalizacji oraz metodologii dostępny jest pod adresem http://labour-rights-indicators.la.psu.edu/about</p>","zrodlo_danych":"Międzynardowa Organizacja Pracy, Uniwersytet Pensylwanii","czestotliwosc_dostępnosc_danych":"Dane co kilka lat  od 2012 r.","uwagi":null}
