{"sdg_goal":9,"lang":"pl","indicator":"9.2.0","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Nakłady sektora przedsiębiorstw na działalność B+R w relacji do PKB","target_id":"9.2","nazwa_wskaznika":"9.2 Nakłady sektora przedsiębiorstw na działalność B+R w relacji do PKB","cel":"cel 9. Przemysł, Innowacyjność, Infrastruktura","zadanie":null,"definicja":"Suma nakładów wewnętrznych poniesionych na działalność badawczą i rozwojową przez jednostki prowadzące tę działalność w kraju, należące do sektora przedsiębiorstw (BERD), niezależnie od źródeł pochodzenia środków, w relacji do PKB.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Działalność badawcza i rozwojowa (B+R) to systematyczna praca twórcza prowadzona w celu zwiększenia zasobów wiedzy (np. o człowieku, kulturze i społeczeństwie) oraz znalezienia nowych zastosowań dla tej wiedzy. Obejmuje badania naukowe (podstawowe, stosowane, przemysłowe) oraz prace rozwojowe.Nakłady wewnętrzne na działalność B+R to nakłady poniesione w roku sprawozdawczym na prace B+R wykonane w jednostce sprawozdawczej, niezależnie od źródła pochodzenia środków, czyli łącznie ze środkami uzyskanymi z zagranicy (eksport prac B+R). Obejmują zarówno nakłady bieżące, jak i nakłady inwestycyjne na środki trwałe związane z działalnością B+R, lecz nie obejmują amortyzacji środków trwałych.Sektor przedsiębiorstw (BES) to jeden z 4 sektorów wykonawczych wg Podręcznika Frascati, który obejmuje: wszystkie firmy, organizacje i instytucje, których głównym przedmiotem działalności jest wytwarzanie towarów i usług (z wyjątkiem szkolnictwa wyższego) w celu ich sprzedaży na rynku po cenach mających znaczenie ekonomiczne oraz jednostki kooperujące z sektorem przedsiębiorstw (wywodzące się z sektora rządowego oraz sektora prywatnych instytucji niekomercyjnych), które wykazały wysoki odsetek środków na prace B+R pozyskanych w wyniku współpracy z przedsiębiorstwami.Produkt Krajowy Brutto (PKB) obrazuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej. Jest obliczany na podstawie obowiązującej w Unii Europejskiej metodologii ESA.","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
