{"sdg_goal":9,"lang":"pl","indicator":"9.2.2","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Pracujący w przetwórstwie przemysłowym jako odsetek pracujących ogółem","target_id":"9.2.2","nazwa_wskaznika":"<b>9.2.2 Pracujący w przetwórstwie przemysłowym jako odsetek pracujących ogółem</b>","cel":"Cel 9. Przemysł, Innowacyjność, Infrastruktura","zadanie":"9.2 Promować inkluzywną i zrównoważoną industrializację  do 2030 roku znacznie zwiększyć udział przemysłu w zatrudnieniu i wytwarzaniu PKB, biorąc pod uwagę uwarunkowania krajowe  podwoić ten udział w krajach najsłabiej rozwiniętych.","definicja":"Udział pracujących w przetwórstwie przemysłowym w liczbie pracujących ogółem.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"<p>Dane o <b>pracujących </b>dotyczą osób wykonujących pracę przynoszącą im zarobek lub dochód.</p> <p><b>Do pracujących </b>zaliczono:</p> <p>  a) osoby zatrudnione na podstawie stosunku pracy (umowa o pracę, powołanie, mianowanie, wybór lub stosunek służbowy)</p> <p>  b) pracodawców i pracujących na własny rachunek, a mianowicie:</br> - właścicieli, współwłaścicieli i dzierżawców gospodarstw indywidualnych w rolnictwie (łącznie z pomagającymi członkami ich rodzin),</br> - właścicieli i współwłaścicieli (łącznie z pomagającymi członkami ich rodzin  z wyłączeniem wspólników spółek, którzy nie pracują w spółce) podmiotów prowadzących działalność gospodarczą poza gospodarstwami indywidualnymi w rolnictwie </br> - inne osoby pracujące na własny rachunek, np. osoby wykonujące wolne zawody </p> <p>  c) osoby wykonujące pracę nakładczą </p> <p>  d) agentów (łącznie z pomagającymi członkami ich rodzin oraz osobami zatrudnionymi przez agentów) </p> <p>  e) członków spółdzielni produkcji rolniczej (rolniczych spółdzielni produkcyjnych i spółdzielni powstałych na ich bazie oraz spółdzielni kółek rolniczych) </p> <p>  f) duchownych pełniących obowiązki duszpasterskie.</p> Dane o pracujących ogółem podane są łącznie z pracującymi w jednostkach budżetowych prowadzących działalność w zakresie obrony narodowej i bezpieczeństwa publicznego.</p> <p>Nie dotyczy osób pracujących na umowę zlecenie lub o dzieło. </p>","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
