{"sdg_goal":9,"lang":"pl","indicator":"9.3.0","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Udział przychodów netto ze sprzedaży produktów nowych lub istotnie ulepszonych w przychodach netto ze sprzedaży ogółem w przedsiębiorstwach przemysłowych","target_id":"9.3","nazwa_wskaznika":"9.3 Udział przychodów netto ze sprzedaży produktów nowych lub istotnie ulepszonych w przychodach netto ze sprzedaży ogółem w przedsiębiorstwach przemysłowych","cel":"cel 9. Przemysł, Innowacyjność, Infrastruktura","zadanie":null,"definicja":"Udział wartości przychodów netto ze sprzedaży produktów innowacyjnych w ogólnej wartości przychodów netto ze sprzedaży produktów przedsiębiorstw przemysłowych, w których liczba pracujących wynosi 10 osób i więcej.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Dane dotyczą przedsiębiorstw przemysłowych, tj. tych, których przeważająca działalność została zaliczona do jednej z 4 sekcji klasyfikacji PKD 2007: B – Górnictwo i wydobywanie, C – Przetwórstwo przemysłowe, D –Wytwarzanie i zaopatrywanie w energię elektryczną, gaz, parę wodną, gorącą wodę i powietrze do układów klimatyzacyjnych i E – Dostawa wody  gospodarowanie ściekami i odpadami oraz działalność związana z rekultywacją.Przychody netto ze sprzedaży produktów obejmują kwoty należne - bez podatku od towarów i usług - z tytułu sprzedaży produktów (wyrobów i usług), towarów i materiałów.Nowy produkt to wyrób lub usługa, który różni się znacząco swoimi cechami lub przeznaczeniem od produktów dotychczas wytwarzanych przez przedsiębiorstwo.Działalność innowacyjna polega na angażowaniu się przedsiębiorstw w różnego rodzaju działania naukowe, techniczne, organizacyjne, finansowe i komercyjne, które prowadzą lub mają w zamierzeniu prowadzić do wdrażania innowacji. Niektóre z tych działań mają charakter innowacyjny, natomiast inne nie są nowością, lecz są konieczne do wdrażania innowacji. Działalność innowacyjna obejmuje także działalność badawczo-rozwojową (B+R), która nie jest bezpośrednio związana z tworzeniem konkretnej innowacji.Innowacja produktowa jest to wprowadzenie na rynek wyrobu lub usługi, które są nowe lub istotnie ulepszone w zakresie swoich cech lub zastosowań. Zalicza się tu znaczące udoskonalenia pod względem specyfikacji technicznych, komponentów i materiałów, wbudowanego oprogramowania, łatwości obsługi i innych cech funkcjonalnych. Innowacja produktowa może być wynikiem zastosowania nowej wiedzy lub technologii bądź nowych zastosowań lub kombinacji istniejącej wiedzy i technologii. Innowacje produktowe w zakresie usług polegają na wprowadzeniu znaczących udoskonaleń w sposobie świadczenia usług, na dodaniu nowych funkcji lub cech do istniejących usług lub na wprowadzeniu całkowicie nowych usług.Produkty, aby zostały zaliczone do innowacji, nie muszą być nowością dla rynku, na którym operuje przedsiębiorstwo, ale muszą być nowością przynajmniej dla samego przedsiębiorstwa.Badanie innowacyjności jest prowadzone w oparciu o międzynarodową metodologię (Podręcznik Oslo).Przykładowe innowacje produktowe to: margaryna redukująca poziom cholesterolu , systemy lokalizacji GPS, karta zbliżeniowa, wbudowana możliwość korzystania z sieci bezprzewodowej w laptopach","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":"Dane pochodzą z badania działalności innowacyjnej przedsiębiorstw. Obejmuje ono przedsiębiorstwa przemysłowe z sekcji B, C, D, E PKD2007, w których pracuje 10 i więcej osób. Badanie prowadzone jest na pełnej populacji przedsiębiorstw o liczbie pracujących 50 i więcej osób oraz na próbie pozostałych przedsiębiorstw wynoszącej 25% populacji (z wyjątkiem 2010 r., gdy badanie zostało przeprowadzone na pełnej zbiorowości)."}
