{"sdg_goal":9,"lang":"pl","indicator":"9.5.2","jednostka":"EPC","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Pracownicy naukowo-badawczy (w ekwiwalentach pełnego czasu pracy) na 1 mln ludności","target_id":"9.5.2","nazwa_wskaznika":"<b>9.5.2 Pracownicy naukowo-badawczy (w ekwiwalentach pełnego czasu pracy) na 1 mln ludności</b>","cel":"Cel 9. Przemysł, Innowacyjność, Infrastruktura","zadanie":"9.5 Do 2030 roku wzmocnić badania naukowe i podnieść poziom technologiczny sektora przemysłowego we wszystkich krajach, szczególnie w rozwijających się, w tym poprzez innowacje, znaczne zwiększenie liczby pracowników sektora badawczo-rozwojowego na każdy milion osób oraz poprzez zwiększanie publicznych i prywatnych nakładów finansowych na rozwój.","definicja":"Liczba pracowników naukowo-badawczych w przeliczeniu na 1 mln ludności.","jednostka_prezentacji":"EPC (ekwiwalent pełnego czasu pracy)","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Personel B+R to wszystkie osoby zaangażowane bezpośrednio w działalność B+R realizowaną w jednostce sprawozdawczej, zarówno pracownicy merytoryczni, jak i personel pomocniczy. Personel B+R, oprócz wykonywania prac naukowo-badawczych (naukowo-technicznych), może planować lub kierować projektami B+R, przygotowywać raporty, zapewniać bezpośrednią obsługę informatyczną, biblioteczną czy dokumentacyjną w konkretnym projekcie, bądź też prowadzić obsługę administracyjną w zakresie spraw finansowych i kadrowych. </br> Najliczniejszą grupę osób zaangażowanych w działalność B+R stanowią pracownicy naukowo-badawczy (badacze) tj. osoby zajmujące się pracą koncepcyjną i tworzeniem nowej wiedzy, wyrobów, usług, procesów, metod i systemów. Kategoria „pracownicy naukowo-badawczy” to polski odpowiednik występującej w Podręczniku OECD kategorii badacza – researcher. Przynależność do tej grupy nie musi być uwarunkowana ani posiadaniem formalnego wykształcenia, ani zajmowanym stanowiskiem. </br> Jednostki przeliczeniowe służące do ustalania faktycznego zatrudnienia w działalności B+R to ekwiwalenty pełnego czasu pracy (EPC). Jeden ekwiwalent pełnego czasu pracy oznacza jeden osoborok poświęcony wyłącznie na działalność B+R, a pomiaru dokonuje się na podstawie proporcji czasu przepracowanego przez poszczególnych pracowników w ciągu roku sprawozdawczego przy pracach B+R w stosunku do pełnego czasu pracy obowiązującego w danej instytucji na danym stanowisku pracy. Ekwiwalenty pełnego czasu pracy są główną jednostką miary zatrudnienia w działalności B+R stosowaną w porównaniach międzynarodowych i w publikacjach o charakterze międzynarodowym, wydawanych przez OECD i EUROSTAT.","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null,"indicator_variable_1":"ogółem","kategorie":null,"zmienne":null,"jednostka":"EPC","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/statistics_glob/9-5-2/","sdg_goal":9,"indicator":"9.5.2","target_id":"9.5.2","graph_title":"Pracownicy naukowo-badawczy (w ekwiwalentach pełnego czasu pracy) na 1 mln ludności"}
