{"sdg_goal":9,"lang":"pl","indicator":"9.5.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Nakłady na działalność B+R w relacji do PKB","target_id":"9.5.1","nazwa_wskaznika":"<b>9.5.1 Nakłady na działalność B+R w relacji do PKB</b>","cel":"Cel 9. Przemysł, Innowacyjność, Infrastruktura","zadanie":"9.5 Do 2030 roku wzmocnić badania naukowe i podnieść poziom technologiczny sektora przemysłowego we wszystkich krajach, szczególnie w rozwijających się, w tym poprzez innowacje, znaczne zwiększenie liczby pracowników sektora badawczo-rozwojowego na każdy milion osób oraz poprzez zwiększanie publicznych i prywatnych nakładów finansowych na rozwój.","definicja":"Suma nakładów wewnętrznych poniesionych na działalność badawczą i rozwojową przez wszystkie jednostki w kraju prowadzące tę działalność, niezależnie od źródeł pochodzenia środków, w relacji do PKB.</br> Wskaźnik stanowi główny miernik z zakresu statystyki działalności badawczo-rozwojowej, charakteryzujący konkurencyjność i poziom rozwoju gospodarki opartej na wiedzy.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Działalność badawcza i rozwojowa (B+R) definiowana jest jako praca twórcza i prowadzona w sposób metodyczny, podejmowana w celu zwiększenia zasobów wiedzy o rodzaju ludzkim, kulturze i społeczeństwie oraz w celu tworzenia nowych zastosowań dla już istniejącej wiedzy. W obszarze działalności badawczej i rozwojowej zawierają się: badania podstawowe, stosowane (łącznie z przemysłowymi) oraz prace rozwojowe. </br> Nakłady wewnętrzne na działalność B+R to nakłady poniesione w roku sprawozdawczym na prace B+R wykonane w jednostce sprawozdawczej, niezależnie od źródła pochodzenia środków. Obejmują zarówno nakłady bieżące, jak i nakłady inwestycyjne związane z działalnością B+R. Nakładami bieżącymi na działalność B+R są nakłady osobowe, a także koszty zużycia materiałów, przedmiotów nietrwałych i energii, koszty usług obcych (innych niż B+R) obejmujące: obróbkę obcą, usługi transportowe, remontowe, bankowe, pocztowe, telekomunikacyjne, informatyczne, wydawnicze, komunalne itp., koszty podróży służbowych oraz pozostałe koszty bieżące obejmujące w szczególności podatki i opłaty obciążające koszty działalności i zyski, ubezpieczenia majątkowe i ekwiwalenty na rzecz pracowników – w części, w której dotyczą działalności B+R. Nakłady inwestycyjne na działalność B+R obejmują nakłady na nowe środki trwałe związane z działalnością B+R oraz od 2016 r. koszty oprogramowania komputerowego wykorzystywanego przy pracach badawczych i rozwojowych przez okres dłuższy niż jeden rok (wartość opłaty z tytułu użytkowania produktu własności intelektualnej innego podmiotu oraz wartość nakładów poniesionych na oprogramowanie wytworzone we własnym zakresie), koszty nabytych patentów, licencji długoterminowych lub innych wartości niematerialnych i prawnych, które są stosowane w działalności badawczej i rozwojowej oraz użytkowane przez okres dłuższy niż jeden rok. </br> Produkt Krajowy Brutto (PKB) przedstawia końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej w danym roku. Produkt krajowy brutto równa się sumie wartości dodanej brutto wytworzonej przez wszystkie krajowe jednostki instytucjonalne powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów. Produkt krajowy brutto jest liczony zgodnie z obowiązującymi w krajach Unii Europejskiej zasadami Europejskiego Systemu Rachunków Narodowych i Regionalnych (ESA 2010) oraz zaleceniami Eurostatu. Produkt krajowy brutto jest liczony w cenach rynkowych.","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null}
