{"sdg_goal":9,"lang":"pl","indicator":"9.5.0","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Odsetek gospodarstw domowych posiadających szerokopasmowy dostęp do Internetu w domu","target_id":"9.5","nazwa_wskaznika":"9.5 Odsetek gospodarstw domowych posiadających szerokopasmowy dostęp do Internetu w domu","cel":"cel 9. Przemysł, Innowacyjność, Infrastruktura","zadanie":null,"definicja":"Odsetek gospodarstw domowych z przynajmniej jedną osobą w wieku 16-74 lata posiadających szerokopasmowy dostęp do Internetu w domu (połączenie, które cechuje się dużą szybkością przepływu informacji mierzoną w setkach kilobitów na sekundę lub w megabitach na sekundę).","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"Dane pochodzą z badania Wskaźniki społeczeństwa informacyjnego, które jest badaniem reprezentacyjnym, ankietowym, realizowanym metodą wywiadu bezpośredniego, w którym udział jest dobrowolny. Badanie odbywa się w kwietniu każdego roku. Zgodnie z wymogami określonymi w rozporządzeniach Komisji Europejskiej badanie obejmuje gospodarstwa domowe (z przynajmniej jedną osobą w wieku 16-74 lata) znajdujące się na terenie całego kraju oraz wszystkie osoby w wieku 16-74 lata w tych gospodarstwach. Badaniem nie są objęte osoby mieszkające w gospodarstwach zbiorowych, takich jak: domy studenckie, hotele robotnicze, domy opieki społecznej, zakony, szpitale, koszary, zakłady karne itp. Cudzoziemcy mogą uczestniczyć w badaniu, o ile posiadają znajomość języka polskiego.Szeroko rozpowszechniony i niedrogi dostęp szerokopasmowy to jeden ze sposobów promowania społeczeństwa opartego na wiedzy i informacji. Rozpowszechnienie dostępu szerokopasmowego uważa się za kluczowy wskaźnik dla tworzenia polityki w dziedzinie ICT. Połączenia szerokopasmowe umożliwiają przekazywanie wysokiej jakości obrazów, filmów, oglądanie telewizji lub granie w gry internetowe, telefonowanie przez Internet z możliwością oglądania rozmówcy oraz pozwalają na korzystanie z różnorodnych zaawansowanych usług internetowych.","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne  od 2010 r.","uwagi":null,"indicator_variable_1":"ogółem","kategorie":null,"zmienne":null,"jednostka":"procent","pre":1,"graph":"longitudinal","source_url":"www.stat.gov.pl","permalink":"/statistics_nat/9-5/","sdg_goal":9,"indicator":"9.5.0","target_id":"9.5","graph_title":"Odsetek gospodarstw domowych posiadających szerokopasmowy dostęp do Internetu w domu"}
