{"sdg_goal":9,"lang":"pl","indicator":"9.b.1","jednostka":"procent","source_url":"www.stat.gov.pl","graph":"longitudinal","graph_title":"Udział wartości dodanej przemysłu technologii średniozaawansowanych i wysokich w wartości dodanej ogółem","target_id":"9.b.1","nazwa_wskaznika":"<b>9.b.1 Udział wartości dodanej przemysłu technologii średniozaawansowanych i wysokich w wartości dodanej ogółem</b>","cel":"Cel 9. Przemysł, Innowacyjność, Infrastruktura","zadanie":"9.b. Wspierać krajowy rozwój technologiczny, badania i innowacyjność w krajach rozwijających się, w tym poprzez prowadzenie sprzyjającej polityki m.in. dla dywersyfikacji przemysłowej i zwiększania wartości dodanej dla dóbr.","definicja":"Udział wartości dodanej przedsiębiorstw zaawansowanych i średniozaawansowanych technologii w wartości dodanej przedsiębiorstw niefinansowych.","jednostka_prezentacji":"procent [%]","dostepne_wymiary":"ogółem","wyjasnienia_metodologiczne":"<p>Do <b>zaawansowanych technologii </b>według Polskiej Klasyfikacji Działalności 2007 zalicza się: </p> <p>  • Dział 21 Produkcja podstawowych substancji farmaceutycznych oraz leków i pozostałych wyrobów farmaceutycznych, </p> <p>  • Dział 26 Produkcja komputerów, wyrobów elektronicznych i optycznych, </p> <p>  • Grupę 30.3 Produkcja statków powietrznych, statków kosmicznych i podobnych maszyn. </p> <p>Do <b>średniozaawansowanych technologii </b>według Polskiej Klasyfikacji Działalności 2007 zalicza się: </p> <p>  • Dział 20 Produkcja chemikaliów i wyrobów chemicznych,\n </p>\n<p>  • Grupa 25.4 Produkcja broni i amunicji, </p> <p>  • Dział 27 Produkcja urządzeń elektrycznych, </p> <p>  • Dział 28 Produkcja maszyn i urządzeń, gdzie indziej niesklasyfikowana, </p> <p>  • Dział 29 Produkcja pojazdów samochodowych, przyczep i naczep, z wyłączeniem motocykli, </p> <p>  • Dział 30 Produkcja pozostałego sprzętu transportowego (z wyłączeniem Grupy 30.1 Produkcja statków i łodzi oraz Grupy 30.3 Produkcja statków powietrznych, statków kosmicznych i podobnych maszyn), </p> <p>  • Grupa 32.5 Produkcja urządzeń, instrumentów oraz wyrobów medycznych, włączając dentystyczne. </p> <p><b>Przedsiębiorstwo niefinansowe </b>jest to podmiot zalkasyfikowany (niezaleznie od liczby pracujących w nim osób) do nastepujących sekcji Polskiej Klasyfikacji Działalności 2007:</p> <p>B Górnictwo i wydobywanie,</p> <p>C Przetwórstwo przemysłowe,</p> <p>D Wytwarzanie i zaopatrywanie w energię elektryczną, gaz, parę wodną, gorącą wodę i powietrze do układów klimatyzacyjnych,</p> <p>E Dostawa wody  gospodarowanie ściekami i odpadami oraz działalność związana z rekultywacją,</p> <p>F Budownictwo,</p> <p>G Handel hurtowy i detaliczny  naprawa pojazdów samochodowych, włączając motocykle,</p> <p>H Transport i gospodarka magazynowa,</p> <p>I Działalność związana z zakwaterowaniem i usługami gastronomicznymi,</p> <p>J Informacja i komunikacja,</p> <p>L Działalność związana z obsługą rynku nieruchomości,</p> <p>M Działalność profesjonalna, naukowa i techniczna,</p> <p>N Działalność w zakresie usług administrowania i działalność wspierająca,</p> <p>P Edukacja (z wyłączeniem szkolnictwa wyższego),</p> <P>Q Opieka zdrowotna i pomoc społeczna (z wyłączeniem samodzielnych publicznych zakładów opieki zdrowotnej),</p> <p>R Działalność związana z kulturą, rozrywką i rekreacją,</p> <p>S Pozostała działalność usługowa (z wyłączeniem Działu 94 Działalność organizacji członkowskich).</p> <p><b>Wartość dodana w cenach producenta </b>jest zyskiem brutto z działalności operacyjnej po uwzględnieniu dotacji operacyjnych oraz podatków pośrednich. Można ją obliczyć na podstawie obrotu powiększonego o produkcję skapitalizowaną, powiększonego o pozostałe zyski z działalności operacyjnej, powiększonego lub pomniejszonego o zmiany stanu zapasów, pomniejszonego o zakupy towarów i usług, pomniejszonego o inne podatki nakładane na produkty, które są związane z obrotem, ale nie podlegają odliczeniu, pomniejszonego o cła i podatki związane z produkcją.</p>","zrodlo_danych":"Główny Urząd Statystyczny","czestotliwosc_dostępnosc_danych":"Dane roczne; od 2010 r.","uwagi":null}
