


{
  "1-1-a": [
    {
      "metadata": [
        
        {
                        "name": "1.1.a Reintegration units per 100 thous. inhabitants",
                      
                        "goal": "Goal 1. No poverty",
                      
                        "priority": "Enabling real and full social integration of persons with disabilities and psychological, social, functional and economic support for their families",
                      
                        "definition": "Number of social integration centres, vocational activity workshops, occupational therapy workshops and social integration clubs calculated per 100 thous. population.",
                      
                        "unit": "number of objects",
                      
                        "dimensions": "total",
                      
                        "methodology": "Social Integration Centres (CIS) are educationally-oriented establishments involving such elements of education as participants’ engagement in service, trade and manufacturing activities. Among recipients of CIS social services, there are e.g. the long-term unemployed, the homeless, the disabled, alcohol and drug addicts (after finishing treatment), the mentally ill, the disabled, the released from penitentiary institutions and refugees. Vocational Activity Workshops (ZAZ) are units that join socio-vocational rehabilitation of the disabled with conducting economic activity. ZAZ employs the disabled with a certificate of significant degree of disability, in some cases – persons w with moderate degree of disability if they were diagnosed with autism, mental retardation or mental illness. Occupational Therapy Workshops (WTZ) support the rehabilitation process of the disabled by developing their skills for everyday functioning, their psychophysical fitness and occupational qualifications. Among the recipients of WTZ social services, there are the motorically or mentally retarded with a certificate of significant or moderate degree of disability including recommendation for occupational therapy. Social Integration Clubs (KIS) provide support to individuals and their families in rebuilding and holding of ability to participation in the life of the local community, returning to fulfilling social equality and increasing professional qualifications. KIS should be open to the needs of the local environment and should adjust the scope of the services and activities to the need of all groups at risk of social exclusion.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2016",
                      
                        "notes": "In 2025, the indicator was revised due to methodological changes – the original scope was expanded to include additional reintegration units. The new indicator covers all forms of institutional support in the area of socio-professional reintegration. Previously, it was presented under the name: 'Number of the social integration centres, vocational activity workshops and occupational therapy workshops per 100 thous. population'.",
                      
                        "data_updated_on": "22-07-2025",
                      
                        "metadata_updated_on": "22-07-2025"
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "",
                      
                          "2013" :   "",
                      
                          "2014" :   "",
                      
                          "2015" :   "",
                      
                          "2016" :   "3.1",
                      
                          "2017" :   "3.1",
                      
                          "2018" :   "3.3",
                      
                          "2019" :   "3.4",
                      
                          "2020" :   "3.4",
                      
                          "2021" :   "3.3",
                      
                          "2022" :   "3.3",
                      
                          "2023" :   "3.3"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
