


{
  "1-1-b": [
    {
      "metadata": [
        
        {
                        "name": "1.1.b Real gross disposable income of households per capita (2008=100)",
                      
                        "goal": "Goal 1. No poverty",
                      
                        "priority": "Increase in real income of households translated into decrease in at-risk-of-relative poverty rate",
                      
                        "definition": "The real gross disposable income of households per capita (index = 2008) is calculated as the unadjusted gross disposable income of households and Non-Profit Institutions Serving Households (NPISH) divided by the price deflator (price index) of household final consumption expenditure and by the total resident population. Then the indicator is indexed with base year 2008.",
                      
                        "unit": "index: 2008=100",
                      
                        "dimensions": "total",
                      
                        "methodology": "Households sector includes households, i.e., natural persons or groups of natural persons living together and jointly maintaining themselves (sharing income, expenditures and property) as well as collective households (e.g., residents of social welfare homes, care and education centres, convents, prisons). Non-profit institutions serving households sector (NPISH) includes: social organisations, political parties, trade unions, associations, foundations and units of religious organisations. Gross disposable income of households is obtained as a result of correcting their gross primary income (comprising among others: income obtained from conducted economic activity, wages, salaries and other income connected with hired work, property income) by current taxes (on income, wealth, etc.) and net social contributions, as well as - by social benefits (retirement and other pensions, allowances, etc.) and other current transfers.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "109.15",
                      
                          "2011" :   "109.42",
                      
                          "2012" :   "110.79",
                      
                          "2013" :   "111.76",
                      
                          "2014" :   "118.02",
                      
                          "2015" :   "121.58",
                      
                          "2016" :   "128.92",
                      
                          "2017" :   "133.32",
                      
                          "2018" :   "138.63",
                      
                          "2019" :   "144.88",
                      
                          "2020" :   "150.78",
                      
                          "2021" :   "146.35"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
