


{
  "1-2-b": [
    {
      "metadata": [
        
        {
                        "name": "1.2.b Number of participants of the social integration centres, vocational activity workshops and occupational therapy workshops per 100 thous. population",
                      
                        "goal": "Goal 1. No poverty",
                      
                        "priority": "Increase in activation of socially excluded persons i.a. through development of social economy sector",
                      
                        "definition": "Number of participants of the social integration centres, vocational activity workshops ans occupational therapy workshops calculated per 100 thous. population.",
                      
                        "unit": "persons",
                      
                        "dimensions": "total",
                      
                        "methodology": "Social Integration Centres (SIC) are educationally-oriented establishments involving such elements of education as participants’ engagement in service, trade and manufacturing activities. Among recipients of SIC social services, there are e.g. the long-term unemployed, the homeless, the disabled, alcohol and drug addicts (after finishing treatment), the mentally ill, the disabled, the released from penitentiary institutions and refugees. Vocational Activity Workshops (VAW) are units that join socio-vocational rehabilitation of the disabled with conducting economic activity. VAW employs the disabled with a certificate of significant degree of disability, in some cases – persons w with moderate degree of disability if they were diagnosed with autism, mental retardation or mental illness. Occupational Therapy Workshops (OTW) support the rehabilitation process of the disabled by developing their skills for everyday functioning, their psychophysical fitness and occupational qualifications. Among the recipients of OTW social services, there are the motorically or mentally retarded with a certificate of significant or moderate degree of disability including recommendation for occupational therapy.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2012",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "84.1",
                      
                          "2013" :   "90.2",
                      
                          "2014" :   "100.0",
                      
                          "2015" :   "101.6",
                      
                          "2016" :   "106.9",
                      
                          "2017" :   "112.3",
                      
                          "2018" :   "116.1",
                      
                          "2019" :   "115.4"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
