


{
  "1-3-a": [
    {
      "metadata": [
        
        {
                        "name": "1.3.a Percentage of children aged 1-3 covered by different kinds of institutional care",
                      
                        "goal": "Goal 1. No poverty",
                      
                        "priority": "Improvement of access to public services (e.g. support for families with children, child and elderly care) and health services",
                      
                        "definition": "Share of children covered by institutional care in total number of children aged 1-3.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Different kinds of institutional care have been introduced by the Law on Childcare for children up tothe age of 3 dated 4 February 2011, in force since 4 April 2011 and the provisions concerning nannies -since October 2011. The law provides for the following types of care: nursery, children’s clubs, day carer and nanny, forchildren up to the age of 3. Pursuant to the Act, the nurseries are no longer part of the health caresystem and the care exercised in them is not the health service. By 2011 children were taken care ofin nurseries and nursery wards. Children in nurseries and children’s clubs:  - entered into register referred to in Chapter 3 of the Law on Childcare of children up to the age of 3dated 4 February 2011 (Journal of Laws No.45, item 235, with later amendments), taken from thereport of municipality on the implementation of tasks related to the care for children up to the ageof 3 (public and non-public receiving allocations).  - run by non-public entities providing private childcare services for children up to the age of 3, forwhich municipality (gmina) does not grant allocations (estimation on the basis of the averagenumber of places in public and non-public entities receiving allocations).  Children under the care of a day carer as of the last day of the reporting period (data come fromreports on the implementation of tasks related to the care for children up to the age of 3).   The number of nannies (it is assumed that one child is under the care of one nanny) registered insocial security or health insurance (data are provided, pursuant to the art. 53 of the above-mentioned law, to the Minister responsible for the family policy by the Social Insurance Institution).",
                      
                        "source": "The Ministry of Family, Labour and Social Policy",
                      
                        "availability": "Annual data;  since 2011",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "4.4",
                      
                          "2012" :   "6.0",
                      
                          "2013" :   "8.3",
                      
                          "2014" :   "10.5",
                      
                          "2015" :   "12.4",
                      
                          "2016" :   "13.9",
                      
                          "2017" :   "16.0",
                      
                          "2018" :   "19.3",
                      
                          "2019" :   "22.6"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
