


{
  "1-4-a": [
    {
      "metadata": [
        
        {
                        "name": "1.4.a Number of dwellings per 1 thous. population",
                      
                        "goal": "Goal 1. No poverty",
                      
                        "priority": "Improvement of housing situation",
                      
                        "definition": "Number of dwellings per 1,000 population.",
                      
                        "unit": "[–]",
                      
                        "dimensions": "total",
                      
                        "methodology": "According to the definition, a dwelling is a premises comprising one or several rooms includingauxiliary spaces, built or remodeled for residential purposes; structurally separated (by permanentwalls) within a building, into which a separate access leads from a staircase, a passageway, acommon hall or directly from the street, a courtyard or a garden.  The indicator shows dwelling stocks of a selected territorial unit. Low indicator values indicate a shortage of dwellings, which could result in social problems, such as problems with the emancipation of young people. High indicator values indicate an oversupply of dwellings, the result of which maybe economic difficulties, such as the difficulty of maintaining unused resources. The value of theindicator is also affected by cultural and demographic factors, such as the average number ofchildren per family, the average age and cultural habits of the extended families living together. The data concerning the number of dwellings are derived from censuses and reports on dwellingstocks, on the costs and revenues of maintaining dwelling stocks, on rates of charges in buildingswith dwellings, as well as from reports on housing and communal economy of the community.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "The number of population for the years 2003-2010 is based on the National Census of Population andHousing 2002, and since 2011, it has been based on the Population and Housing Census 2011."
                      }
      ],
      "data": [
        {
                    "urban/rural": [
                        {
                        "total": [
                                {
                                
                                    "2010" :   "349.6",
                                
                                    "2011" :   "352.6",
                                
                                    "2012" :   "356.1",
                                
                                    "2013" :   "359.9",
                                
                                    "2014" :   "363.4",
                                
                                    "2015" :   "367.3",
                                
                                    "2016" :   "371.3",
                                
                                    "2017" :   "375.7",
                                
                                    "2018" :   "380.5",
                                
                                    "2019" :   "385.9",
                                
                                    "2020" :   "392.4"
                                
                                }
                            ],"urban area": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   ""
                                
                                }
                            ],"rural area": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   ""
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
