


{
  "2-1-a": [
    {
      "metadata": [
        
        {
                        "name": "2.1.a Agricultural Orientation Index for government expenditures (AOI)",
                      
                        "goal": "Goal 2. Zero hunger",
                      
                        "priority": "Support for structural transformation ensuring increase in competitiveness of agricultural holdings and agri-food producers",
                      
                        "definition": "Share of central government expenditure allocated to agriculture in total central government expenditure, related to the share of agriculture in GDP.",
                      
                        "unit": "[–]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Agriculture Share of Government Expenditures means Central Government Expenditures on Agriculture related to Total Central Government Outlays (according to Classification of Functions of Government - COFOG). Agriculture Share of GDP means Agriculture Value Added in relation to gross value added in section Agriculture (i.e. Division A - Agriculture, forestry, fishing and hunting of PKD 2007 , related to value of GDP, according to ESA2010. Gross domestic product (GDP) illustrates the final result of the activity of all entities of the national economy (resident producer units - domestic) in a given year. The exact definition and methodology for calculating GDP is contained in the regulation (EU) No 549/2013 of the European Parliament and of the Council of 21 May 2013 on the European system of national and regional accounts in the European Union (ESA 2010). An Agriculture Orientation Index (AOI) greater than 1 reflects a higher orientation towards the agriculture sector, which receives a higher share of government spending relative to its contribution to economic value added. An AOI less than 1 reflects a lower orientation to agriculture, while an AOI = 1 reflects neutrality in a government orientation to the agriculture sector.",
                      
                        "source": "Statistics Poland / Food and Agriculture Organization of the United Nations (FAO)",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "0.58",
                      
                          "2011" :   "0.44",
                      
                          "2012" :   "0.46",
                      
                          "2013" :   "0.29",
                      
                          "2014" :   "0.34",
                      
                          "2015" :   "0.37",
                      
                          "2016" :   "0.40",
                      
                          "2017" :   "0.34",
                      
                          "2018" :   "0.56",
                      
                          "2019" :   "0.50",
                      
                          "2020" :   "0.45",
                      
                          "2021" :   "0.41"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
