


{
  "2-1-c": [
    {
      "metadata": [
        
        {
                        "name": "2.1.c Agricultural land area in farms exceeding 30 ha as % of agricultural land area in farms in total",
                      
                        "goal": "Goal 2. Zero hunger",
                      
                        "priority": "Support for structural transformation ensuring increase in agriculture competitiveness including increase in competitiveness of agricultural holdings and agri-food producers",
                      
                        "definition": "An agricultural holding is understood as a single unit, both technically and economically, which has a single management (holder or manager) and which conducts agricultural activity.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "An agricultural holding is understood as a single unit, both technically and economically, which has a single management (holder or manager) and which conducts agricultural activity. An agricultural activity includes: 1. activity related to the cultivation of plants, which covers: all field crops (including mushrooms), vegetable gardening and horticulture, nursery, cultivation and seed production of agricultural and horticultural crops; 2. activity related to rearing and breeding of livestock, such as cattle, sheep, goats, horses, pigs, poultry, rabbits, other fur-covered animals, wild animals kept for slaughter (such as wild boar, roe deer, fallow deer) and bees; 3. activity of maintaining agricultural land in accordance with cultivation principles with respects for environment protection requirements (according to the norms). The agricultural land area including area of agricultural land in a good agricultural condition and other agricultural land Agricultural land in a good agricultural condition - maintained in accordance with norms meeting requirements of the Law of 5 II 2015 on payments under direct support schemes (uniform text Journal of Laws 2015 item 1551) - include sown area, fallow land, permanent crops (including orchards), kitchen gardens, permanent meadows and permanent pastures. Other agricultural land is agricultural land which is not used and maintained in a good condition. Data on the total agricultural land area do not include land of owners of agricultural land who do not conduct agricultural activities, and land of owners of less than 1 ha of agricultural land who conduct agricultural activities on a small scale (below specific thresholds).",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "Accordingly with the introduction since 2010 of gradual changes in the methodology of agricultural researches, aimed primarily at adaptation to EU standards and taking into account the changes taking place in the Polish agriculture, a definition of the agricultural farm has changed. In accordance with existing current definition, since 2010 agricultural surveys have not included owners of agricultural land who do not conduct agricultural activities, and owners of less than 1 ha of agricultural land who conduct agricultural activities on a small scale (below the specified thresholds)."
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "39",
                      
                          "2011" :   "38",
                      
                          "2012" :   "40",
                      
                          "2013" :   "41",
                      
                          "2014" :   "41",
                      
                          "2015" :   "41",
                      
                          "2016" :   "42",
                      
                          "2017" :   "41",
                      
                          "2018" :   "42",
                      
                          "2019" :   "43",
                      
                          "2020" :   "46"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
