


{
  "2-2-b": [
    {
      "metadata": [
        
        {
                        "name": "2.2.b Percentage of agricultural products samples of inadequate marketable quality",
                      
                        "goal": "Goal 2. Zero hunger",
                      
                        "priority": "Ensurance of food quality and food security of the country in compliance with environmental requirements",
                      
                        "definition": "The number of agricultural products samples of commercial quality which is not in compliance with the requirements or the producer’s declaration in relation to the number of samples subject to control.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Commercial quality is characteristics of an agricultural and food product, relating to its organoleptic, physico-chemical and microbiological qualities in terms of technology of production, size and mass as well as requirements resulting from the manner of production, packaging, presentation and labelling. Agricultural and food products cover agricultural products, fruits of the forest, game, marine and freshwater organisms in the unprocessed, partially processed and processed forms derived from those unprocessed and partially processed products, including food products. Commercial quality control of agricultural and food products, as well as, their storage and transport conditions is to check whether agricultural and food products meet the specified in the regulations requirements of commercial quality, as well as, additional requirements if the fulfillment has been declared by the producer, and also whether their storage or transport ensure maintaining of the adequate commercial quality.",
                      
                        "source": "Agricultural and Food Quality Inspection",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      
                        "data_updated_on": "27-04-2021",
                      
                        "metadata_updated_on": "24-03-2020",
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "16.2",
                      
                          "2011" :   "15.7",
                      
                          "2012" :   "17.2",
                      
                          "2013" :   "19.3",
                      
                          "2014" :   "17.5",
                      
                          "2015" :   "13.5",
                      
                          "2016" :   "9.0",
                      
                          "2017" :   "12.1",
                      
                          "2018" :   "20.7",
                      
                          "2019" :   "14.5",
                      
                          "2020" :   "16.5"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
