


{
  "2-4-a": [
    {
      "metadata": [
        
        {
                        "name": "2.4.a Export of agri-food products per capita",
                      
                        "goal": "Goal 2. Zero hunger",
                      
                        "priority": "Increase in share of agricultural sector products (including high quality food) in Polish export",
                      
                        "definition": "The value of goods exported outside the Polish border belonging to the group of agricultural-foodstuff goods expressed in PLN per capita.",
                      
                        "unit": "PLN",
                      
                        "dimensions": "total",
                      
                        "methodology": "Statistical surveys of foreign trade are conducted in accordance with the methodology developed by the United Nations Statistics Division. Since 1 May 2004, trade turnover in foreign trade has been presented in the Combined Nomenclature (CN 8-digit level of detail), which is reviewed annually. Agricultural-foodstuff goods cover 4 sections of the CN nomenclature, namely vegetable products, live animals, prepered agricultural-foodstuff goods and oils and fats. As of 1 May 2004, the source of data on foreign trade statistics is:INTRASTAT declarations - used for registration of turnover with EU countries; Customs declarations in the EXTRASTAT system - used to record the foreign trade with non-EU countries (so-called third countries).Since 1 January 2006, in Polish foreign trade statistics, alternative data sources have also been used for registration of movements of specific goods such as: sea vessels, aircraft, sea products, including purchase/sale of fishery which were the subject of trade transaction before being landed by sea-going vessels, electricity and natural gas. The value of imports is shown in terms of cif Polish port or franco Polish border, i.e. including transport and insurance costs to the Polish border. The value of export is shown on the fob basis, that is in terms of franco border or fob port of the country of delivery.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "1401.46",
                      
                          "2011" :   "1620.07",
                      
                          "2012" :   "1950.90",
                      
                          "2013" :   "2218.12",
                      
                          "2014" :   "2377.84",
                      
                          "2015" :   "2596.98",
                      
                          "2016" :   "2908.95",
                      
                          "2017" :   "3090.58",
                      
                          "2018" :   "3249.46",
                      
                          "2019" :   "3555.37",
                      
                          "2020" :   "3957.77",
                      
                          "2021" :   "4501.61"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
