


{
  "2-5-a": [
    {
      "metadata": [
        
        {
                        "name": "2.5.a Prevalence of obesity among people aged 15 and more according to BMI",
                      
                        "goal": "Goal 2. Zero hunger",
                      
                        "priority": "Promotion of healthy lifestyle among adults and children",
                      
                        "definition": "Percentage of population aged 15 years and more with a BMI equal 30 or more.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "sex",
                      
                        "methodology": "Obesity is defined as abnormal or excessive fat accumulation that presents a risk to health. A crude population measure of obesity is the body mass index (BMI). A person with a BMI of 30 or more is generally considered obese. Body mass index (BMI) is defined as a person's weight in kilograms divided by the square of the person's height in metres (kg/m2). For adults over 20 years old, BMI falls into one of the following categories:   18.5 - 24.9 - normal weight, 25.0 - 29.9 - pre-obesity, 30.0 - 34.9 - obesity class I, 35.0 - 39.9 - obesity class II, >=40 - obesity class III.  The BMI ranges are based on the effect excessive body fat has on disease and death and are reasonably well related to adiposity. BMI was developed as a risk indicator of disease; as BMI increases, so does the risk for some diseases. Some common conditions related to overweight and obesity include: premature death, cardiovascular diseases, high blood pressure, osteoarthritis, some cancers and diabetes. Data comes from the European Health Interview Survey (EHIS), repeated every 5 years. The results of the study enable to get to know the health situation of the inhabitants of the Union and its conditions in connection with the demographic and social characteristics and the place of residence. The study covers four areas:  health status (including self-assessment of health status, chronic diseases, limitations in functioning and their impact on everyday life, psychological well-being), health care (use of medical care, use of medicines, prophylaxis), health determinants (mainly lifestyle and exposure to adverse environmental factors) and demographic and social characteristics of persons and households. ",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Data every 5 years; since 2010",
                      
                        "notes": "Data presented for 2010 relate to the survey carried out in 2009."
                      }
      ],
      "data": [
        {
                    "by sex": [
                        {
                        "total": [
                                {
                                
                                    "2010" :   "15.8",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "16.7",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "18.5"
                                
                                }
                            ],"males": [
                                {
                                
                                    "2010" :   "16.6",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "18.1",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "19.5"
                                
                                }
                            ],"females": [
                                {
                                
                                    "2010" :   "15.2",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "15.6",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "17.6"
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
