


{
  "2-6-a": [
    {
      "metadata": [
        
        {
                        "name": "2.6.a Number of plant and animal genetic resources for food and agriculture secured in gene banks collections",
                      
                        "goal": "Goal 2. Zero hunger",
                      
                        "priority": "Respect for biodiversity through its increase or at least non-deterioration of its sate",
                      
                        "definition": "The indicator covers the number of plant genetic resources for food and farming (secured in gene bank collections, stored in a generative form - in a seed form and vegetative form - in the form of field plantations, in vitro cultures, microbulbes, etc.) and the number of livestock genetic resources ex situ in vitro and ex situ in vivo.",
                      
                        "unit": "pieces",
                      
                        "dimensions": "total",
                      
                        "methodology": "The collections of plants maintained in the gene bank include: agricultural crops (cereals, root crops, special, herbage plants, fodder crops, energy and reclamation crops, small leguminous plants, marginal legumes), vegetable and orchard plants (including root stocks of seed trees, root stocks of stone trees, berry plants), honey and decorative plants. The plant genetic resources are calculated on the basis of the database containing the number of objects and associated data. Information is available at: http://egiset.ihar.edu.pl/index.aspx?lang=en-GB of IHAR-PIB. The database includes resources stored in the gene bank collections, in various forms, located at IHAR Radzików (central seed storage) and in a number of other institutions, including the Institute of Horticulture in Skierniewice, the Arboretum and the Department of Physiography in Bolestraszyce  Polish Academy of Sciences Botanical Garden - Center for Biological Diversity Conservation in Powsin  Warsaw University of Life Sciences - SGGW  Poznan University of Life Sciences  Society of Friends of the Lower Vistula River in Gruczno  Plant Breeding of Poznań LLC in Tulce  Institute of Natural Fibres and Medicinal Plants in Poznań  Institute of Soil Science and Plant Cultivation - NRI in Puławy. The number of  livestock genetic resources is calculated on the basis of ex situ in vitro and ex situ in vivo methods. There are the following methods to protect the animal population from extinction:  in situ - the protection of living animals in their natural environment, ex-situ-protection of genetic resources beyond their natural habitat, including:   ex-situ in vitro - cryopreserved material in banks of genetic material, ex situ in vivo - collections of live animals kept away from the place of occurrence  In the case of ex situ in vivo collections, in order for them to be considered long-term and stable, it is assumed that they are in public sector institutions.",
                      
                        "source": "Ministry of Agriculture and Rural Development / Plant Breeding and Acclimatization Institute - NRI in Radzików / Research Institute of Horticulture in Skierniewice/ National Research Institute of Animal Production",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "The IHAR-PIB database of objects includes historical data."
                      }
      ],
      "data": [
        {
                    "plant genetic resources": [
                        {
                        "total": [
                                {
                                
                                    "2010" :   "73660",
                                
                                    "2011" :   "74215",
                                
                                    "2012" :   "75551",
                                
                                    "2013" :   "76951",
                                
                                    "2014" :   "80430",
                                
                                    "2015" :   "81807",
                                
                                    "2016" :   "82514",
                                
                                    "2017" :   "88362",
                                
                                    "2018" :   "85855",
                                
                                    "2019" :   "85876",
                                
                                    "2020" :   "85876",
                                
                                    "2021" :   "89880"
                                
                                }
                            ]
                        }
                    ],
                    "animal genetic resources": [
                        {
                        "geese in live collections": [
                                {
                                
                                    "2010" :   "3681",
                                
                                    "2011" :   "3716",
                                
                                    "2012" :   "3675",
                                
                                    "2013" :   "3959",
                                
                                    "2014" :   "3981",
                                
                                    "2015" :   "3907",
                                
                                    "2016" :   "4256",
                                
                                    "2017" :   "3979",
                                
                                    "2018" :   "4197",
                                
                                    "2019" :   "4453",
                                
                                    "2020" :   "4350",
                                
                                    "2021" :   "4185"
                                
                                }
                            ],"ducks in live collections": [
                                {
                                
                                    "2010" :   "1293",
                                
                                    "2011" :   "1277",
                                
                                    "2012" :   "1296",
                                
                                    "2013" :   "1319",
                                
                                    "2014" :   "1314",
                                
                                    "2015" :   "1394",
                                
                                    "2016" :   "1307",
                                
                                    "2017" :   "1373",
                                
                                    "2018" :   "1455",
                                
                                    "2019" :   "1497",
                                
                                    "2020" :   "1578",
                                
                                    "2021" :   "1470"
                                
                                }
                            ],"hens in live collections": [
                                {
                                
                                    "2010" :   "7225",
                                
                                    "2011" :   "7210",
                                
                                    "2012" :   "7884",
                                
                                    "2013" :   "8168",
                                
                                    "2014" :   "8207",
                                
                                    "2015" :   "8239",
                                
                                    "2016" :   "8170",
                                
                                    "2017" :   "8137",
                                
                                    "2018" :   "8125",
                                
                                    "2019" :   "8198",
                                
                                    "2020" :   "8160",
                                
                                    "2021" :   "8150"
                                
                                }
                            ],"cattle whose genetic material is stored in gene bank": [
                                {
                                
                                    "2010" :   "31",
                                
                                    "2011" :   "47",
                                
                                    "2012" :   "52",
                                
                                    "2013" :   "57",
                                
                                    "2014" :   "60",
                                
                                    "2015" :   "76",
                                
                                    "2016" :   "85",
                                
                                    "2017" :   "125",
                                
                                    "2018" :   "120",
                                
                                    "2019" :   "144",
                                
                                    "2020" :   "156",
                                
                                    "2021" :   "169"
                                
                                }
                            ],"genetic material from cattle in gene bank": [
                                {
                                
                                    "2010" :   "7565",
                                
                                    "2011" :   "9315",
                                
                                    "2012" :   "10315",
                                
                                    "2013" :   "11315",
                                
                                    "2014" :   "11915",
                                
                                    "2015" :   "28838",
                                
                                    "2016" :   "30638",
                                
                                    "2017" :   "34511",
                                
                                    "2018" :   "33679",
                                
                                    "2019" :   "37589",
                                
                                    "2020" :   "40100",
                                
                                    "2021" :   "42445"
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
