


{
  "9-2-a": [
    {
      "metadata": [
        
        {
                        "name": "9.2.a Gross domestic expenditures on R&D in relation to GDP",
                      
                        "goal": "Goal 9. Industry, Innovation and Infrastructure",
                      
                        "priority": "Development of knowledge-intensive industries and services",
                      
                        "definition": "Sum of intramural expenditures on research and development activity incurred by all national entities conducting this activity, irrespective of origin of the funds, in relation to GDP.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Research and experimental development (R&D) comprise creative work undertaken on a systematic basis in order to increase the stock of knowledge (e.g. about man, culture and society) and the use of this stock of knowledge to devise new applications. Research and development activity includes: scientific research (basic research - experimental or theoretical work undertaken primarily to achieve specific practical applications, applied research - original investigation undertaken in order to acquire new knowledge that has specific practical applications, industrial research - undertaken in order to acquire new knowledge directed to producing new or significantly improved goods, processes or services and experimental development (systematic work, drawing on existing knowledge, which is directed to producing new or significantly improved goods, processes or services). R&D is distinguished from other types of activity from visible element of novelty and the elimination of scientific and technical uncertainty. R&D surveys are carried out on the basis of international methodology (Frascati Manual). Intramural expenditures on R&D are expenditures incurred in a reporting year on R&D in the reported entity, irrespective of origin of such funds, i.e. including funds obtained from abroad (exports of R&D). They cover both current expenditures and investment outlays on fixed assets related to R&D, but do not cover depreciation of these assets. Current expenditures on R&D are personnel outlays; costs of consumption of materials, nondurable objects and energy; costs of services made by other contractions (other than R&D) including: third party processing, transport, repair, bank, postal, telecommunication, information technology, publishing, municipal, etc. services; costs of business trips and other current costs, including in particular taxes and fees charged on costs of operating activity and profits, property insurance and equivalent for the benefit of employees - in part in which they are related to R&D. Total current expenditures do not include depreciation of fixed assets and VAT tax. Capital expenditures on R&D cover new fixed assets connected with R&D; purchase (taking over) of second-hand fixed assets as well as outlays on initial investments (not included in fixed assets and purchased from investment funds). Gross domestic product (GDP) illustrates the final result of the activity of all entities of the national economy. It is calculated on the basis of ESA methodology, which is mandatory within European Union.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "0.72",
                      
                          "2011" :   "0.75",
                      
                          "2012" :   "0.88",
                      
                          "2013" :   "0.88",
                      
                          "2014" :   "0.94",
                      
                          "2015" :   "1.00",
                      
                          "2016" :   "0.96",
                      
                          "2017" :   "1.03",
                      
                          "2018" :   "1.21",
                      
                          "2019" :   "1.32",
                      
                          "2020" :   "1.39",
                      
                          "2021" :   "1.44"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
