


{
  "9-2-d": [
    {
      "metadata": [
        
        {
                        "name": "9.2.d Share of export of high technology products in total export",
                      
                        "goal": "Goal 9. Industry, Innovation and Infrastructure",
                      
                        "priority": "Development of knowledge-intensive industries and services",
                      
                        "definition": "Ratio of the value of exported products with high research and development (R&D) intensity to the value of total export, expressed in %. Foreign trade of high technology products is a measure of the effect and impact of R&D activities and is characterized by a country's level of competitiveness in the global market.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "In technology advancement survey two methods are usually used: according to the sector approach and the product approach. Product approach method is the extension and supplement to the sector approach. It describes high technology section and is mainly used in foreign trade analysis. Classification of the products was created on the basis of the analysis of content of R&D component ('content of technology'). For measurement/intensification of the R&D intensity the following indicators are used: the ratio of direct R&D costs to the value added, the ratio of direct R&D costs to the production value (sales), the ratio of direct R&D costs extended by indirect costs incorporated in investment goods and intermediate products to the production value (sales). The current list of high technology products includes 9 groups of products whose production requires high expenditures on R&D: aerospace, computers - office machinery, electronics - telecommunications, pharmacy, scientific instruments, electrical machinery, non-electrical machinery, chemistry and armament. Export means shipping abroad the goods that have been produced in the given country. Foreign trade in high technology is one of the methods of estimating the extent to which R&D and solutions produced in the given country are converted to high-tech goods that can be sold on the global market. Due to the change of the Standard International Trade Classification (SITC) until 2006 data were published according to SITC Rev.3, and since 2007 data are published according to SITC Rev. 4. Differences between the classifications are particularly significant for two groups of products: Computers - office machinery and Electronics - telecommunications and these product groups constitute 2/3 of high technology trade. Data for the period before and after 2006 about the size of the foreign trade in high technology are not comparable. Since 2007, the following 9 product groups are included in the high technology products according to OECD SITC Rev. 4 list (validated by Eurostat in April 2009): 1. Aerospace (among others helicopters, aeroplanes and other aircraft, spacecraft and spacecraft launch vehicles, propellers and rotors and parts thereof, aeroplane motors, direction finding compasses); 2. Computers - office machinery (among others computers, multifunction office machines); 3. Electronics - telecommunications (among others video apparatus, sound recording or reproducing apparatus operated by coins, bank cards, etc., printed circuits, optical fibre cables, microwave tubes, semiconductor devices; optical media); 4. Pharmacy (among others antibiotics, hormones and their derivatives); 5. Scientific instruments (among others electrodiagnostic apparatus for medicine or surgery and radiological apparatus, dental drill engines, measuring instruments and apparatus, photographic cameras, cinematographic cameras, contact lenses, optical fibres, orthopaedic appliances); 6. Electrical machinery (among others electric sound or visual signaling apparatus, electrical capacitors, fixed, variable or adjustable); 7. Non-electrical machinery (among others gas turbines, nuclear reactors and parts thereof, machinery and apparatus for isotopic separation, machine-tools working by laser or other light or photon beam, lathes, drilling machines, milling machines, machines and apparatus for resistance welding of metal); 8. Chemistry (among others selenium, tellurium, phosphorus, arsenic and boron, silicon, radioactive materials, synthetic organic colouring matter and colour lakes, insecticides, disinfectants); 9. Armament (arms and ammunition). Until 2006, the following 9 product groups were included in the high technology products according to SITC Rev. 3: aircraft equipment (among others aeroplanes and other aircraft, spacecraft and spacecraft launch vehicles, aeroplane motors, direction finding compasses and other navigational instruments and appliances); computers - office machinery (among others word-processing machines, photo-copying apparatus, computers, magnetic or optical reader); electronics - telecommunications (among others video apparatus, optical fibre cables, printed circuits); pharmacy (among others antibiotics, hormones); scientific instruments (among others electrodiagnostic apparatus for medicine or surgery and radiological apparatus, measuring instruments and apparatus, photographic cameras, cinematographic cameras); electrical machinery (among others capacitors, electric sound or visual signaling apparatus); non-electrical machinery (among others gas turbines, nuclear reactors and parts thereof, machine-tools, lathes, drilling machines); chemistry (among others radioactive materials, synthetic organic colouring matter and colour lakes, insecticides) and armament (arms and ammunition).",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "6.0",
                      
                          "2011" :   "5.1",
                      
                          "2012" :   "6.0",
                      
                          "2013" :   "6.7",
                      
                          "2014" :   "7.9",
                      
                          "2015" :   "8.5",
                      
                          "2016" :   "8.5",
                      
                          "2017" :   "8.4",
                      
                          "2018" :   ""
                      
                      }
                  ]
            }
      ]
    }
  ]
}
