


{
  "9-3-a": [
    {
      "metadata": [
        
        {
                        "name": "9.3.a Percentage of households within range of Internet access with bandwidth at least 100 Mb/s",
                      
                        "goal": "Goal 9. Industry, Innovation and Infrastructure",
                      
                        "priority": "Development of telecommunications infrastructure, Internet and digital technologies",
                      
                        "definition": "Share of households within range of Internet access with bandwidth at least 100 Mb/s in total number of households. For the purpose of the indicator household is understood as a dwelling.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "The President of the Office of Electronic Communications annually conducts an inventory on information about services and covers of the existing telecommunications infrastructure and public telecommunications networks. The results of such inventories are published, after post-processing, in the reports of the President of the Office of Electronic Communications on the Poland coverage of telecommunications infrastructure and reports on a state of the telecommunications market. The indicator corresponds to the indicator from the National Broadband Plan. The indicator is monitored on the basis of the data of the President of the Office of Electronic Communications in the reports on the implementation of this plan. The range of Internet access with bandwidth at least 100 Mb/s is understood as a technical ability to provide broadband internet access services at speeds of not less than 100 Mb/s in any technology.",
                      
                        "source": "Office of Electronic Communications",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "0.1",
                      
                          "2011" :   "0.2",
                      
                          "2012" :   "0.5",
                      
                          "2013" :   "1.0",
                      
                          "2014" :   "2.2",
                      
                          "2015" :   "5.5",
                      
                          "2016" :   "7.8",
                      
                          "2017" :   "12.8",
                      
                          "2018" :   "19.3",
                      
                          "2019" :   "23.3",
                      
                          "2020" :   "28.3"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
