


{
  "9-4-b": [
    {
      "metadata": [
        
        {
                        "name": "9.4.b Density of expressways and motorways per 1000 km²",
                      
                        "goal": "Goal 9. Industry, Innovation and Infrastructure",
                      
                        "priority": "Development of transport infrastructure",
                      
                        "definition": "Percentage of persons in households living below relative poverty threshold which is determined at 50% of the mean expenditure at the level of all households.",
                      
                        "unit": "km",
                      
                        "dimensions": "total",
                      
                        "methodology": "The basis for calculating the indicator is the total length of express-ways and motorways as of 31 December. In accordance with the provisions of the Act of 21 March 1985 on public roads (uniform text, Journal of Laws 2015 item 460): a) an expressway is a road specially designed for motor vehicle traffic and which: – is provided with one or two carriageways, – has multi-level crossings with any road, railway or tramway track, footpath or waterway, with rare exceptions when one-level intersections with public roads are allowed, – is equipped with devices intended for serving the travelers, vehicles and packages, and reserved only for motorway users. b) a motorway is a road specially designed for motor vehicle traffic and which: – is provided with at least two permanently separated from each other carriageways for the opposite directions of traffic, – has multi-level crossings with any road, railway or tramway track, footpath or waterway, – is equipped with devices intended for serving the travelers, vehicles and packages, and reserved only for motorway users.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      
                        "data_updated_on": "26-04-2023",
                      
                        "metadata_updated_on": "09-05-2023",
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "4.9",
                      
                          "2011" :   "5.8",
                      
                          "2012" :   "7.7",
                      
                          "2013" :   "8.7",
                      
                          "2014" :   "9.6",
                      
                          "2015" :   "9.8",
                      
                          "2016" :   "10.1",
                      
                          "2017" :   "10.9",
                      
                          "2018" :   "11.9",
                      
                          "2019" :   "13.1",
                      
                          "2020" :   "13.6",
                      
                          "2021" :   "14.6"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
