


{
  "11-1-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.1.b Przeciętna powierzchnia użytkowa mieszkania na 1 osobę w miastach",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności",
                      
                        "priorytet": "Wzmocnienie zdolności miast i obszarów zurbanizowanych do zrównoważonego rozwoju i tworzenia miejsc pracy oraz poprawy jakości życia mieszkańców poprzez uwzględnienie w planach zagospodarowania w miastach konieczności zwiększenia obszarów zieleni i wodnych, korytarzy wentylacyjnych",
                      
                        "definicja": "Przeciętna powierzchnia użytkowa mieszkania przypadająca na 1 osobę w miastach.",
                      
                        "jednostka": "m2",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Mieszkanie - lokal przeznaczony na stały pobyt ludzi, wybudowany lub przebudowany do celów mieszkalnych konstrukcyjnie wydzielony trwałymi ścianami w obrębie budynku, składający się z jednej lub kilku izb i pomieszczeń pomocniczych (takich jak: przedpokój, hol, łazienka, wc, garderoba, spiżarnia, schowek), do którego prowadzi niezależne wejście. W budynkach zbiorowego zamieszkania za mieszkanie uznaje się tylko ten lokal, który przeznaczony jest na stałe zamieszkiwanie. Powierzchnia użytkowa mieszkania - powierzchnia wszystkich pomieszczeń w mieszkaniu, tj. pokoi, kuchni, spiżarni, przedpokoi, alków, holi, korytarzy, łazienek, ubikacji, obudowanej werandy, ganku, garderoby oraz innych pomieszczeń służących mieszkalnym i gospodarczym potrzebom mieszkańców (pracownie artystyczne, pomieszczenia rekreacyjne lub hobby), bez względu na ich przeznaczenie i sposób użytkowania. Do powierzchni użytkowej mieszkania nie zalicza się powierzchni: balkonów, tarasów, loggi, antresoli, szaf i schowków w ścianach, pralni, suszarni, wózkowni, strychów, piwnic i komórek przeznaczonych na przechowywanie opału, a także garaży, hydroforni i kotłowni. Oddanie do użytkowania - zgodnie z Prawem budowlanym - następuje w sytuacji, gdy inwestor zgłosił zakończenie budowy właściwemu organowi nadzoru budowlanego i organ ten nie zgłosił sprzeciwu (w drodze decyzji) lub gdy inwestor uzyskał pozwolenie na użytkowanie (w drodze decyzji) od organu nadzoru budowlanego.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      
                        "data_aktualizacji_danych": "20-07-2023",
                      
                        "data_aktualizacji_metadanych": "21-03-2023",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "24.7",
                        
                            "2011" :   "25.0",
                        
                            "2012" :   "25.4",
                        
                            "2013" :   "25.7",
                        
                            "2014" :   "26.1",
                        
                            "2015" :   "26.4",
                        
                            "2016" :   "26.8",
                        
                            "2017" :   "27.2",
                        
                            "2018" :   "27.7",
                        
                            "2019" :   "28.1",
                        
                            "2020" :   "29.2",
                        
                            "2021" :   "29.8",
                        
                            "2022" :   "30.4"
                        
                        }
                    ]}
      ]
    }
  ]
}
