


{
  "11-1-c": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.1.c Odsetek ludności miejskiej żyjącej w mieszkaniach z przeciekającym dachem, wilgotnymi ścianami, podłogami lub fundamentami lub ze zgnilizną ram okiennych lub podłóg",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności",
                      
                        "priorytet": "Wzmocnienie zdolności miast i obszarów zurbanizowanych do zrównoważonego rozwoju i tworzenia miejsc pracy oraz poprawy jakości życia mieszkańców",
                      
                        "definicja": "Odsetek ludności miejskiej, która chociaż w jednym przypadku wskazała, że żyje w mieszkaniach z przeciekającym dachem, wilgotnymi ścianami lub podłogami lub fundamentami, ze zgnilizną ram okiennych lub podłogi.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Do kategorii gospodarstw zaliczane są osoby, które chociaż w jednym przypadku wskazały, że żyją w mieszkaniach z przeciekającym dachem lub wilgotnymi ścianami lub podłogami lub fundamentami lub ze zgnilizną ram okiennych lub podłogi. Treść pytania w badaniu EU-SILC:   do 2014 r.: Czy użytkowane przez Pana/Panią mieszkanie ma przeciekający dach, wilgoć na ścianach, podłogach, fundamencie, butwiejące okna lub podłogi?   od 2015 r.: Czy użytkowane przez Pana/Panią mieszkanie: A. ma przeciekający dach, B. ma wilgoć na ścianach, podłogach, fundamencie, C. ma butwiejące okna lub podłogi?",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "13.0",
                        
                            "2011" :   "10.3",
                        
                            "2012" :   "9.3",
                        
                            "2013" :   "8.8",
                        
                            "2014" :   "8.9",
                        
                            "2015" :   "10.6",
                        
                            "2016" :   "10.1",
                        
                            "2017" :   "10.5",
                        
                            "2018" :   "10.5",
                        
                            "2019" :   "10.4",
                        
                            "2020" :   "5.7"
                        
                        }
                    ]}
      ]
    }
  ]
}
