


{
  "11-2-d": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.2.d Udział ludności mieszkającej na terenach objętych procesami rewitalizacji w ogólnej liczbie ludności na obszarach miejskich",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności",
                      
                        "priorytet": "Wsparcie miast w radzeniu sobie z nagłymi zmianami, kryzysami, zarówno społeczno-gospodarczymi, jak i natury środowiskowej oraz zagwarantowanie mieszkańcom bezpieczeństwa i wysokiej jakości życia",
                      
                        "definicja": "Udział ludności gminy, które prowadziły działania rewitalizacyjne na podstawie gminnego programu rewitalizacji lub lokalnego programu rewitalizacji, w ogólnej liczbie ludności, w gminach miejskich.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": " Rewitalizacja to proces wyprowadzania ze stanu kryzysowego obszarów zdegradowanych, prowadzony w sposób kompleksowy, poprzez zintegrowane działania na rzecz lokalnej społeczności, przestrzeni i gospodarki, skoncentrowane terytorialnie, prowadzone przez interesariuszy rewitalizacji, na podstawie działań przygotowanych przez gminy i prowadzonych na podstawie dokumentu strategicznego (gminnego programu rewitalizacji, programu rewitalizacji lub innego dokumentu strategicznego).  Obszar rewitalizacji to obszar obejmujący całość lub część obszaru zdegradowanego, cechujący się szczególną koncentracją negatywnych zjawisk społecznych oraz co najmniej jednego o charakterze gospodarczym lub środowiskowym lub technicznym lub przestrzenno-funkcjonalnym, na którym z uwagi na istotne znaczenie dla rozwoju lokalnego gmina zamierza prowadzić rewitalizację. Obszar rewitalizacji powinien być wyznaczony na podstawie zapisów uchwały rady gminy lub przynajmniej wskazany w dokumentach strategicznych uchwalonych przez radę gminy. W przypadku obszarów zdegradowanych uchwalonych zgodnie z ustawą o rewitalizacji, uchwały takie stanowią akt prawa miejscowego.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2020 r.",
                      
                        "uwagi": ""
                      
                        "data_aktualizacji_danych": "03-04-2023",
                      
                        "data_aktualizacji_metadanych": "11-04-2023",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "",
                        
                            "2016" :   "",
                        
                            "2017" :   "",
                        
                            "2018" :   "",
                        
                            "2019" :   "",
                        
                            "2020" :   "15.7",
                        
                            "2021" :   "14.8"
                        
                        }
                    ]}
      ]
    }
  ]
}
