


{
  "11-2-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.2.b Odsetek mieszkańców korzystających z instalacji ściekowych na obszarach miejskich",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności ",
                      
                        "priorytet": "Wsparcie miast w radzeniu sobie z nagłymi zmianami, kryzysami, zarówno społeczno-gospodarczymi, jak i natury środowiskowej oraz zagwarantowanie mieszkańcom bezpieczeństwa i wysokiej jakości życia",
                      
                        "definicja": "Udział ludności mieszkającej na obszarach miejskich korzystającej z oczyszczalni ścieków w ogólnej liczbie ludności na obszarach miejskich.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": " Dane o ludności korzystającej z oczyszczalni ścieków wyliczane są w oparciu o szacunek liczby ludności korzystającej z oczyszczalni pracujących na sieci kanalizacyjnej i oczyszczających ścieki (łącznie z ludnością korzystającą z oczyszczalni przemysłowych oczyszczających ścieki komunalne).  Oczyszczalnia ścieków – zespół podstawowych obiektów technologicznych, służących bezpośrednio do oczyszczania ścieków oraz znajdujących się na wspólnym terenie obiektów pomocniczych niezbędnych dla dostawy energii elektrycznej, wody, stworzenia odpowiednich warunków do pracy i obsługi oczyszczalni. Ze względu na rodzaj stosowanych sposobów oczyszczania ścieków i związanych z nimi procesów, oczyszczalnie dzieli się na: mechaniczne, chemiczne, biologiczne, z podwyższonym usuwaniem biogenów.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "88.0",
                        
                            "2011" :   "88.4",
                        
                            "2012" :   "91.7",
                        
                            "2013" :   "93.3",
                        
                            "2014" :   "93.9",
                        
                            "2015" :   "94.6",
                        
                            "2016" :   "94.8",
                        
                            "2017" :   "94.5",
                        
                            "2018" :   "94.6",
                        
                            "2019" :   "94.8",
                        
                            "2020" :   "94.7",
                        
                            "2021" :   "94.6"
                        
                        }
                    ]}
      ]
    }
  ]
}
