


{
  "11-2-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.2.b Powierzchnia terenów zielonych w miastach [w m2] przypadająca na 1 mieszkańca",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności",
                      
                        "priorytet": "Poprawa jakości powietrza, zwłaszcza redukcja wielkości emisji zanieczyszczeń pyłowych powstających w sektorze bytowo-komunalnym w wyniku spalania złej jakości paliw stałych w niskich temperaturach i w kotłach małej mocy, jak również spalania odpadów",
                      
                        "definicja": "Powierzchnia terenów zielonych w miastach w metrach kwadratowych w przeliczeniu na 1 mieszkańca.",
                      
                        "jednostka": "m2",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Tereny zieleni to tereny wraz z infrastrukturą techniczną i budynkami funkcjonalnie z nimi związanymi, pokryte roślinnością, znajdujące się w granicach miast lub wsi o zwartej zabudowie, pełniące funkcje estetyczne, rekreacyjne, zdrowotne lub osłonowe, a w szczególności parki, zieleńce, promenady, bulwary, ogrody botaniczne, zoologiczne, jordanowskie i zabytkowe oraz cmentarze, a także zieleń towarzysząca ulicom, placom, zabytkowym fortyfikacjom, budynkom, składowiskom, lotniskom oraz obiektom kolejowym i przemysłowym.  Parki spacerowo-wypoczynkowe - tereny zieleni o powierzchni co najmniej 2 ha, urządzone i konserwowane z przeznaczeniem na cele wypoczynkowe ludności, wyposażone w drogi, aleje spacerowe ławki, place zabaw itp. Do powierzchni parków wliczane są również wody znajdujące się na terenie tych obiektów (np. stawy) oraz tereny sportów wodnych, otwartych kąpielisk, boisk, placów gier itp., o ile są dostępne do użytku powszechnego. Zieleńce - obiekty o powierzchni poniżej 2 ha, w których funkcji dominuje wypoczynek (np. występują alejki z ławkami, place zabaw itp.). Do tej kategorii obiektów należy zaliczyć również zieleń przy budynkach użyteczności publicznej, pomnikach itp., bulwary i promenady oraz tereny sportów wodnych, otwartych kąpielisk, boisk, placów gier itp., o ile są dostępne do użytku powszechnego. Zieleńce mogą tworzyć kompozycje zieleni niskiej (trawniki kwietniki) towarzyszące obiektom architektonicznym oraz tworzyć kompozycje zieleni miejskiej o charakterze parkowym, z elementami nasadzeń drzew i krzewów. Zieleń uliczna - pasy zieleni (drzewa i krzewy lub ich skupiska wraz z pozostałymi składnikami szaty roślinnej) wzdłuż dróg, ulic, ciągów komunikacji miejskiej, itp. Tereny zieleni osiedlowej - tereny występujące przy zabudowie mieszkaniowej, pełniące funkcję wypoczynkową, izolacyjną i estetyczną. ",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "20.8",
                        
                            "2011" :   "20.7",
                        
                            "2012" :   "20.6",
                        
                            "2013" :   "20.4",
                        
                            "2014" :   "20.5",
                        
                            "2015" :   "20.7",
                        
                            "2016" :   "21.5",
                        
                            "2017" :   "21.6",
                        
                            "2018" :   "21.8"
                        
                        }
                    ]}
      ]
    }
  ]
}
