


{
  "11-3-c": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.3.c Rozpiętość Wskaźnika Międzygałęziowej Dostępności Transportowej w Miejskich Obszarach Funkcjonalnych",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności",
                      
                        "priorytet": "Wsparcie sprawiedliwego oraz zrównoważonego terytorialnie wzrostu gospodarczego poprzez dążenie do utrzymania policentrycznej i hierarchicznej struktury osadniczej kraju oraz tworzenie bardziej efektywnych powiązań sieciowych między miastami",
                      
                        "definicja": "Wskaźnik stanowi syntetyczną miarę jakościową wzajemnej potencjalnej dostępności czasowej najważniejszych krajowych ośrodków osadniczych oraz węzłów transportowych (wewnętrznych i granicznych) uwzględniającą wszystkie podstawowe rodzaje transportu (drogowy, kolejowy, lotniczy, wodny-śródlądowy) w proporcji do ich udziału w pracy przewozowej oraz ważoną poziomem rozwoju społeczno-gospodarczeg",
                      
                        "jednostka": "[-]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": " Wskaźnik określa sumę relacji transportowych między ośrodkami/regionami, przy czym każda relacja uwzględnia zarówno czas przejazdu między ośrodkami/regionami A i B oraz znaczenie (atrakcyjność) tych ośrodków/regionów w systemie transportowym (potencjał demograficzny i ekonomiczny). Jednostki o wyższej wartości wskaźnika charakteryzuje wyższa dostępność.   Wskaźnik jest zbudowany w oparciu o model modelu potencjału (dostępności potencjałowej, dla którego atrakcyjność celu podróży/przewozu (ludność w transporcie osób oraz ludność i PKB w transporcie towarów) maleje wraz z wydłużaniem się czasu podróży/przewozu.   Wartość wskaźnika kształtuje się w zależności od zmian na sieci (transport) oraz od zmian liczby ludności lub PKB. Z tego względu nie ma przyjętych maksymalnych wartości WMDT.  Istnieją dwie wersje wskaźnika: WMDT I (wykorzystywana w badaniach w 2008 r. i 2010 r.) oraz WMDT II. Od 2013 r. wskaźnik WMDT jest wyliczany według zweryfikowanej metodologii (WMDT II), która zapewnia pełne możliwości badania zmian dostępności od momentu akcesji Polski do Unii Europejskiej. Stworzenie wskaźnika WMDT II było związane z potrzebami ewaluacji inwestycji transportowych finansowanych w latach 2014–2020, a także umożliwienia pełnego monitoringu postępów realizacji dokumentów strategicznych.  W wersji WMDT II miejsce powiatu zajęła gmina jako podstawowa jednostka, dla której jest mierzona wartość wskaźnika.  Wskaźnik WMDT nie ma jednostek (jest to cecha modelu dostępności potencjałowej). Przyjęto że ośrodki o wyższej wartości wskaźnika (który w modelu WMDT I mógł przyjąć wartość od 0 do 1, a w modelu WMDT II może przyjmować różne wartości dodatnie) charakteryzuje wyższa dostępność transportowa. Szczegółowy opis zweryfikowanej metodologii szacowania wskaźnika WMDT zawarto w raporcie „Oszacowanie oczekiwanych rezultatów interwencji za pomocą miar dostępności transportowej dostosowanych do potrzeb dokumentów strategicznych i operacyjnych perspektywy transportowej 2014–2020 (aktualizacja 2020/2021)” na stronie: http://www.ewaluacja.gov.pl .",
                      
                        "zrodlo": "Ministerstwo Funduszy i Polityki Regionalnej",
                      
                        "czestotliwosc": "Dane roczne; od 2020 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "04-04-2023",
                      
                        "data_aktualizacji_metadanych": "21-06-2023"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "",
                        
                            "2016" :   "",
                        
                            "2017" :   "",
                        
                            "2018" :   "",
                        
                            "2019" :   "",
                        
                            "2020" :   "83.49",
                        
                            "2021" :   ""
                        
                        }
                    ]}
      ]
    }
  ]
}
