


{
  "11-3-c": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.3.c Rozpiętość Wskaźnika Międzygałęziowej Dostępności Transportowej w Miejskich Obszarach Funkcjonalnych",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności",
                      
                        "priorytet": "Wsparcie sprawiedliwego oraz zrównoważonego terytorialnie wzrostu gospodarczego poprzez dążenie do utrzymania policentrycznej i hierarchicznej struktury osadniczej kraju oraz tworzenie bardziej efektywnych powiązań sieciowych między miastami",
                      
                        "definicja": "Wskaźnik stanowi syntetyczną miarę jakościową wzajemnej potencjalnej dostępności czasowej najważniejszych krajowych ośrodków osadniczych oraz węzłów transportowych (wewnętrznych i granicznych) uwzględniającą wszystkie podstawowe rodzaje transportu (w proporcji do ich udziału w pracy przewozowej) oraz ważoną poziomem rozwoju społeczno-gospodarczego.",
                      
                        "jednostka": "[-]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wskaźnik WMDT jest miarą dostępności potencjałowej w układzie multimodalnym przy uwzględnieniu znaczenia/atrakcyjności jednostek przestrzennych, a także czasów podróży między jednostkami różnymi gałęziami transportu (tj. transportem drogowym, transportem kolejowym, lotniczymi i wodnym-śródlądowym). Wskaźnik dostępności jest obliczany odrębnie dla czterech gałęzi transportu na poziomach gmin, powiatów, województw, makroregionów i kraju. W ten sposób, dla każdego poziomu analizy przestrzennej osobno, powstają wskaźniki gałęziowe: • drogowy (WDDT), •	kolejowy (WKDT), •	lotniczy (WLDT; tylko dla transportu pasażerskiego) •	i żeglugi śródlądowej (WZDT; tylko dla transportu towarowego). Wskaźnik syntetyczny na poziomie gałęzi transportu to suma iloczynów wskaźników gałęziowych oraz udziałów poszczególnych gałęzi w pracy przewozowej dla danej gałęzi transportu. Wskaźnik syntetyczny międzygałęziowy (WMDT) jest średnią arytmetyczną z otrzymanych wskaźników syntetycznych dla transportu pasażerskiego i towarowego.",
                      
                        "zrodlo": "Ministerstwo Funduszy i Polityki Regionalnej",
                      
                        "czestotliwosc": "Dane roczne; od 2020 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "29.8",
                        
                            "2013" :   "31.1",
                        
                            "2014" :   "30.3",
                        
                            "2015" :   "32.3",
                        
                            "2016" :   "34.7",
                        
                            "2017" :   "35.6",
                        
                            "2018" :   "37.5",
                        
                            "2019" :   "35.9",
                        
                            "2020" :   "36.6",
                        
                            "2021" :   "36.1"
                        
                        }
                    ]}
      ]
    }
  ]
}
