


{
  "11-3-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.3.a Udział powierzchni objętej obowiązującymi miejscowymi planami zagospodarowania przestrzennego w gminach miejskich",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności",
                      
                        "priorytet": "Wsparcie sprawiedliwego oraz zrównoważonego terytorialnie wzrostu gospodarczego poprzez dążenie do utrzymania policentrycznej i hierarchicznej struktury osadniczej kraju oraz tworzenie bardziej efektywnych powiązań sieciowych między miastami",
                      
                        "definicja": "Udział powierzchni gmin miejskich, która została objęta obowiązującymi miejscowymi planami zagospodarowania przestrzennego w powierzchni geodezyjnej ogółem w gminach miejskich.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": " Miejscowy plan zagospodarowania przestrzennego jest aktem prawa miejscowego określającym przeznaczenie, warunki zagospodarowania i zabudowy terenu, a także rozmieszczenie inwestycji celu publicznego. Plan składa się z opisu, czyli tekstu planu zawartego w uchwale Rady Miasta i rysunku planu, który jest załącznikiem graficznym do uchwały. Jest on opracowaniem fakultatywnym, tzn. gminy nie mają obowiązku jego sporządzania. W planie miejscowym określa się obowiązkowo, m.in.: - przeznaczenie terenów oraz linie rozgraniczające tereny o różnym przeznaczeniu; - zasady ochrony środowiska, przyrody i krajobrazu kulturowego; - zasady ochrony dziedzictwa kulturowego i zabytków oraz dóbr kultury współczesnej; - linie zabudowy, gabaryty obiektów i wskaźniki intensywności zabudowy; - zasady modernizacji, rozbudowy i budowy systemów komunikacji i infrastruktury technicznej. Następstwem wykonania planu miejscowego jest obowiązek sporządzenia dokumentów takich jak prognoza skutków finansowych uchwalenia miejscowego planu zagospodarowania przestrzennego oraz ocena oddziaływania na środowisko. Rozwiązania zaproponowane w planie mogą bowiem istotnie wpływać na przekształcenia środowiska przyrodniczego oraz na wartość nieruchomości. Zgodnie z ustawą treść planu dzieli się na obowiązkową i fakultatywną. Jego projekt podlega konsultacjom społecznym, wymaga szeregu opinii i uzgodnień, o których mówi ustawa.  Powierzchnia geodezyjna to pole powierzchni jednostek podziału terytorialnego państwa według państwowego rejestru granic i powierzchni jednostek podziałów terytorialnych kraju.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "03-04-2023",
                      
                        "data_aktualizacji_metadanych": "11-04-2023"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "41.6",
                        
                            "2011" :   "44.7",
                        
                            "2012" :   "46.5",
                        
                            "2013" :   "48.2",
                        
                            "2014" :   "49.6",
                        
                            "2015" :   "49.8",
                        
                            "2016" :   "50.6",
                        
                            "2017" :   "51.2",
                        
                            "2018" :   "52.4",
                        
                            "2019" :   "53.4",
                        
                            "2020" :   "53.9",
                        
                            "2021" :   "54.8"
                        
                        }
                    ]}
      ]
    }
  ]
}
