


{
  "11-4-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.4.a Długość linii komunikacji miejskiej na 1 tys. mieszkańców",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności",
                      
                        "priorytet": "Budowa zrównoważonego, dostępnego dla każdego, bezpiecznego i przystępnego cenowo systemu transportowego, zwłaszcza poprzez rozwój i priorytetyzację transportu publicznego",
                      
                        "definicja": "Suma długości wszystkich stałych dziennych linii autobusowych, tramwajowych i trolejbusowych, po których kursują wozy oznaczone odrębnymi numerami lub znakami literowymi, przypadająca na 1 tys. mieszkańców.",
                      
                        "jednostka": "kilometry",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Linie komunikacji miejskiej – trasy łączące krańcowe punkty przebiegu wozów oznaczonych tym samym numerem lub znakiem literowym. Linie komunikacji miejskiej obejmują linie autobusowe, tramwajowe i trolejbusowe. Dane nie obejmują tzw. linii 'zamkniętych' obsługujących wyłącznie pracowników określonych zakładów pracy. Wartości odnoszące się do liczby i struktury ludności (płeć, grupy wieku) od 2010 roku zostały przeliczone zgodnie z bilansem przygotowanym w oparciu o wyniki NSP 2011. Wartości odnoszące się do liczby i struktury ludności (płeć, grupy wieku) od 2020 roku zostały przeliczone zgodnie z bilansem przygotowanym w oparciu o wyniki NSP 2021.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2012 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "1.39",
                        
                            "2013" :   "1.41",
                        
                            "2014" :   "1.43",
                        
                            "2015" :   "1.48",
                        
                            "2016" :   "1.47",
                        
                            "2017" :   "1.50",
                        
                            "2018" :   "1.53",
                        
                            "2019" :   "1.57",
                        
                            "2020" :   "1.58",
                        
                            "2021" :   "1.58"
                        
                        }
                    ]}
      ]
    }
  ]
}
