


{
  "11-4-c": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.4.c Liczba przewozów pasażerskich w przeliczeniu na 1 mieszkańca obszarów miejskich",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności",
                      
                        "priorytet": "Budowa zrównoważonego, dostępnego dla każdego, bezpiecznego i przystępnego cenowo systemu transportowego, zwłaszcza poprzez rozwój i priorytetyzację transportu publicznego",
                      
                        "definicja": "Stosunek liczby przewozów pasażerskich komunikacją miejską do liczby ludności w miastach.",
                      
                        "jednostka": "osoby",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Przewozy pasażerów komunikacją miejską to suma pasażerów przewiezionych wszystkimi środkami komunikacji miejskiej powszechnie dostępnymi dla ludności, tj. autobusami, tramwajami i trolejbusami. Za przewiezionego pasażera środkami komunikacji miejskiej uważa się jednokrotny przejazd. Liczbę pasażerów ustala się szacunkowo na podstawie liczby sprzedanych biletów jednorazowych i wieloprzejazdowych z uwzględnieniem przyjętych przez zakłady komunikacji miejskiej norm dot. liczby przejazdów na dany bilet wieloprzejazdowy. Dane dotyczą przedsiębiorstw i zakładów komunikacji miejskiej o liczbie pracujących powyżej 9 osób. Dane dotyczące mieszkańców obszarów miejskich zostały zaczerpnięte z informacji statystycznej w zakresie liczby ludności w miastach według faktycznego miejsca zamieszkania.",
                      
                        "zrodlo": "Ministerstwo Infrastruktury",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "24-10-2023",
                      
                        "data_aktualizacji_metadanych": "06-06-2023"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "166.5",
                        
                            "2011" :   "166.2",
                        
                            "2012" :   "165.6",
                        
                            "2013" :   "155.5",
                        
                            "2014" :   "159.7",
                        
                            "2015" :   "158.3",
                        
                            "2016" :   "162.7",
                        
                            "2017" :   "161.7",
                        
                            "2018" :   "163.4",
                        
                            "2019" :   "167.6",
                        
                            "2020" :   "99.3",
                        
                            "2021" :   "110.1",
                        
                            "2022" :   "135.6"
                        
                        }
                    ]}
      ]
    }
  ]
}
