


{
  "11-4-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.4.b Liczba pieszych i rowerzystów zabitych lub ciężko rannych w wypadkach na terenie zabudowanym w przeliczeniu na 100 tys. ludności",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności",
                      
                        "priorytet": "Budowa zrównoważonego, dostępnego dla każdego, bezpiecznego i przystępnego cenowo systemu transportowego, zwłaszcza poprzez rozwój i priorytetyzację transportu publicznego",
                      
                        "definicja": "Liczba pieszych i rowerzystów, którzy ponieśli śmierć lub zostali ciężko ranni w wyniku wypadku drogowego na terenie zabudowanym w ciągu roku, przypadająca na 100 tys. ludności ogółem.",
                      
                        "jednostka": "osoby",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wypadek drogowy to zdarzenie mające związek z ruchem pojazdów na drogach publicznych, w wyniku którego nastąpiła śmierć lub uszkodzenie ciała osób. Za śmiertelną ofiarę wypadku drogowego uznaje się osobę zmarłą (w wyniku doznanych obrażeń) na miejscu wypadku lub w ciągu 30 dni. Osoba ciężko ranna to osoba, która doznała uszczerbku na zdrowiu w postaci: a) pozbawienia wzroku, słuchu, mowy, zdolności płodzenia, innego ciężkiego kalectwa, ciężkiej choroby nieuleczalnej lub długotrwałej choroby realnie zagrażającej życiu, trwałej choroby psychicznej, całkowitej znacznej trwałej niezdolności do pracy w zawodzie lub trwałego, istotnego zeszpecenia lub zniekształcenia ciała, b) innych obrażeń powodujących naruszenie czynności narządu ciała lub rozstrój zdrowia trwający dłużej niż 7 dni. Do terenów zabudowanych i zurbanizowanych (na podstawie powierzchni geodezyjnej kraju według kierunków wykorzystania) zaliczamy tereny: – mieszkaniowe, – przemysłowe, – inne tereny zabudowane, – zurbanizowane niezabudowane, – rekreacji i wypoczynku, – komunikacyjne (drogi, kolejowe i inne), – użytki kopalne.",
                      
                        "zrodlo": "Komenda Główna Policji",
                      
                        "czestotliwosc": "Dane roczne; od 2015 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "12.1",
                        
                            "2016" :   "12.7",
                        
                            "2017" :   "11.6",
                        
                            "2018" :   "11.4",
                        
                            "2019" :   "10.6",
                        
                            "2020" :   "9.0"
                        
                        }
                    ]}
      ]
    }
  ]
}
