


{
  "11-5-c": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.5.c Liczba gospodarstw domowych oczekujących na najem socjalny na obszarach miejskich ogółem",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności",
                      
                        "priorytet": "Zaspokojenie potrzeb mieszkaniowych ludności miast dzięki budowie powszechnego i dostępnego rynku mieszkaniowego, w tym szczególnie poprzez rozwój mieszkalnictwa społecznego",
                      
                        "definicja": "Liczba gospodarstw domowych, które oczekują na najem socjalny na obszarach miejskich ogółem.",
                      
                        "jednostka": "sztuki",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Gospodarstwo domowe to zespół osób spokrewnionych ze sobą lub niespokrewnionych, mieszkających razem i wspólnie utrzymujących się (gospodarstwo domowe wieloosobowe), lub osoba utrzymująca się samodzielnie, bez względu na to, czy mieszka sama, czy też z innymi osobami (gospodarstwo domowe jednoosobowe). Członkowie rodziny mieszkający wspólnie, ale utrzymujący się oddzielnie, tworzą odrębne gospodarstwa domowe. Gospodarstwa domowe uprawnione do lokali z najmem socjalnym od gminy to gospodarstwa domowe spełniające kryteria ustalone w przepisach prawa miejscowego (o których mowa w art. 4. ust.2 oraz 21 ust. 3 ustawy z dnia 21 czerwca 2001 r. o ochronie praw lokatorów, mieszkaniowym zasobie gminy i o zmianie Kodeksu cywilnego) i gospodarstwa domowe oczekujące na realizację wyroku eksmisyjnego z lokalu (stan prawny od 1.05.2019 r.)",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2019 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "04-04-2023",
                      
                        "data_aktualizacji_metadanych": "06-06-2023"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "",
                        
                            "2016" :   "",
                        
                            "2017" :   "",
                        
                            "2018" :   "",
                        
                            "2019" :   "74110",
                        
                            "2020" :   "68436",
                        
                            "2021" :   "65117"
                        
                        }
                    ]}
      ]
    }
  ]
}
