


{
  "11-5-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.5.a Liczba mieszkań oddanych do użytkowania w miastach w przeliczeniu na 1 tys. ludności",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności",
                      
                        "priorytet": "Zaspokojenie potrzeb mieszkaniowych ludności miast dzięki budowie powszechnego i dostępnego rynku mieszkaniowego, w tym szczególnie poprzez rozwój mieszkalnictwa społecznego",
                      
                        "definicja": "Liczba mieszkań oddanych do użytkowania w miastach zgodnie z prawem budowlanym, przypadająca na 1 tys. mieszkańców.",
                      
                        "jednostka": "sztuki",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Mieszkanie - lokal przeznaczony na stały pobyt ludzi, wybudowany lub przebudowany do celów mieszkalnych; konstrukcyjnie wydzielony trwałymi ścianami w obrębie budynku, składający się z jednej lub kilku izb i pomieszczeń pomocniczych (takich jak: przedpokój, hol, łazienka, WC, garderoba, spiżarnia, schowek), do którego prowadzi niezależne wejście. W budynkach zbiorowego zamieszkania za mieszkanie uznaje się tylko ten lokal, który przeznaczony jest na stałe zamieszkiwanie. Informacje o mieszkaniach oddanych do użytkowania dotyczą wszystkich mieszkań, tj. mieszkań w nowych lub rozbudowanych budynkach mieszkalnych i niemieszkalnych (mniej niż połowa całkowitej powierzchni użytkowej jest przeznaczona do celów mieszkalnych). Oddanie do użytkowania - zgodnie z Prawem budowlanym - następuje w sytuacji, gdy inwestor zgłosił zakończenie budowy właściwemu organowi nadzoru budowlanego i organ ten nie zgłosił sprzeciwu (w drodze decyzji) lub gdy inwestor uzyskał pozwolenie na użytkowanie (w drodze decyzji) od organu nadzoru budowlanego. Do przeliczeń przyjęto liczbę ludności według stanu na dzień 30 VI.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "3.7",
                        
                            "2011" :   "3.4",
                        
                            "2012" :   "4.1",
                        
                            "2013" :   "3.8",
                        
                            "2014" :   "3.9",
                        
                            "2015" :   "3.9",
                        
                            "2016" :   "4.6",
                        
                            "2017" :   "5.1",
                        
                            "2018" :   "5.4",
                        
                            "2019" :   "6.1",
                        
                            "2020" :   "6.5",
                        
                            "2021" :   "6.6",
                        
                            "2022" :   "6.6"
                        
                        }
                    ]}
      ]
    }
  ]
}
