


{
  "11-5-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.5.b Liczba mieszkań społecznych czynszowych oraz komunalnych oddanych do użytkowania w miastach w przeliczeniu na 1 tys. ludności",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności",
                      
                        "priorytet": "Zaspokojenie potrzeb mieszkaniowych ludności miast dzięki budowie powszechnego i dostępnego rynku mieszkaniowego, w tym szczególnie poprzez rozwój mieszkalnictwa społecznego",
                      
                        "definicja": "Liczba mieszkań społecznych czynszowych oraz komunalnych oddanych do użytkowania w miastach przypadająca na 1 tys. mieszkańców miast.",
                      
                        "jednostka": "sztuki",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Mieszkanie - lokal przeznaczony na stały pobyt ludzi - wybudowany lub przebudowany do celów mieszkalnych; konstrukcyjnie wydzielony trwałymi ścianami w obrębie budynku - składający się z jednej lub kilku izb i pomieszczeń pomocniczych (takich jak: przedpokój hol, łazienka, WC, garderoba, spiżarka, schowek), - do którego prowadzi niezależne wejście. W budynkach zbiorowego zamieszkania za mieszkanie uznaje się tylko ten lokal, który przeznaczony jest na stałe zamieszkiwanie. Informacje o mieszkaniach oddanych do użytkowania dotyczą wszystkich mieszkań, tj. mieszkań w nowych lub rozbudowanych budynkach mieszkalnych i niemieszkalnych (mniej niż połowa całkowitej powierzchni użytkowej jest przeznaczona do celów mieszkalnych). Oddanie do użytkowania - zgodnie z Prawem budowlanym - następuje w sytuacji, gdy inwestor zgłosił zakończenie budowy właściwemu organowi nadzoru budowlanego i organ ten nie zgłosił sprzeciwu (w drodze decyzji), lub gdy inwestor uzyskał pozwolenie na użytkowanie (w drodze decyzji) od organu nadzoru budowlanego. Budownictwo komunalne to forma budowlana realizowana w całości ze środków gmin, głównie o charakterze socjalnym, interwencyjnym lub zaspokajającym potrzeby mieszkaniowe gospodarstw domowych o niskich dochodach. Budownictwo społeczne czynszowe to forma budowlana realizowana przez Towarzystwa Budownictwa Społecznego działające na zasadzie „non-profit”, z wykorzystaniem kredytu z Banku Gospodarstwa Krajowego.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "0.26",
                        
                            "2011" :   "0.18",
                        
                            "2012" :   "0.14",
                        
                            "2013" :   "0.14",
                        
                            "2014" :   "0.16",
                        
                            "2015" :   "0.11",
                        
                            "2016" :   "0.12",
                        
                            "2017" :   "0.13",
                        
                            "2018" :   "0.13",
                        
                            "2019" :   "0.18",
                        
                            "2020" :   "0.11",
                        
                            "2021" :   "0.10"
                        
                        }
                    ]}
      ]
    }
  ]
}
