


{
  "11-6-c": [
    {
      "metadane": [
        
        {
                        "nazwa": "11.6.c Liczba aglomeracji i miast powyżej 100 tys. mieszkańców, w których wartość wskaźnika średniego narażenia nie przekracza pułapu stężenia ekspozycji na pył PM2,5 na poziomie 20 µg/m3",
                      
                        "cel": "Cel 11. Zrównoważone miasta i społeczności",
                      
                        "priorytet": "Poprawa jakości powietrza poprzez redukcję 'niskiej emisji' (tj. do 40 m n.p.g.) pochodzącej m.in. z kotłowni domowych i transportu drogowego",
                      
                        "definicja": "Wskaźnik określa sumaryczną liczbę aglomeracji i miast powyżej 100 tys. mieszkańców, dla których wartość wskaźnika średniego narażenia na pył PM2,5 nie przekracza wartości pułapu stężenia ekspozycji.",
                      
                        "jednostka": "sztuki",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wskaźnik jest obliczany na podstawie wskaźników średniego narażenia na pył zawieszony PM2,5 dla poszczególnych miast powyżej 100 tys. mieszkańców i aglomeracji.  Wskaźniki te oblicza się jako trzyletnie średnie kroczące z pomiarów stężeń pyłu PM2,5 dla poszczególnych miast i aglomeracji (np. wskaźniki dla miast i aglomeracji dla roku 2018 obliczono jako średnia ze średnich rocznych stężeń pyłu zawieszonego PM2,5 z lat 2016–2018 dla tych miast i aglomeracji). W obliczeniach uwzględnia się wyniki pomiarów z 32 stanowisk pomiarowych wyselekcjonowanych zgodnie z wymogami prowadzenia pomiarów w tym zakresie. W każdym mieście powyżej 100 tys. mieszkańców i w każdej aglomeracji funkcjonuje jedno stanowisko pomiarowe, z którego wyniki służą do jego obliczania (wyjątkami są aglomeracje: górnośląska i warszawska, w których funkcjonują po dwa stanowiska pomiarowe). Liczbę aglomeracji i miast powyżej 100 tys. mieszkańców, w których wartość wskaźnika średniego narażenia nie przekracza pułapu stężenia ekspozycji na pył PM2,5 określa się sumując wszystkie miasta powyżej 100 tys. mieszkańców i aglomeracje, dla których w danym roku wartość wskaźnika średniego narażenia na pył PM2,5 nie przekroczyła wartości 20 µg/m3. Pułap stężenia ekspozycji jest to stężenie substancji w powietrzu wyznaczone na podstawie wartości krajowego wskaźnika średniego narażenia, w celu ograniczenia szkodliwego wpływu danej substancji na zdrowie ludzi, które ma być osiągnięte w określonym terminie. Pułap stężenia ekspozycji jest standardem jakości powietrza i został określony jedynie dla pyłu PM2,5. Pułap stężenia ekspozycji odnosi się do obszarów tła miejskiego w miastach powyżej 100 tys. mieszkańców i w aglomeracjach i został on określony rozporządzeniem Ministra Środowiska z dnia 24 sierpnia 2012 r. w sprawie poziomów niektórych substancji w powietrzu (Dz. U. 2012 poz. 1031). Wartość pułapu stężenia ekspozycji na pył PM2,5 wynosi 20 µg/m3. Sposób obliczania wskaźników średniego narażenia dla miast powyżej 100 tys. mieszkańców i aglomeracji określa rozporządzenie Ministra Środowiska z dnia 13 września 2012 r. w sprawie sposobu obliczania wskaźników średniego narażenia oraz sposobu oceny dotrzymania pułapu stężenia ekspozycji (Dz. U. z 2012 r. poz. 1029). Wykaz aglomeracji i miast powyżej 100 tys. mieszkańców, w których wartość wskaźnika średniego narażenia nie przekracza pułapu stężenia ekspozycji na pył PM2,5 za dany rok kalendarzowy jest publikowany w Monitorze Polskim w terminie do 30 września roku następnego.",
                      
                        "zrodlo": "Główny Inspektorat Ochrony Środowiska",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "24-10-2023",
                      
                        "data_aktualizacji_metadanych": "21-04-2023"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "6",
                        
                            "2011" :   "8",
                        
                            "2012" :   "8",
                        
                            "2013" :   "10",
                        
                            "2014" :   "9",
                        
                            "2015" :   "10",
                        
                            "2016" :   "11",
                        
                            "2017" :   "13",
                        
                            "2018" :   "12",
                        
                            "2019" :   "16",
                        
                            "2020" :   "21",
                        
                            "2021" :   "24"
                        
                        }
                    ]}
      ]
    }
  ]
}
