


{
  "7-2-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "7.2.1 Udział energii ze źródeł odnawialnych w końcowym zużyciu energii brutto",
                      
                        "cel": "Cel 7. Czysta i dostępna energia",
                      
                        "zadanie": "7.2 Do 2030 roku znacząco zwiększyć udział odnawialnych źródeł energii w globalnym miksie energetycznym.",
                      
                        "definicja": "Stosunek wartości końcowego zużycia energii brutto ze źródeł odnawialnych do wartości końcowego zużycia energii brutto ze wszystkich źródeł.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Energia ze źródeł odnawialnych (OZE) to energia pochodząca z naturalnych, powtarzających się procesów przyrodniczych, uzyskiwana z odnawialnych niekopalnych źródeł energii, w szczególności energia generowana z promieniowania słonecznego, wiatru, wody, zasobów geotermalnych, biomasy, biogazu i biopaliw ciekłych. Końcowe zużycie energii brutto oznacza nośniki energii dostarczane do celów energetycznych przemysłowi, sektorowi transportowemu, gospodarstwom domowym, sektorowi usługowemu, w tym świadczącemu usługi publiczne, rolnictwu, leśnictwu i rybołówstwu, łącznie ze zużyciem energii elektrycznej i ciepła przez przemysł energetyczny na wytwarzanie energii elektrycznej i ciepła oraz łącznie ze stratami energii elektrycznej i ciepła podczas przesyłania i dystrybucji.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      
                        "data_aktualizacji_danych": "01-03-2023",
                      
                        "data_aktualizacji_metadanych": "18-05-2020",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "9.28",
                        
                            "2011" :   "10.34",
                        
                            "2012" :   "10.96",
                        
                            "2013" :   "11.45",
                        
                            "2014" :   "11.61",
                        
                            "2015" :   "11.88",
                        
                            "2016" :   "11.40",
                        
                            "2017" :   "11.06",
                        
                            "2018" :   "14.94",
                        
                            "2019" :   "15.38",
                        
                            "2020" :   "16.10",
                        
                            "2021" :   "15.62"
                        
                        }
                    ]}
      ]
    }
  ]
}
