


{
  "7-3-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "7.3.1 Energochłonność pierwotna PKB",
                      
                        "cel": "Cel 7. Czysta i dostępna energia",
                      
                        "zadanie": "7.3 Do 2030 roku podwoić wskaźnik wzrostu globalnej efektywności zużycia energii.",
                      
                        "definicja": "Energochłonność gospodarki jest relacją krajowego zużycia brutto energii do wartości produktu krajowego brutto w cenach stałych z 2000 r.",
                      
                        "jednostka": "kgoe/euro",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wskaźnik określa ilość energii zużytej do wytworzenia jednostki PKB. Zmniejszenie energochłonności mówi o tym, że mniej energii potrzeba do wyprodukowania tej samej wielkości PKB i wiąże się ze wzrostem efektywności energetycznej. Krajowe zużycie brutto energii prezentuje ilość energii niezbędnej do zaspokojenia wewnętrznej konsumpcji jednostki geograficznej i obliczane jest w następujący sposób: pozyskanie energii pierwotnej + odzysk paliw + import + zmiana zapasów — eksport — bunkier. Obejmuje pięć rodzajów paliw (wraz z pochodnymi): węgiel, energię elektryczną, ropę naftową, gaz ziemny i energię ze źródeł odnawialnych. Kgoe — kilogram oleju ekwiwalentnego — stosowana w bilansach międzynarodowych jednostka miary energii. Oznacza ilość energii, jaka może zostać wyprodukowana ze spalenia jednego metrycznego kilograma ropy naftowej. Jedna tona oleju ekwiwalentnego równa jest 41,868 GJ lub 11,63 MWh.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne  od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "0.368",
                        
                            "2011" :   "0.354",
                        
                            "2012" :   "0.336",
                        
                            "2013" :   "0.331",
                        
                            "2014" :   "0.307",
                        
                            "2015" :   "0.300",
                        
                            "2016" :   "0.304",
                        
                            "2017" :   "0.304"
                        
                        }
                    ]}
      ]
    }
  ]
}
