


{
  "7-1-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "7.1.a Energochłonność pierwotna PKB z korektą klimatyczną",
                      
                        "cel": "Cel 7. Czysta i dostępna energia",
                      
                        "priorytet": "Poprawa efektywności energetycznej",
                      
                        "definicja": "Stosunek zużycia energii pierwotnej do produktu krajowego brutto (PKB) w cenach stałych z roku bazowego (2005 r.) z uwzględnieniem korekty klimatycznej.",
                      
                        "jednostka": "kg/euro (w cenach stałych z roku 2005)",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Całkowite zużycie energii pierwotnej obejmuje pozyskanie energii pierwotnej powiększone o odzysk, import i zmniejszenie zapasów pierwotnych i pochodnych nośników energii, pomniejszone o eksport oraz bunkier morski tych nośników. Korekta klimatyczna określa teoretyczną wartość  zużycia energii dla danego roku, przy założeniu, że charakteryzowałyby go warunki pogodowe opisane średnią wieloletnią liczbą stopniodni. kgoe – kilogram oleju ekwiwalentnego (umownego) – stosowana w bilansach międzynarodowych jednostka miary energii. Oznacza ilość energii, jaka może zostać wyprodukowana ze spalenia jednego metrycznego kilograma ropy naftowej. Jedna tona oleju umownego równa jest 41,868 GJ lub 11,63 MWh. Produkt krajowy brutto prezentuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej w danym roku. Wartość PKB można obliczyć na trzy sposoby: - od strony tworzenia jest ona równa wartości dodanej wszystkich sektorów instytucjonalnych lub wszystkich sekcji Polskiej Klasyfikacji Działalności (PKD) krajowych jednostek produkcyjnych powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów, - od strony rozdysponowania PKB obliczany jest jako suma popytu krajowego, tj. spożycia i akumulacji oraz salda wymiany produktów z zagranicą, - jako sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (a więc koszty związane z zatrudnieniem, podatki związane z produkcją i importem pomniejszone o dotacje, nadwyżka operacyjna brutto oraz dochód mieszany gospodarki ogółem). Produkt krajowy brutto jest liczony zgodnie z obowiązującymi w krajach Unii Europejskiej zasadami Europejskiego Systemu Rachunków Narodowych i Regionalnych (ESA 2010) oraz zaleceniami Eurostatu.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "0.318",
                        
                            "2011" :   "0.316",
                        
                            "2012" :   "0.298",
                        
                            "2013" :   "0.295",
                        
                            "2014" :   "0.281",
                        
                            "2015" :   "0.272",
                        
                            "2016" :   "0.273",
                        
                            "2017" :   "0.272",
                        
                            "2018" :   "0.265",
                        
                            "2019" :   "0.249"
                        
                        }
                    ]}
      ]
    }
  ]
}
