


{
  "7-2-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "7.2.a Udział energii ze źródeł odnawialnych w końcowym zużyciu energii brutto",
                      
                        "cel": "Cel 7. Czysta i dostępna energia",
                      
                        "priorytet": "Tworzenie warunków dla stałego i zrównoważonego rozwoju sektora energetycznego; ograniczenie oddziaływania energetyki na środowisko",
                      
                        "definicja": "Stosunek wartości końcowego zużycia energii brutto ze źródeł odnawialnych do wartości końcowego zużycia energii brutto ze wszystkich źródeł.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Energia ze źródeł odnawialnych (OZE) to energia pochodząca z naturalnych, powtarzających się procesów przyrodniczych, uzyskiwana z odnawialnych niekopalnych źródeł energii, w szczególności energia generowana z promieniowania słonecznego, wiatru, wody, zasobów geotermalnych, biomasy, biogazu i biopaliw ciekłych. Końcowe zużycie energii brutto oznacza nośniki energii dostarczane do celów energetycznych przemysłowi, sektorowi transportowemu, gospodarstwom domowym, sektorowi usługowemu, w tym świadczącemu usługi publiczne, rolnictwu, leśnictwu i rybołówstwu, łącznie ze zużyciem energii elektrycznej i ciepła przez przemysł energetyczny na wytwarzanie energii elektrycznej i ciepła oraz łącznie ze stratami energii elektrycznej i ciepła podczas przesyłania i dystrybucji.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne  od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "9.25",
                        
                            "2011" :   "10.29",
                        
                            "2012" :   "10.90",
                        
                            "2013" :   "11.37",
                        
                            "2014" :   "11.50",
                        
                            "2015" :   "11.74",
                        
                            "2016" :   "11.27",
                        
                            "2017" :   "10.96",
                        
                            "2018" :   "11.28"
                        
                        }
                    ]}
      ]
    }
  ]
}
