


{
  "7-3-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "7.3.b SAIDI (Wskaźnik przeciętnego systemowego czasu trwania przerwy długiej i bardzo długiej w przeliczeniu na jednego odbiorcę)",
                      
                        "cel": "Cel 7. Czysta i dostępna energia",
                      
                        "priorytet": "Zapewnienie bezpieczeństwa energetycznego państwa",
                      
                        "definicja": "Wskaźnik przeciętnego systemowego czasu trwania przerwy długiej i bardzo długiej w dostawie energii elektrycznej w przeliczeniu na jednego odbiorcę.",
                      
                        "jednostka": "minuty ",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wskaźnik SAIDI (System Average Interruption Duration Index), wyrażony w minutach na odbiorcę na rok, stanowi sumę iloczynów czasu trwania przerwy długiej i bardzo długiej w dostawie energii elektrycznej i liczby odbiorców narażonych na skutki tej przerwy w ciągu roku podzieloną przez łączną liczbę obsługiwanych odbiorców. Wskaźnik SAIDI informuje o całkowitym czasie trwania przerw w zasilaniu w energię elektryczną (w minutach), jakiego może się spodziewać odbiorca średnio w ciągu roku. Wskaźnik SAIDI wyznacza się oddzielnie dla przerw planowanych i nieplanowanych, z uwzględnieniem przerw katastrofalnych oraz bez uwzględnienia tych przerw, zgodnie z Rozporządzeniem Ministra Gospodarki z dnia 21 sierpnia 2008 r. zmieniające rozporządzenie w sprawie szczegółowych warunków funkcjonowania systemu elektroenergetycznego (Dz.U. z 2008 r. nr 162 poz. 1005). Przerwy długie trwają dłużej niż 3 minuty i nie dłużej niż 12 godzin przerwa bardzo długa trwa dłużej niż 12 godzin, ale nie dłużej niż 24 godziny.",
                      
                        "zrodlo": "Ministerstwo Energii",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "316.1",
                        
                            "2011" :   "309.1",
                        
                            "2012" :   "254.0",
                        
                            "2013" :   "254.2",
                        
                            "2014" :   "191.3",
                        
                            "2015" :   "243.6",
                        
                            "2016" :   "179.9",
                        
                            "2017" :   "285.0",
                        
                            "2018" :   ""
                        
                        }
                    ]}
      ]
    }
  ]
}
