


{
  "7-4-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "7.4.b Udział przeciętnych miesięcznych wydatków na nośniki energii w wydatkach gospodarstw domowych ogółem",
                      
                        "cel": "Cel 7. Czysta i dostępna energia",
                      
                        "priorytet": "Zaspokojenie potrzeb energetycznych przedsiębiorstw i gospodarstw domowych",
                      
                        "definicja": "Stosunek przeciętnych miesięcznych wydatków na nośniki energii na 1 osobę w gospodarstwach domowych ogółem do przeciętnych miesięcznych wydatków ogółem na 1 osobę w tych gospodarstwach.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania budżetów gospodarstw domowych.Badanie budżetów gospodarstw domowych prowadzone jest metodą reprezentacyjną. Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo jednoosobowe). Celem badania jest umożliwienie dokonywania analiz poziomu życia ludności, a także oceny wpływu różnych czynników na kształtowanie się poziomu i zróżnicowania sytuacji bytowej podstawowych grup gospodarstw domowych. Wydatki obejmują wydatki na towary i usługi konsumpcyjne oraz pozostałe wydatki. Wydatki na towary i usługi konsumpcyjne przeznaczone są na zaspokojenie potrzeb gospodarstwa domowego. Obejmują one towary zakupione za gotówkę (również przy użyciu karty płatniczej lub kredytowej), na kredyt, otrzymane bezpłatnie oraz spożycie naturalne (towary i usługi konsumpcyjne pobrane na potrzeby gospodarstwa domowego z działalności rolniczej bądź działalności gospodarczej na własny rachunek). Towary konsumpcyjne obejmują dobra nietrwałego użytkowania (np.: żywność, napoje, lekarstwa), półtrwałego użytkowania (np.: odzież, książki, zabawki) i trwałego użytkowania (np.: samochody, pralki, lodówki, telewizory).Pozostałe wydatki składają się z:  - darów przekazanych innym gospodarstwom domowym i instytucjom niekomercyjnym,  - niektórych podatków, w tym podatku od spadków i darowizn, podatku od nieruchomości, opłaty za wieczyste użytkowanie gruntu,  - zaliczek na podatek od dochodów osobistych oraz składek na ubezpieczenia społeczne płaconych samodzielnie przez  podatnika,  - pozostałych rodzajów wydatków nie przeznaczonych bezpośrednio na cele konsumpcyjne, w tym strat pieniężnych, odszkodowań za wyrządzone szkody. Wydatki na użytkowanie energii zostały wyodrębnione na podstawie klasyfikacji COICOP.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "11.9",
                        
                            "2011" :   "12.3",
                        
                            "2012" :   "12.1",
                        
                            "2013" :   "12.2",
                        
                            "2014" :   "11.5",
                        
                            "2015" :   "11.4",
                        
                            "2016" :   "10.8",
                        
                            "2017" :   "10.7",
                        
                            "2018" :   "10.3",
                        
                            "2019" :   "9.8",
                        
                            "2020" :   "10.3",
                        
                            "2021" :   "11.0"
                        
                        }
                    ]}
      ]
    }
  ]
}
