{
  "national":[
      
      {
          
          "1":[{
                    "1-1-a-0": [
                      {
                            "name" : "<b>1.1.a At-risk-of-relative poverty rate</b>"
                      }
                    ]
                  },{
                    "1-1-b-0": [
                      {
                            "name" : "<b>1.1.b Real gross disposable income of households per capita (2008=100)</b>"
                      }
                    ]
                  },{
                    "1-2-a-0": [
                      {
                            "name" : "<b>1.2.a Number of the social integration centres, vocational activity workshops and occupational therapy workshops per 100 thous. population</b>"
                      }
                    ]
                  },{
                    "1-2-b-0": [
                      {
                            "name" : "<b>1.2.b Number of participants of the social integration centres, vocational activity workshops and occupational therapy workshops per 100 thous. population</b>"
                      }
                    ]
                  },{
                    "1-3-a-0": [
                      {
                            "name" : "<b>1.3.a Percentage of children aged 1-3 covered by different kinds of institutional care</b>"
                      }
                    ]
                  },{
                    "1-4-a-0": [
                      {
                            "name" : "<b>1.4.a Number of dwellings per 1 thous. population</b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "2":[{
                    "2-1-a-0": [
                      {
                            "name" : "<b>2.1.a Agricultural Orientation Index for government expenditures (AOI)</b>"
                      }
                    ]
                  },{
                    "2-1-b-0": [
                      {
                            "name" : "<b>2.1.b Expenditure on R&D in agriculture in relation to GDP</b>"
                      }
                    ]
                  },{
                    "2-1-c-0": [
                      {
                            "name" : "<b>2.1.c Agricultural land area in farms exceeding 30 ha as % of agricultural land area in farms in total</b>"
                      }
                    ]
                  },{
                    "2-2-a-0": [
                      {
                            "name" : "<b>2.2.a Share of certified agricultural land area of organic farms in total agricultural land area of farms</b>"
                      }
                    ]
                  },{
                    "2-2-b-0": [
                      {
                            "name" : "<b>2.2.b Percentage of agricultural products samples of inadequate marketable quality</b>"
                      }
                    ]
                  },{
                    "2-3-a-0": [
                      {
                            "name" : "<b>2.3.a Share of income from hired work and self-employment in income of private farms in agriculture</b>"
                      }
                    ]
                  },{
                    "2-4-a-0": [
                      {
                            "name" : "<b>2.4.a Export of agri-food products per capita</b>"
                      }
                    ]
                  },{
                    "2-4-b-0": [
                      {
                            "name" : "<b>2.4.b Share of agri-food products in Polish export in total</b>"
                      }
                    ]
                  },{
                    "2-5-a-0": [
                      {
                            "name" : "<b>2.5.a Percentage of length of public improved hard surface roads in non-urban areas</b>"
                      }
                    ]
                  },{
                    "2-6-a-0": [
                      {
                            "name" : "<b>2.6.a Number of plant and animal genetic resources for food and agriculture secured in gene banks collections</b>"
                      }
                    ]
                  },{
                    "2-7-a-0": [
                      {
                            "name" : "<b>2.7.a Prevalence of obesity among adults</b>"
                      }
                    ]
                  },{
                    "2-7-b-0": [
                      {
                            "name" : "<b>2.7.b Prevalence of obesity among children aged 5-9</b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "3":[{
                    "3-1-a-0": [
                      {
                            "name" : "<b>3.1.a Healthy Life Years — males</b>"
                      }
                    ]
                  },{
                    "3-1-b-0": [
                      {
                            "name" : "<b>3.1.b Healthy Life Years — females</b>"
                      }
                    ]
                  },{
                    "3-1-c-0": [
                      {
                            "name" : "<b>3.1.c Number of deaths due to diseases of the circulatory system per 100 thous. population</b>"
                      }
                    ]
                  },{
                    "3-1-d-0": [
                      {
                            "name" : "<b>3.1.d Number of deaths due to malignant neoplasms per 100 thous. population</b>"
                      }
                    ]
                  },{
                    "3-1-e-0": [
                      {
                            "name" : "<b>3.1.e Number of deaths due to diabetes mellitus per 100 thous. population</b>"
                      }
                    ]
                  },{
                    "3-1-f-0": [
                      {
                            "name" : "<b>3.1.f Number of deaths due to chronic respiratory disease per 100 thous. population</b>"
                      }
                    ]
                  },{
                    "3-2-a-0": [
                      {
                            "name" : "<b>3.2.a Number of physicians per 10 thous. population</b>"
                      }
                    ]
                  },{
                    "3-2-b-0": [
                      {
                            "name" : "<b>3.2.b Number of nurses and midwives per 10 thous. population</b>"
                      }
                    ]
                  },{
                    "3-3-a-0": [
                      {
                            "name" : "<b>3.3.a Self-reported unmet need for medical examination and care</b>"
                      }
                    ]
                  },{
                    "3-3-b-0": [
                      {
                            "name" : "<b>3.3.b Percentage of persons who have ever been vaccinated against virus hepatitis B</b>"
                      }
                    ]
                  },{
                    "3-3-c-0": [
                      {
                            "name" : "<b>3.3.c Percentage of persons who have ever been vaccinated against influenza</b>"
                      }
                    ]
                  },{
                    "3-4-a-0": [
                      {
                            "name" : "<b>3.4.a Percentage of women aged 15 and more who have ever had mammography</b>"
                      }
                    ]
                  },{
                    "3-4-b-0": [
                      {
                            "name" : "<b>3.4.b Percentage of women aged 15 and more who have ever had cervical smear test</b>"
                      }
                    ]
                  },{
                    "3-4-c-0": [
                      {
                            "name" : "<b>3.4.c Percentage of men aged 40 and more who have ever had medical examination of their prostate performed</b>"
                      }
                    ]
                  },{
                    "3-4-d-0": [
                      {
                            "name" : "<b>3.4.d Percentage of newborns included in screening tests for rare metabolic disorders</b>"
                      }
                    ]
                  },{
                    "3-4-e-0": [
                      {
                            "name" : "<b>3.4.e Number of screening tests for early detection of colorectal cancer at 10 thous. population</b>"
                      }
                    ]
                  },{
                    "3-5-a-0": [
                      {
                            "name" : "<b>3.5.a Current public expenditure on health care as % of GDP</b>"
                      }
                    ]
                  },{
                    "3-6-a-0": [
                      {
                            "name" : "<b>3.6.a Percentage of medical entities with IT solutions that enable keeping medical records in electronic form</b>"
                      }
                    ]
                  },{
                    "3-7-a-0": [
                      {
                            "name" : "<b>3.7.a National indicator of average exposure to PM2.5</b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "4":[{
                    "4-1-a-0": [
                      {
                            "name" : "<b>4.1.a Unemployment rate of basic vocational school leavers (LFS)</b>"
                      }
                    ]
                  },{
                    "4-2-a-0": [
                      {
                            "name" : "<b>4.2.a Percentage of foreign students studying in Polish higher education institutions in Poland</b>"
                      }
                    ]
                  },{
                    "4-3-a-0": [
                      {
                            "name" : "<b>4.3.a Results of PISA tests - percentage of top-performing students in reading literacy</b>"
                      }
                    ]
                  },{
                    "4-3-b-0": [
                      {
                            "name" : "<b>4.3.b Results of PISA tests - percentage of top-performing students in mathematics</b>"
                      }
                    ]
                  },{
                    "4-3-c-0": [
                      {
                            "name" : "<b>4.3.c Results of PISA tests - percentage of the lowest-performing students in reading literacy</b>"
                      }
                    ]
                  },{
                    "4-3-d-0": [
                      {
                            "name" : "<b>4.3.d Results of PISA tests - percentage of the lowest-performing students in mathematics</b>"
                      }
                    ]
                  },{
                    "4-3-e-0": [
                      {
                            "name" : "<b>4.3.e Results of PISA tests - proportion of students achieving at least a minimum proficiency level in reading</b>"
                      }
                    ]
                  },{
                    "4-3-f-0": [
                      {
                            "name" : "<b>4.3.f Results of PISA tests - percentage of students achieving at least a minimum proficiency level in mathematics</b>"
                      }
                    ]
                  },{
                    "4-3-g-0": [
                      {
                            "name" : "<b>4.3.g Percentage of children aged 3-5 covered by pre-primary education</b>"
                      }
                    ]
                  },{
                    "4-4-a-0": [
                      {
                            "name" : "<b>4.4.a Early leavers from education and training</b>"
                      }
                    ]
                  },{
                    "4-4-b-0": [
                      {
                            "name" : "<b>4.4.b Adults participating in education or training</b>"
                      }
                    ]
                  },{
                    "4-5-a-0": [
                      {
                            "name" : "<b>4.5.a Percentage of persons who declare knowledge of at least one foreign language</b>"
                      }
                    ]
                  },{
                    "4-5-b-0": [
                      {
                            "name" : "<b>4.5.b Percentage of persons with above basic overall digital skills</b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "5":[{
                    "5-1-a-0": [
                      {
                            "name" : "<b>5.1.a Gender pay gap</b>"
                      }
                    ]
                  },{
                    "5-1-b-0": [
                      {
                            "name" : "<b>5.1.b Gender employment gap (aged 25-54)</b>"
                      }
                    ]
                  },{
                    "5-1-c-0": [
                      {
                            "name" : "<b>5.1.c Proportion of women in managerial positions</b>"
                      }
                    ]
                  },{
                    "5-2-a-0": [
                      {
                            "name" : "<b>5.2.a Percentage of children aged 1-3 covered by different kinds of institutional care</b>"
                      }
                    ]
                  },{
                    "5-3-a-0": [
                      {
                            "name" : "<b>5.3.a Employment rate of women with the youngest child up to 5 years old (LFS)</b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "6":[{
                    "6-1-a-0": [
                      {
                            "name" : "<b>6.1.a Capacity of small water retention facilities</b>"
                      }
                    ]
                  },{
                    "6-1-b-0": [
                      {
                            "name" : "<b>6.1.b Percentage of population supplied with water not meeting requirements</b>"
                      }
                    ]
                  },{
                    "6-2-a-0": [
                      {
                            "name" : "<b>6.2.a Percentage of population connected to wastewater treatment plants</b>"
                      }
                    ]
                  },{
                    "6-2-b-0": [
                      {
                            "name" : "<b>6.2.b Industrial and municipal wastewater treated biologically, chemically and with increased biogene removal in % of wastewater requiring treatment</b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "7":[{
                    "7-1-a-0": [
                      {
                            "name" : "<b>7.1.a Primary energy intensity of GDP with climatic correction</b>"
                      }
                    ]
                  },{
                    "7-2-a-0": [
                      {
                            "name" : "<b>7.2.a Renewable energy share in the gross final energy consumption</b>"
                      }
                    ]
                  },{
                    "7-3-a-0": [
                      {
                            "name" : "<b>7.3.a Relation of energy acquisition in general to the global energy consumption</b>"
                      }
                    ]
                  },{
                    "7-3-b-0": [
                      {
                            "name" : "<b>7.3.b SAIDI (System Average Interruption Duration Index)</b>"
                      }
                    ]
                  },{
                    "7-4-a-0": [
                      {
                            "name" : "<b>7.4.a Percentage of households (with income below 60% median) declaring inability to keep home adequately warm</b>"
                      }
                    ]
                  },{
                    "7-4-b-0": [
                      {
                            "name" : "<b>7.4.b Share of average monthly expenditures on electricity, gas and other fuels in total household expenditures </b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "8":[{
                    "8-1-a-0": [
                      {
                            "name" : "<b>8.1.a Share of export of high technology products in total exports</b>"
                      }
                    ]
                  },{
                    "8-1-b-0": [
                      {
                            "name" : "<b>8.1.b Ratio expenditures on innovation activities in enterprises to GDP</b>"
                      }
                    ]
                  },{
                    "8-1-c-0": [
                      {
                            "name" : "<b>8.1.c Global Competitiveness Index (GCI) - position in the ranking</b>"
                      }
                    ]
                  },{
                    "8-2-a-0": [
                      {
                            "name" : "<b>8.2.a Ease of Doing Business Index (ranking positions in Doing Business)</b>"
                      }
                    ]
                  },{
                    "8-3-a-0": [
                      {
                            "name" : "<b>8.3.a Employment rate of persons aged 15 and more (LFS)</b>"
                      }
                    ]
                  },{
                    "8-4-a-0": [
                      {
                            "name" : "<b>8.4.a Percentage of employees hired on the basis of employment contract in relation to the number of persons employed in national economy</b>"
                      }
                    ]
                  },{
                    "8-5-a-0": [
                      {
                            "name" : "<b>8.5.a Employment rate of women with the youngest child up to 5 years old (LFS)</b>"
                      }
                    ]
                  },{
                    "8-6-a-0": [
                      {
                            "name" : "<b>8.6.a Percentage of employees receiving monthly gross earnings of up to 50% of the average monthly gross earnings in the national economy</b>"
                      }
                    ]
                  },{
                    "8-7-a-0": [
                      {
                            "name" : "<b>8.7.a Activity rate (LFS)</b>"
                      }
                    ]
                  },{
                    "8-7-b-0": [
                      {
                            "name" : "<b>8.7.b Long-term unemployment as a percentage of the total unempolyment (LFS)</b>"
                      }
                    ]
                  },{
                    "8-7-c-0": [
                      {
                            "name" : "<b>8.7.c Percentage of young people neither in employment nor in education and training (NEET)</b>"
                      }
                    ]
                  },{
                    "8-8-a-0": [
                      {
                            "name" : "<b>8.8.a Share of employed persons in the non-agricultural sector in the rural area in the total number of employed persons in the rural area</b>"
                      }
                    ]
                  },{
                    "8-9-a-0": [
                      {
                            "name" : "<b>8.9.a Net international migration for permanent residence</b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "9":[{
                    "9-1-a-0": [
                      {
                            "name" : "<b>9.1.a Global Innovation Index</b>"
                      }
                    ]
                  },{
                    "9-2-a-0": [
                      {
                            "name" : "<b>9.2.a Gross domestic expenditures on R&D in relation to GDP</b>"
                      }
                    ]
                  },{
                    "9-2-b-0": [
                      {
                            "name" : "<b>9.2.b Business enterprise expenditure on R&D in relation to GDP</b>"
                      }
                    ]
                  },{
                    "9-2-c-0": [
                      {
                            "name" : "<b>9.2.c Share of net revenues from sales of new or significantly improved products in total turnover in industrial enterprises</b>"
                      }
                    ]
                  },{
                    "9-2-d-0": [
                      {
                            "name" : "<b>9.2.d Share of export of high technology products in total export</b>"
                      }
                    ]
                  },{
                    "9-3-a-0": [
                      {
                            "name" : "<b>9.3.a Percentage of households within range of Internet access with bandwidth at least 100 Mb/s</b>"
                      }
                    ]
                  },{
                    "9-4-a-0": [
                      {
                            "name" : "<b>9.4.a Share of revenues from sales for exports in net revenues of SMEs from sales of products, goods and materials</b>"
                      }
                    ]
                  },{
                    "9-5-a-0": [
                      {
                            "name" : "<b>9.5.a Index of multimodal accessibility of transport</b>"
                      }
                    ]
                  },{
                    "9-5-b-0": [
                      {
                            "name" : "<b>9.5.b Density of expressways and motorways per 1000 km²</b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "10":[{
                    "10-1-a-0": [
                      {
                            "name" : "<b>10.1.a Differentiation of gross value added per person employed in total at regional level (NUTS 2)</b>"
                      }
                    ]
                  },{
                    "10-1-b-0": [
                      {
                            "name" : "<b>10.1.b Average annual net disposable income per capita in a household in rural areas in relation to urban areas</b>"
                      }
                    ]
                  },{
                    "10-2-a-0": [
                      {
                            "name" : "<b>10.2.a Change in the number of employees in sub-regions with less favorable development conditions</b>"
                      }
                    ]
                  },{
                    "10-3-a-0": [
                      {
                            "name" : "<b>10.3.a Gini coefficient - distribution of income</b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "11":[{
                    "11-1-a-0": [
                      {
                            "name" : "<b>11.1.a Population living in households considering that they suffer from noise</b>"
                      }
                    ]
                  },{
                    "11-1-b-0": [
                      {
                            "name" : "<b>11.1.b Average useful floor area of dwelling per capita in urban areas</b>"
                      }
                    ]
                  },{
                    "11-1-c-0": [
                      {
                            "name" : "<b>11.1.c Share of total population in urban areas living in a dwelling with a leaking roof, damp walls, floors or foundation, or rot in window frames or floor</b>"
                      }
                    ]
                  },{
                    "11-1-d-0": [
                      {
                            "name" : "<b>11.1.d Share of buses powered by alternative fuels in the total number of buses serving urban transport</b>"
                      }
                    ]
                  },{
                    "11-1-e-0": [
                      {
                            "name" : "<b>11.1.e Transport of passengers per 1 inhabitant of urban areas</b>"
                      }
                    ]
                  },{
                    "11-1-f-0": [
                      {
                            "name" : "<b>11.1.f Proportion of municipal waste generated according to the treatment operation to total municipal generated</b>"
                      }
                    ]
                  },{
                    "11-2-a-0": [
                      {
                            "name" : "<b>11.2.a National indicator of average exposure to PM2.5</b>"
                      }
                    ]
                  },{
                    "11-2-b-0": [
                      {
                            "name" : "<b>11.2.b Area of green areas in urban areas per 1 inhabitant</b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "12":[{
                    "12-1-a-0": [
                      {
                            "name" : "<b>12.1.a Resource productivity</b>"
                      }
                    ]
                  },{
                    "12-1-b-0": [
                      {
                            "name" : "<b>12.1.b Domestic material consumption (DMC) per capita</b>"
                      }
                    ]
                  },{
                    "12-1-c-0": [
                      {
                            "name" : "<b>12.1.c Circular material use rate</b>"
                      }
                    ]
                  },{
                    "12-2-a-0": [
                      {
                            "name" : "<b>12.2.a Share of certified agricultural land area of organic farms in total agricultural land area of farms</b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "13":[{
                    "13-1-a-0": [
                      {
                            "name" : "<b>13.1.a Carbon dioxide (CO2) emissions (2010=100)</b>"
                      }
                    ]
                  },{
                    "13-1-b-0": [
                      {
                            "name" : "<b>13.1.b Greenhouse gas emissions (2010=100)</b>"
                      }
                    ]
                  },{
                    "13-2-a-0": [
                      {
                            "name" : "<b>13.2.a Renewable energy share in the gross final energy consumption</b>"
                      }
                    ]
                  },{
                    "13-2-b-0": [
                      {
                            "name" : "<b>13.2.b Acquisition of geothermal energy</b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "14":[{
                    "14-1-a-0": [
                      {
                            "name" : "<b>14.1.a Proportion of fish stocks within biologically sustainable levels</b>"
                      }
                    ]
                  },{
                    "14-2-a-0": [
                      {
                            "name" : "<b>14.2.a Indices of average employment in maritime economy (2010=100)</b>"
                      }
                    ]
                  },{
                    "14-3-a-0": [
                      {
                            "name" : "<b>14.3.a Cargo traffic at seaports</b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "15":[{
                    "15-1-a-0": [
                      {
                            "name" : "<b>15.1.a FBI - Farmland Bird Index (2000 = 100)</b>"
                      }
                    ]
                  },{
                    "15-1-b-0": [
                      {
                            "name" : "<b>15.1.b Share of devastated and degraded land requiring reclamation in total area</b>"
                      }
                    ]
                  },{
                    "15-1-c-0": [
                      {
                            "name" : "<b>15.1.c Share of forest land in total land area</b>"
                      }
                    ]
                  },{
                    "15-2-a-0": [
                      {
                            "name" : "<b>15.2.a National indicator of average exposure to PM2.5</b>"
                      }
                    ]
                  },{
                    "15-2-b-0": [
                      {
                            "name" : "<b>15.2.b Population connected to wastewater treatment plants</b>"
                      }
                    ]
                  },{
                    "15-2-c-0": [
                      {
                            "name" : "<b>15.2.c Industrial and municipal wastewater treated biologically, chemically and with increased biogene removal in % of wastewater requiring treatment</b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "16":[{
                    "16-1-a-0": [
                      {
                            "name" : "<b>16.1.a Percentage of persons who believe that Poland is a safe place to live</b>"
                      }
                    ]
                  },{
                    "16-1-b-0": [
                      {
                            "name" : "<b>16.1.b Percentage of persons who declare trust in public institutions - local authorities of cities or gminas</b>"
                      }
                    ]
                  },{
                    "16-2-a-0": [
                      {
                            "name" : "<b>16.2.a Regulatory quality</b>"
                      }
                    ]
                  },{
                    "16-3-a-0": [
                      {
                            "name" : "<b>16.3.a Time required to enforce a contract</b>"
                      }
                    ]
                  },{
                    "16-3-b-0": [
                      {
                            "name" : "<b>16.3.b Government effectiveness index</b>"
                      }
                    ]
                  },{
                    "16-4-a-0": [
                      {
                            "name" : "<b>16.4.a Percentage of individuals using the Internet for contacts with public authorities or public services for submitting completed forms</b>"
                      }
                    ]
                  },{
                    "16-5-a-0": [
                      {
                            "name" : "<b>16.5.a General government investment rate</b>"
                      }
                    ]
                  }]
      },
      
      {
          
          "17":[{
                    "17-1-a-0": [
                      {
                            "name" : "<b>17.1.a Official development assistance (ODA) in total</b>"
                      }
                    ]
                  },{
                    "17-1-b-0": [
                      {
                            "name" : "<b>17.1.b Bilateral official development assistance (ODA) in total</b>"
                      }
                    ]
                  },{
                    "17-2-a-0": [
                      {
                            "name" : "<b>17.2.a Official development assistance as a proportion of gross national income</b>"
                      }
                    ]
                  }]
      }
      
  ]
}
