


{
  "10-1-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "10.1.a Zróżnicowanie wartości dodanej brutto na 1 pracującego na poziomie regionów (NUTS 2)",
                      
                        "cel": "Cel 10. Mniej nierówności",
                      
                        "priorytet": "Niwelowanie różnic w rozwoju społeczno-gospodarczym regionów, zapobieganie tworzeniu się nowych dysproporcji rozwojowych",
                      
                        "definicja": "Wskaźnik dyspersji suma wartości bezwzględnych różnic między regionalnymi a krajową wartością dodaną brutto na 1 pracującego, ważonych udziałem liczby pracujących poszczególnych województw, wyrażona w procentach krajowej wartości dodanej brutto na 1 pracującego ogółem.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wartość dodana brutto (WDB) mierzy wartość nowo wytworzoną w wyniku działalności produkcyjnej krajowych jednostek instytucjonalnych. Wartość dodana brutto stanowi różnicę między produkcją globalną a zużyciem pośrednim, jest wyrażona w cenach bazowych. Wartość dodana brutto jest obliczana na podstawie obowiązującej w EU metodologii ESA. Do pracujących zalicza się: osoby zatrudnione na podstawie stosunku pracy (umowa o pracę, powołanie, mianowanie, wybór lub stosunek służbowy) pracodawców i pracujących na własny rachunek, a mianowicie: - właścicieli, współwłaścicieli i dzierżawców gospodarstw indywidualnych w rolnictwie (łącznie z pomagającymi członkami ich rodzin), - właścicieli i współwłaścicieli (łącznie z pomagającymi członkami ich rodzin z wyłączeniem wspólnik w spółek, którzy nie pracują w spółce) podmiotów prowadzących działalność gospodarczą poza gospodarstwami indywidualnymi w rolnictwie, - inne osoby pracujące na własny rachunek, np. osoby wykonujące wolne zawody osoby wykonujące pracę nakładczą agentów (łącznie z pomagającymi członkami ich rodzin oraz osobami zatrudnionymi przez agentów) członków spółdzielni produkcji rolniczej (rolniczych spółdzielni produkcyjnych i spółdzielni powstałych na ich bazie oraz spółdzielni kółek rolniczych) duchownych pełniących obowiązki duszpasterskie. Dane o liczbie pracujących według województw pogrupowano według faktycznego (stałego) miejsca pracy pracowników.Do przeliczeń na 1 pracującego przyjęto przeciętną w roku liczbę pracujących.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "Wskaźniki za lata 2020-2022 zostały zaktualizowane i obliczone na podstawie danych z rachunków regionalnych zrewidowanych, w ślad za rewizją benchmarkingową dokonaną w rocznych rachunkach narodowych. Dodatkowo, w celu ulepszenia metod szacunków oraz poprawy jakości danych wynikowych, zweryfikowano źródła danych stosowane w obliczeniach w rachunkach regionalnych. Opis wprowadzonych zmian został zawarty w ,,Informacji Głównego Urzędu Statystycznego na temat rewizji benchmarkingowej w rachunkach narodowych w latach 1995-2022,, z dnia 10 października 2024 r., dostępnej na stronie Główny Urząd Statystyczny / Obszary tematyczne / Rachunki narodowe / Roczne rachunki narodowe / Informacja Głównego Urzędu Statystycznego na temat rewizji rachunków narodowych w latach 1995-2022. Obliczenie wskaźników na podstawie zrewidowanych danych za lata 2010-2019 będzie możliwe po zakończeniu wdrażania rewizji benchmarkingowej do rachunków regionalnych. Wskaźnik za 2023 rok został obliczony na podstawie danych wstępnych.",
                      
                        "data_aktualizacji_danych": "25-02-2025",
                      
                        "data_aktualizacji_metadanych": "25-02-2025"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "15.9",
                        
                            "2011" :   "15.9",
                        
                            "2012" :   "15.8",
                        
                            "2013" :   "15.6",
                        
                            "2014" :   "15.4",
                        
                            "2015" :   "15.3",
                        
                            "2016" :   "14.7",
                        
                            "2017" :   "14.4",
                        
                            "2018" :   "14.9",
                        
                            "2019" :   "15.0",
                        
                            "2020" :   "12.1",
                        
                            "2021" :   "11.9",
                        
                            "2022" :   "13.1",
                        
                            "2023" :   "13.3"
                        
                        }
                    ]}
      ]
    }
  ]
}
