


{
  "10-1-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "10.1.a Zróżnicowanie wartości dodanej brutto na 1 pracującego na poziomie regionów (NUTS 2)",
                      
                        "cel": "Cel 10. Mniej nierówności",
                      
                        "priorytet": "Niwelowanie różnic w rozwoju społeczno-gospodarczym regionów, zapobieganie tworzeniu się nowych dysproporcji rozwojowych",
                      
                        "definicja": "Wskaźnik dyspersji suma wartości bezwzględnych różnic między regionalnymi a krajową wartością dodaną brutto na 1 pracującego, ważonych udziałem liczby pracujących poszczególnych województw, wyrażona w procentach krajowej wartości dodanej brutto na 1 pracującego ogółem.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wartość dodana brutto (WDB) mierzy wartość nowo wytworzoną w wyniku działalności produkcyjnej krajowych jednostek instytucjonalnych. Wartość dodana brutto stanowi różnicę między produkcją globalną a zużyciem pośrednim, jest wyrażona w cenach bazowych. Wartość dodana brutto jest obliczana na podstawie obowiązującej w EU metodologii ESA. Do pracujących zalicza się: osoby zatrudnione na podstawie stosunku pracy (umowa o pracę, powołanie, mianowanie, wybór lub stosunek służbowy) pracodawców i pracujących na własny rachunek, a mianowicie: - właścicieli, współwłaścicieli i dzierżawców gospodarstw indywidualnych w rolnictwie (łącznie z pomagającymi członkami ich rodzin), - właścicieli i współwłaścicieli (łącznie z pomagającymi członkami ich rodzin z wyłączeniem wspólnik w spółek, którzy nie pracują w spółce) podmiotów prowadzących działalność gospodarczą poza gospodarstwami indywidualnymi w rolnictwie, - inne osoby pracujące na własny rachunek, np. osoby wykonujące wolne zawody osoby wykonujące pracę nakładczą agentów (łącznie z pomagającymi członkami ich rodzin oraz osobami zatrudnionymi przez agentów) członków spółdzielni produkcji rolniczej (rolniczych spółdzielni produkcyjnych i spółdzielni powstałych na ich bazie oraz spółdzielni kółek rolniczych) duchownych pełniących obowiązki duszpasterskie. Dane o liczbie pracujących według województw pogrupowano według faktycznego (stałego) miejsca pracy pracowników.Do przeliczeń na 1 pracującego przyjęto przeciętną w roku liczbę pracujących.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "W 2020 r. wskaźnik obliczony na podstawie przeciętnej liczby pracujących w gospodarce narodowej opracowanej na bazie wyników PSR 2020. Wskaźnik obliczony na podstawie szacunku wstępnego wartości dodanej brutto w przekroju regionów za 2022 rok.",
                      
                        "data_aktualizacji_danych": "06-02-2024",
                      
                        "data_aktualizacji_metadanych": "06-02-2024"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "15.9",
                        
                            "2011" :   "15.9",
                        
                            "2012" :   "15.8",
                        
                            "2013" :   "15.6",
                        
                            "2014" :   "15.4",
                        
                            "2015" :   "15.3",
                        
                            "2016" :   "14.7",
                        
                            "2017" :   "14.4",
                        
                            "2018" :   "14.9",
                        
                            "2019" :   "15.0",
                        
                            "2020" :   "12.5",
                        
                            "2021" :   "12.3",
                        
                            "2022" :   "13.4"
                        
                        }
                    ]}
      ]
    }
  ]
}
