


{
  "10-2-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "10.2.a Zmiana liczby pracujących w podregionach o mniej korzystnych uwarunkowaniach rozwojowych",
                      
                        "cel": "Cel 10. Mniej nierówności",
                      
                        "priorytet": "Tworzenie miejsc pracy w obszarach o mniej korzystnych uwarunkowaniach rozwojowych",
                      
                        "definicja": "Spadek/wzrost liczby pracujących w porównaniu do roku poprzedniego w podregionach o mniej korzystnych uwarunkowaniach rozwojowych.",
                      
                        "jednostka": "osoby",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Podregion o mniej korzystnych uwarunkowaniach rozwojowych należy rozumieć jako podregion (NUTS 3), dla którego wskaźnik produktu krajowego brutto w przeliczeniu na 1 mieszkańca znajduje się poniżej wartości wyznaczającej pierwszy kwartyl w danym roku. Produkt krajowy brutto (PKB) jest to końcowy rezultat działalności produkcyjnej jednostek produkcyjnych będących rezydentami. Może on być zdefiniowany na trzy sposoby:  podejście od strony produkcji: PKB stanowi sumę wartości dodanej brutto poszczególnych sektorów instytucjonalnych lub poszczególnych gałęzi powiększoną o podatki od produktów pomniejszone o dotacje do produktów (które nie są przydzielone do sektorów czy gałęzi). Jest on też pozycją bilansującą rachunku produkcji gospodarki ogółem; podejście od strony rozdysponowania: PKB stanowi sumę końcowego wykorzystania wyrobów i usług przez jednostki instytucjonalne będące rezydentami (spożycia i akumulacji brutto), powiększonego o eksport i pomniejszonego o import towarów i usług; podejście od strony dochodów: PKB stanowi sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (kosztów związanych z zatrudnieniem, podatków związanych z produkcją i importem pomniejszonych o dotacje, nadwyżki operacyjnej brutto oraz dochodu mieszanego gospodarki ogółem).  Rachunki regionalne są podsystemem rachunków narodowych, w którym działalność ekonomiczna wszystkich podmiotów gospodarki narodowej jest grupowana w przekrojach terytorialnych według makroregionów, regionów i podregionów. Rachunki regionalne są opracowywane zgodnie z zasadami Europejskiego Systemu Rachunków 2010 (ESA 2010). Dla podregionów obliczane są: produkt krajowy brutto (PKB) i wartość dodana brutto (WDB) według grup rodzajów działalności (metodą jednostek lokalnych rodzaju działalności). Do przeliczeń na 1 mieszkańca przyjęto liczbę ludności według stanu w dniu 30 VI uwzględniającą wyniki Narodowego Spisu Powszechnego Ludności i Mieszkań 2011. Pracujący w gospodarce narodowej są to osoby wykonujące pracę przynoszącą im zarobek (w formie wynagrodzenia za pracę) lub dochód. Do pracujących zalicza się: 1) osoby zatrudnione na podstawie stosunku pracy (umowa o pracę, powołanie, mianowanie, wybór lub stosunek służbowy); 2) pracodawców i pracujących na własny rachunek, a mianowicie: a) właścicieli, współwłaścicieli i dzierżawców gospodarstw indywidualnych w rolnictwie (łącznie z pomagającymi członkami ich rodzin); b) właścicieli i współwłaścicieli (łącznie z pomagającymi członkami ich rodzin; z wyłączeniem wspólników spółek, którzy nie pracują w spółce) podmiotów prowadzących działalność gospodarczą poza gospodarstwami indywidualnymi w rolnictwie, c) inne osoby pracujące na własny rachunek, np. osoby wykonujące wolne zawody; 3) osoby wykonujące pracę nakładczą; 4) agentów (łącznie z pomagającymi członkami ich rodzin oraz osobami zatrudnionymi przez agentów); 5) członków spółdzielni produkcji rolniczej (rolniczych spółdzielni produkcyjnych i spółdzielni powstałych na ich bazie oraz spółdzielni kółek rolniczych); 6) duchownych pełniących obowiązki duszpasterskie. Bez pracujących w jednostkach budżetowych działających w zakresie obrony narodowej i bezpieczeństwa publicznego, według faktycznego miejsca pracy i rodzaju działalności.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2011 r.",
                      
                        "uwagi": "Dane z rachunków regionalnych podlegają weryfikacji z tytułu rutynowych rewizji w rocznych rachunkach narodowych, dokonywanych zgodnie z zasadami Zharmonizowanej Europejskiej Polityki Rewizji (HERP), rekomendowanej przez Komisję Europejską wszystkim krajom Unii Europejskiej."
                      
                        "data_aktualizacji_danych": "08-05-2023",
                      
                        "data_aktualizacji_metadanych": "11-05-2021",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "9328",
                        
                            "2012" :   "-32498",
                        
                            "2013" :   "13290",
                        
                            "2014" :   "35266",
                        
                            "2015" :   "26026",
                        
                            "2016" :   "48039",
                        
                            "2017" :   "44900",
                        
                            "2018" :   "31595",
                        
                            "2019" :   "17985",
                        
                            "2020" :   "-499944"
                        
                        }
                    ]}
      ]
    }
  ]
}
