


{
  "10-3-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "10.3.a Współczynnik Giniego - wskaźnik rozkładu dochodów",
                      
                        "cel": "Cel 10. Mniej nierówności",
                      
                        "priorytet": "Zmniejszenie nierówności dochodowych",
                      
                        "definicja": "Miara nierówności rozkładu dochodów. Przybiera wartość między 0 a 100. Wskaźnik ten osiągnąłby wartość 0 (rozkład jednorodny), gdyby wszystkie osoby miały ten sam dochód, natomiast wartość 100, gdyby wszystkie osoby poza jedną miały dochód zerowy. Zatem, im wyższa jest wartość wskaźnika, tym większy jest stopień koncentracji dochodów i większe jest ich zróżnicowanie.",
                      
                        "jednostka": "punkty ",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wskaźnik obliczany jest na podstawie rocznego ekwiwalentnego dochodu do dyspozycji gospodarstwa domowego pochodzącego z Badania EU-SILC. Badanie EU-SILC (Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej 'obserwacji' w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy; z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi - danych o osobach indywidualnych. Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia. W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym). Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r. Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe). Dochód ekwiwalentny to całkowity dochód pozostający do dyspozycji gospodarstwa domowego, podzielony według porównywalnego rozmiaru gospodarstwa. W celu określenia porównywalnego rozmiaru gospodarstwa domowego każdy jego członek (łącznie z dziećmi) otrzymuje współczynnik na podstawie zmodyfikowanej skali OECD. Waga 1,0 przypada pierwszej osobie dorosłej w gospodarstwie, 0,5 - każdej następnej osobie dorosłej, 0,3 dla każdego dziecka poniżej 14 r. życia. Oznacza to, że przykładowe 3-osobowe gospodarstwo domowe złożone z 2 osób dorosłych (czyli w wieku co najmniej 14 lat) i jednego dziecka liczy sobie 1,8 jednostek ekwiwalentnych (1+0,5+0,3). Dochód do dyspozycji definiowany jest jako suma dochodów pieniężnych (w przypadku dochodów z pracy najemnej uwzględniających dodatkowo korzyści niepieniężne związane z użytkowaniem samochodu służbowego) netto (po odliczeniu zaliczek na podatek dochodowy, podatków od dochodów z własności, składek na ubezpieczenie społeczne, zdrowotne) wszystkich członków gospodarstwa domowego pomniejszona o: podatki od nieruchomości, transfery pieniężne przekazane innym gospodarstwom domowym oraz saldo rozliczeń z Urzędem Skarbowym.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "Niepełne szeregi czasowe dla prezentowanych wymiarów wynikają z braku naliczenia dla nich wartości w przypadku niektórych lat.W 2021 r. dane wstępne."
                      }
      ],
      "dane": [
        {
                      "miasto/wieś": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "31.1",
                                  
                                      "2011" :   "31.1",
                                  
                                      "2012" :   "30.9",
                                  
                                      "2013" :   "30.7",
                                  
                                      "2014" :   "30.8",
                                  
                                      "2015" :   "30.6",
                                  
                                      "2016" :   "29.8",
                                  
                                      "2017" :   "29.2",
                                  
                                      "2018" :   "27.8",
                                  
                                      "2019" :   "28.5",
                                  
                                      "2020" :   "27.2",
                                  
                                      "2021" :   "26.8"
                                  
                                  }
                              ],
                              "miasto": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "30.0",
                                  
                                      "2014" :   "30.1",
                                  
                                      "2015" :   "29.9",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "28.9",
                                  
                                      "2018" :   "27.3",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "26.4",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ],
                              "wieś": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "29.1",
                                  
                                      "2014" :   "29.2",
                                  
                                      "2015" :   "29.3",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "26.9",
                                  
                                      "2018" :   "26.5",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "26.5",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ]
                          }
                      ],
                      "wg typu gospodarstwa domowego": [
                          {
                              "1 osobowe": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "31.7",
                                  
                                      "2015" :   "32.1",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "34.0",
                                  
                                      "2018" :   "32.9",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "31.9",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ],
                              "bez dzieci na utrzymaniu": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "29.3",
                                  
                                      "2015" :   "29.7",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "28.2",
                                  
                                      "2018" :   "28.0",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "26.8",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ],
                              "z dziećmi na utrzymaniu ogółem": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "32.0",
                                  
                                      "2015" :   "30.7",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "28.6",
                                  
                                      "2018" :   "26.3",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "26.1",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ],
                              "z 1 dzieckiem": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "30.3",
                                  
                                      "2015" :   "30.1",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "31.3",
                                  
                                      "2018" :   "28.8",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "27.1",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ],
                              "z 2 dzieci": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "32.0",
                                  
                                      "2015" :   "32.7",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "29.4",
                                  
                                      "2018" :   "27.8",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "26.5",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ],
                              "z 3 i więcej dzieci": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "37.0",
                                  
                                      "2015" :   "37.4",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "34.1",
                                  
                                      "2018" :   "26.9",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "27.6",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ],
                              "samotnych rodziców z dziećmi na utrzymaniu": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "29.8",
                                  
                                      "2015" :   "34.4",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "23.9",
                                  
                                      "2018" :   "25.0",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "26.4",
                                  
                                      "2021" :   ""
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
