


{
  "10-4-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "10.4.a Liczba dostosowanych budynków mieszkalnictwa wielorodzinnego i użyteczności publicznej",
                      
                        "cel": "Cel 10. Mniej nierówności",
                      
                        "priorytet": "Zapewnienie osobom z niepełnosprawnościami społecznego i ekonomicznego włączenia oraz dostępności, w tym poprzez ograniczanie barier w dostępie do korzystania z infrastruktury",
                      
                        "definicja": "Liczba budynków mieszkalnictwa wielorodzinnego i użyteczności publicznej, w których przeprowadzono inwestycje dofinansowane z Funduszu Dostępności, zwiększające dostępność architektoniczną lub informacyjno-komunikacyjną części wspólnej budynku, dla osób ze szczególnymi potrzebami, w tym osób z niepełnosprawnościami.",
                      
                        "jednostka": "sztuki",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Fundusz Dostępności – utworzony w październiku 2019 r. na mocy art. 35 ust. 3 ustawy z dnia 19 lipca 2019 r. o zapewnianiu dostępności osobom ze szczególnymi potrzebami (Dz. U. z 2022 r. poz. 2240) instrument finansowy pozwalający na finansowanie działań związanych ze zwiększaniem dostępności budynków dla osób ze szczególnymi potrzebami dzięki oferowanym przez Bank Gospodarstwa Krajowego preferencyjnym, nisko oprocentowanym, częściowo umarzalnym pożyczkom. Osoba ze szczególnymi potrzebami – zgodnie z definicją art. 2 pkt 3 ww. ustawy oznacza osobę, która ze względu na swoje cechy zewnętrzne lub wewnętrzne, albo ze względu na okoliczności, w których się znajduje, musi podjąć dodatkowe działania lub zastosować dodatkowe środki  w celu przezwyciężenia bariery, aby uczestniczyć w różnych sferach życia na zasadzie równości z innymi osobami. Dostępność architektoniczna – o której mowa w art. 6 pkt 1 ww. ustawy oznacza zapewnienie dostępność budynku dla osób ze szczególnymi potrzebami obejmująca co najmniej: zapewnienie wolnych od barier poziomych i pionowych przestrzeni komunikacyjnych budynków, instalację urządzeń lub zastosowanie środków technicznych i rozwiązań architektonicznych w budynku, które umożliwiają dostęp do wszystkich pomieszczeń, z wyłączeniem pomieszczeń technicznych; zapewnienie informacji na temat rozkładu pomieszczeń w budynku, co najmniej w sposób wizualny i dotykowy lub głosowy, zapewnienie wstępu do budynku osobie korzystającej z psa asystującego; zapewnienie osobom ze szczególnymi potrzebami możliwości ewakuacji lub ich uratowania w inny sposób. Dostępność informacyjno-komunikacyjna – o której mowa w art. 6 pkt 3 ww. ustawy obejmuje co najmniej: obsługę z wykorzystaniem  środków  wspierających  komunikowanie  się, o których mowa w art. 3 pkt 5 ustawy z dnia 19 sierpnia 2011 r. o języku migowym  i innych  środkach  komunikowania  się  (Dz. U.  z 2023 r.  poz. 20), lub przez wykorzystanie zdalnego dostępu online do usługi tłumacza przez strony internetowe i aplikacje; zapewnienie instalacji urządzeń lub innych środków technicznych do obsługi osób słabosłyszących, w szczególności pętli indukcyjnych, systemów FM lub urządzeń opartych o inne technologie, których celem jest wspomaganie słyszenia; zapewnienie na stronie internetowej danego podmiotu informacji o zakresie jego działalności – w postaci elektronicznego pliku zawierającego tekst odczytywalny maszynowo, nagrania treści w polskim języku migowym oraz informacji w tekście łatwym do czytania; zapewnienie, na wniosek osoby ze szczególnymi potrzebami, komunikacji z podmiotem publicznym w formie określonej w tym wniosku. Osoba z niepełnosprawnością – osoba, która posiada orzeczenie wydane przez organ do tego uprawniony lub osoba, która takiego orzeczenia nie posiada, lecz odczuwa ograniczenie sprawności w wykonywaniu czynności podstawowych dla swojego wieku.",
                      
                        "zrodlo": "Ministerstwo Funduszy i Polityki Regionalnej ",
                      
                        "czestotliwosc": "Dane roczne; od 2019 r.",
                      
                        "uwagi": ""
                      
                        "data_aktualizacji_danych": "01-06-2023",
                      
                        "data_aktualizacji_metadanych": "19-06-2023",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "",
                        
                            "2016" :   "",
                        
                            "2017" :   "",
                        
                            "2018" :   "",
                        
                            "2019" :   "0",
                        
                            "2020" :   "5",
                        
                            "2021" :   "40",
                        
                            "2022" :   "92"
                        
                        }
                    ]}
      ]
    }
  ]
}
