


{
  "6-3-2": [
    {
      "metadane": [
        
        {
                        "nazwa": "6.3.2 Odsetek jednolitych części wód o dobrej jakości wody",
                      
                        "cel": "Cel 6. Czysta woda i warunki sanitarne",
                      
                        "zadanie": "6.3 Do 2030 roku poprawić jakość wody poprzez redukcję zanieczyszczeń, likwidowanie wysypisk śmieci, ograniczenie stosowania szkodliwych substancji chemicznych i innych szkodliwych materiałów. Zmniejszyć o połowę ilość nieoczyszczonych ścieków oraz znacząco podnieść poziom recyklingu i bezpiecznego ponownego użytkowania materiałów w skali globalnej",
                      
                        "definicja": "Stosunek liczby jednolitych części wód powierzchniowych o dobrym stanie do ogólnej liczby jednolitych części wód rzecznych monitorowanych w ramach monitoringu diagnostycznego w ostatnich 6 latach w danej kategorii wód tj: (1) jeziora, (2) rzeki.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Stan jednolitych części wód rzek i jezior ocenia się jako dobry lub zły, analizując wyniki klasyfikacji ich stanu lub potencjału ekologicznego (na podstawie wyników badań wskaźników jakości wód wchodzących w skład elementów fizyko-chemicznych, biologicznych i hydromorfologicznych) oraz, jeżeli takie badania były planowane i zrealizowane, wyniki klasyfikacji stanu chemicznego (na podstawie wartości granicznych chemicznych wskaźników jakości wód). O ocenie końcowej decyduje najgorszy wskaźnik. Sklasyfikowanie jednolitej części wód do umiarkowanego lub gorszego stanu/potencjału ekologicznego, bądź do złego stanu chemicznego, wskazuje na zły stan wód, informujący, że w ocenianym okresie jednolita część wód nie spełniała wymagań określonych w przypisanych jej celach środowiskowych. W przypadku, gdy w wyniku oceny uzyskany został co najmniej dobry stan/potencjał ekologiczny, a nie została wykonana ocena stanu chemicznego lub wskazany został dobry stan chemiczny, a nie było możliwości określenia stanu/potencjału ekologicznego, nie można określić końcowej oceny stanu jednolitych części wód. Ocena monitorowanych jednolitych części wód rzek i jezior została uzupełniona o ekspercką ocenę stanu/potencjału ekologicznego pozostałych wód. W przyjętej metodzie, gdy brak było danych umożliwiających precyzyjne określenie stanu/potencjału ekologicznego, dopuszczono przypisanie oceny jako „co najmniej dobry” lub „poniżej dobrego”, co posłużyło określeniu stanu ogólnego tych wód. W związku z cyklicznym planowaniem i programowaniem w gospodarce wodnej w Polsce, dane dotyczące jakości wód powierzchniowych dla: •	2015 r. odnoszą się do cyklu obejmującego lata 2010-2015 w odniesieniu do jezior i rzek (jeziora badane w 9 województwach , a rzeki w całym kraju), •	2021 r. odnoszą się do cyklu obejmującego lata 2016-2021 w odniesieniu do jezior i rzek (jeziora badane w 10 województwach, a rzeki w całym kraju).  Znaczne zmniejszenie w 2021 r. odsetka jednolitych części wód o dobrej jakości wody w stosunku do 2015 r. wynika z włączenia do monitoringu wód substancji priorytetowych, które wcześniej nie były monitorowane. Dodatkowo, w 2016 r. zostało zmienione rozporządzenie w sprawie sposobu klasyfikacji stanu jednolitych części wód powierzchniowych oraz środowiskowych norm jakości dla substancji priorytetowych, w którym zaostrzone zostały wymagania dla elementów fizykochemicznych.",
                      
                        "zrodlo": "Główny Inspektorat Ochrony Środowiska",
                      
                        "czestotliwosc": "co 6 lat",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {
                      "wg kategorii wód": [
                          {
                              "jeziora": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "37.0",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "1.0"
                                  
                                  }
                              ],
                              "rzeki": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "20.0",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "0.5"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
