


{
  "6-b-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "6.b.1 Odsetek jednostek samorządu terytorialnego z ustalonymi i wdrożonymi zasadami i procedurami dotyczącymi udziału społeczności lokalnych w gospodarowaniu zasobami wodnymi i infrastrukturze sanitarnej",
                      
                        "cel": "Cel 6. Czysta woda i warunki sanitarne",
                      
                        "zadanie": "6.b Wspierać i wzmocnić udział lokalnych społeczności w poprawie gospodarowania zasobami wodnymi i infrastruktury sanitarnej",
                      
                        "definicja": "Udział jednostek samorządu terytorialnego z ustalonymi i wdrożonymi zasadami i procedurami dotyczącymi udziału społeczności lokalnych w gospodarowaniu zasobami wodnymi i infrastrukturze sanitarnej w ogólnej liczbie jednostek samorządu terytorialnego w kraju.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "W Polsce obowiązuje ustawa z dnia 3 października 2008 r. o udostępnianiu informacji o środowisku i jego ochronie, udziale społeczeństwa w ochronie środowiska oraz o ocenach oddziaływania na środowisko, która określa zasady i procedury dotyczące udziału społeczności lokalnych w gospodarowaniu środowiskowego w ramach decyzji jednostek smamorządu terytorialnego. W związku z tym należy uznać, ze 100% jednostek samorządu terytorialnego ma wdrożone zasady i procedury dotyczące udziału społeczności lokalnych w gospodarowaniu zasobami wodnymi i infrastrukturze sanitarnej.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "100",
                        
                            "2011" :   "100",
                        
                            "2012" :   "100",
                        
                            "2013" :   "100",
                        
                            "2014" :   "100",
                        
                            "2015" :   "100",
                        
                            "2016" :   "100",
                        
                            "2017" :   "100",
                        
                            "2018" :   "100",
                        
                            "2019" :   "100"
                        
                        }
                    ]}
      ]
    }
  ]
}
