


{
  "7-3-b": [
    {
      "metadata": [
        
        {
                        "name": "7.3.b SAIDI (System Average Interruption Duration Index)",
                      
                        "goal": "Goal 7. Affordable and clean energy",
                      
                        "priority": "Ensurance of energy security of the state",
                      
                        "definition": "Average system duration of long or very long interruption in electricity supply per one power consumer.",
                      
                        "unit": "minutes ",
                      
                        "dimensions": "total",
                      
                        "methodology": "SAIDI (System Average Interruption Duration Index), expressed in minutes per power consumer per year, is the products sum of duration of long and very long interruption in electricity supply and number of power consumers exposed on effects of this interruption in a year, divided by total number of power consumers served. SAIDI informs of total duration of interruption of electricity power supply (in minutes) that power consumer can expect on average in a year. SAIDI is determined separately for planned and non-planned interruptions, taking into consideration disastrous interruptions and without taking into consideration those interruptions, according to Decree of the Minister of the Economy of 21 September 2008, changing the decree on detailed conditions of electro-energetic system functioning (Journal of Laws from 2008 No 162, item 162 position 1005). Long interruption lasts longer than 3 minutes and no longer that 12 hours very long interruption lasts longer than 12 hours and no longer than 24 hours.",
                      
                        "source": "the Ministry of Climate and Environment",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "316.1",
                      
                          "2011" :   "309.1",
                      
                          "2012" :   "254.0",
                      
                          "2013" :   "254.2",
                      
                          "2014" :   "191.3",
                      
                          "2015" :   "243.6",
                      
                          "2016" :   "179.9",
                      
                          "2017" :   "285.0",
                      
                          "2018" :   "133.0"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
