


{
  "7-4-b": [
    {
      "metadata": [
        
        {
                        "name": "7.4.b Share of average monthly expenditures on electricity, gas and other fuels in total household expenditures ",
                      
                        "goal": "Goal 7. Affordable and clean energy",
                      
                        "priority": "Fulfillment of enterprises and households' energy needs",
                      
                        "definition": "Ratio of average monthly expenditures on energy carriers per one person in a household to total household expenditures per one person.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "The indicator is calculated on the basis of information obtained from the Household Budget Survey.The household budget survey is conducted using the representative method. The purpose of the survey is to enable the analysis of the living standards of the population as well as evaluate the impact of various factors on the living standard and its diversity among basic groups of households. The survey unit is a household, which is understood as persons who may be related or unrelated, living together and maintaining themselves jointly (multi-person household). The household can also be formed by one individual maintaining himself/herself independently, regardless of whether the individual lives alone or with other persons (one-person household). Expenditures cover expenditures on consumer goods and services as well as other expenditures. Expenditures on consumer goods and services are allocated to satisfying household's needs. They include products purchased by cash, also using debt or credit card, on credit, received free of charge and natural consumption (consumer goods and services taken from individual farm or own economic activity to satisfy household's needs). Consumer goods comprise non-durable goods (e.g. food, beverages or medicines), semi-durable goods (e.g. clothes, books, toys) and durable goods (e.g. cars, washing machines, refrigerators, television sets).Other expenditures include:  - gifts donated to other households and non-commercial institutions;  - certain taxes, such as tax on legacy and donations, tax on real estates, fees for perpetual use of the land;  - prepayments of personal income tax and social security contributions paid directly by the tax payer;  - other kinds of expenditures not allocated directly to consumption, including sums lost in gambling and lotteries, losses of cash and bails.Expenditures on electricity, gas and other fuels were isolated on the basis of COICOP classification.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "11.9",
                      
                          "2011" :   "12.3",
                      
                          "2012" :   "12.1",
                      
                          "2013" :   "12.2",
                      
                          "2014" :   "11.5",
                      
                          "2015" :   "11.4",
                      
                          "2016" :   "10.8",
                      
                          "2017" :   "10.7",
                      
                          "2018" :   "10.3",
                      
                          "2019" :   "9.8",
                      
                          "2020" :   "10.3"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
