


{
  "7-4-a": [
    {
      "metadata": [
        
        {
                        "name": "7.4.a Percentage of households (with income below 60% median) declaring inability to keep home adequately warm",
                      
                        "goal": "Goal 7. Affordable and clean energy",
                      
                        "priority": "Fulfillment of enterprises and households' energy needs",
                      
                        "definition": "Share of households (with income below 60% median) declaring inability to keep home adequately warm in the total number of households.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "The indicator is calculated on the basis of information obtained from the EU-SILC survey. EU-SILC survey (European Union Statistics on Income and Living Conditions) is a constant survey (conducted every year) whose subject are households and persons aged 16 and more in households. The survey is a panel study, i.e. selected group of respondents is subject to several rounds of “observation” at intervals, so that it allows to observe and analyze the changing situation, attitudes, behaviour or opinions of a surveyed group. Survey is conducted by face-to-face interview technique using 2 questionnaires one of which is used to obtain data on households, and the second to obtain data on individuals. The purpose of EU-SILC survey is to obtain information which allows the assessment of living conditions of Polish society and allows to compare them to the living conditions in other countries of European Union. This is achieved by adoption of a uniform methodology by Eurostat. At current requests of European Union authorities, module surveys devoted to selected issue are also conducted within EU-SILC survey (that is an additional questionnaire proceeded together with the basic survey). Statistics Poland implemented EU-SILC survey in 2005. The survey unit is a household, which is understood as the persons who may be related or unrelated, living together and maintaining themselves jointly (multi-person household). Household can also be formed by one individual maintaining himself/herself independently, regardless of whether the individual lives alone or with other persons (one-person household).",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "2021 - preliminary data."
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "30.7",
                      
                          "2011" :   "28.7",
                      
                          "2012" :   "27.6",
                      
                          "2013" :   "23.8",
                      
                          "2014" :   "20.7",
                      
                          "2015" :   "18.7",
                      
                          "2016" :   "16.7",
                      
                          "2017" :   "15.1",
                      
                          "2018" :   "13.7",
                      
                          "2019" :   "11.5",
                      
                          "2020" :   "8.9",
                      
                          "2021" :   "8.2"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
