


{
  "2-1-c": [
    {
      "metadane": [
        
        {
                        "nazwa": "2.1.c Udział powierzchni użytków rolnych w gospodarstwach rolnych o powierzchni użytków rolnych powyżej 30 ha w powierzchni użytków rolnych ogółem w gospodarstwach rolnych",
                      
                        "cel": "Cel 2. Zero głodu",
                      
                        "priorytet": "Wsparcie przekształceń strukturalnych zapewniających wzrost konkurencyjności rolnictwa, w tym wzrost konkurencyjności gospodarstw rolnych i producentów rolno-spożywczych",
                      
                        "definicja": "Powierzchnia użytków rolnych w gospodarstwach rolnych o powierzchni użytków rolnych powyżej 30 ha w stosunku do powierzchni użytków rolnych ogółem w gospodarstwach rolnych posiadających użytki rolne.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Gospodarstwo rolne to jednostka wyodrębniona pod względem technicznym i ekonomicznym, posiadająca odrębne kierownictwo (użytkownik lub zarządzający) i prowadząca działalność rolniczą. Do działalności rolniczej zalicza się: 1. działalność związaną z uprawą roślin, która obejmuje: wszystkie uprawy rolne (w tym grzyby jadalne), warzywnictwo i ogrodnictwo, szkółkarstwo, hodowlę i nasiennictwo roślin rolniczych i ogrodniczych; 2. chów i hodowlę zwierząt gospodarskich, tj. bydła, owiec, kóz, koni, trzody chlewnej, drobiu, królików, pozostałych zwierząt futerkowych, dzikich zwierząt utrzymywanych w gospodarstwie dla produkcji mięsa (np. dziki, sarny, daniele) i pszczół; 3. działalność polegającą na utrzymaniu użytków rolnych według zasad dobrej kultury rolnej (zgodnie z normami). Powierzchnia użytków rolnych obejmuje powierzchnię użytków rolnych w dobrej kulturze rolnej i użytków rolnych pozostałych. Użytki rolne w dobrej kulturze rolnej - utrzymywane zgodnie z normami spełniającymi wymogi Ustawy z dnia 5 II 2015 r. o płatnościach w ramach systemów wsparcia bezpośredniego (tekst jednolity Dz. U. 2015 poz. 1551) - obejmują: powierzchnię pod zasiewami, grunty ugorowane, uprawy trwałe (w tym sady), ogrody przydomowe, łąki trwałe i pastwiska trwałe. Użytki rolne pozostałe to użytki rolne nieużytkowane i nieutrzymywane w dobrej kulturze. Dane o powierzchni użytków rolnych nie obejmują gruntów posiadaczy użytków rolnych nieprowadzących działalności rolniczej oraz gruntów posiadaczy poniżej 1 ha użytków rolnychprowadzących działalność rolniczą o małej skali (poniżej określonych progów).",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "W związku z wprowadzeniem od 2010 r. stopniowych zmian w metodologii badań rolniczych, mających na celu dostosowanie do standardów unijnych oraz uwzględnienie przemian dokonujących się w polskim rolnictwie – zmianie uległa definicja gospodarstwa rolnego. Zgodnie z definicją obowiązującą od 2010 r. w badaniach rolniczych nie ujmuje się posiadaczy użytków rolnych nieprowadzących działalności rolniczej oraz posiadaczy poniżej 1 ha użytków rolnych prowadzących działalność rolniczą o małej skali (poniżej określonych progów)."
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "39",
                        
                            "2011" :   "38",
                        
                            "2012" :   "40",
                        
                            "2013" :   "41",
                        
                            "2014" :   "41",
                        
                            "2015" :   "41",
                        
                            "2016" :   "42",
                        
                            "2017" :   "41",
                        
                            "2018" :   "42",
                        
                            "2019" :   "43",
                        
                            "2020" :   "46"
                        
                        }
                    ]}
      ]
    }
  ]
}
