


{
  "2-2-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "2.2.b Odsetek próbek artykułów rolno-spożywczych o niewłaściwej jakości handlowej",
                      
                        "cel": "Cel 2. Zero głodu",
                      
                        "priorytet": "Zapewnienie jakości i bezpieczeństwa żywności oraz bezpieczeństwa żywnościowego kraju, przy uwzględnieniu wymogów środowiskowych",
                      
                        "definicja": "Liczba próbek artykułów rolno-spożywczych o jakości handlowej niezgodnej z wymaganiami lub deklaracją producenta w stosunku do liczby próbek poddanych kontroli.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Jakość handlowa to cechy artykułu rolno-spożywczego dotyczące jego właściwości organoleptycznych, fizykochemicznych i mikrobiologicznych w zakresie technologii produkcji, wielkości lub masy oraz wymagania wynikające ze sposobu produkcji, opakowania, prezentacji i oznakowania. Artykuły rolno-spożywcze to produkty rolne, runo leśne, dziczyzna, organizmy morskie i słodkowodne w postaci surowców, półproduktów oraz wyrobów gotowych otrzymywanych z tych surowców i półproduktów, w tym środki spożywcze. Kontrola jakości handlowej artykułów rolno-spożywczych oraz warunków składowania i transportu polega na sprawdzaniu czy artykuły rolno-spożywcze spełniają wymagania jakości handlowej określone w przepisach oraz dodatkowe wymagania, jeżeli spełnienie zostało zadeklarowane przez producenta, a także czy ich składowanie lub transport zapewnia zachowanie właściwej jakości handlowej.",
                      
                        "zrodlo": "Inspekcja Jakości Handlowej Artykułów Rolno-Spożywczych",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "27-04-2021",
                      
                        "data_aktualizacji_metadanych": "24-03-2020"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "16.2",
                        
                            "2011" :   "15.7",
                        
                            "2012" :   "17.2",
                        
                            "2013" :   "19.3",
                        
                            "2014" :   "17.5",
                        
                            "2015" :   "13.5",
                        
                            "2016" :   "9.0",
                        
                            "2017" :   "12.1",
                        
                            "2018" :   "20.7",
                        
                            "2019" :   "14.5",
                        
                            "2020" :   "16.5"
                        
                        }
                    ]}
      ]
    }
  ]
}
