


{
  "2-4-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "2.4.a Wartość eksportu artykułów rolno-spożywczych w przeliczeniu na 1 mieszkańca",
                      
                        "cel": "Cel 2. Zero głodu",
                      
                        "priorytet": "Promocja produktów sektora rolno-spożywczego (w tym żywności wysokiej jakości) oraz wsparcie jego ekspansji zagranicznej",
                      
                        "definicja": "Wartość towarów wywiezionych poza granicę Polski zaliczanych do grupy artykułów rolno-spożywczych wyrażona w złotówkach w przeliczeniu na 1 mieszkańca.",
                      
                        "jednostka": "zł",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Badania statystyczne handlu zagranicznego prowadzone są zgodnie z metodologią opracowaną przez Departament Statystyki ONZ. Począwszy od 1 maja 2004 r. obroty towarowe w handlu zagranicznym prezentowane są według Nomenklatury Scalonej CN (8-cyfrowy poziom szczegółowości), która podlega corocznej weryfikacji.Towary rolno-spożywcze obejmują 4 sekcje nomenklatury CN, tj. produkty pochodzenia roślinnego, zwierzęta żywe, przetwory rolno-spożywcze oraz oleje i tłuszcze. Z dniem 1 maja 2004 r., źródłem danych dla statystki handlu zagranicznego są:  deklaracje INTRASTAT - służące do rejestracji obrotów realizowanych z krajami UE; zgłoszenia celne w systemie EXTRASTAT - stosowane do rejestracji obrotów realizowanych z krajami spoza Unii Europejskiej (tzw. krajami trzecimi).  Od 1 stycznia 2006 r. wykorzystywane są również alternatywne źródła danych do rejestracji obrotów tzw. towarami specyficznymi do których zalicza się: statki morskie, statki powietrzne, produkty morskie, w tym kupno/sprzedaż ryb z burty, energia elektryczna i gaz ziemny. Wartość importu została wykazana na warunkach cif port polski lub franco granica polska, tzn. łącznie transportu i ubezpieczenia do granicy polskiej. Wartość eksportu została podana na bazie fob, tj. na warunkach franco granica lub fob port kraju dostawcy.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      
                        "data_aktualizacji_danych": "14-10-2022",
                      
                        "data_aktualizacji_metadanych": "26-04-2023",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "1401.46",
                        
                            "2011" :   "1620.07",
                        
                            "2012" :   "1950.90",
                        
                            "2013" :   "2218.12",
                        
                            "2014" :   "2377.84",
                        
                            "2015" :   "2596.98",
                        
                            "2016" :   "2908.95",
                        
                            "2017" :   "3090.58",
                        
                            "2018" :   "3249.46",
                        
                            "2019" :   "3555.37",
                        
                            "2020" :   "3957.77",
                        
                            "2021" :   "4501.61"
                        
                        }
                    ]}
      ]
    }
  ]
}
