


{
  "2-4-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "2.4.b Udział towarów rolno-spożywczych w polskim eksporcie ogółem",
                      
                        "cel": "Cel 2. Zero głodu",
                      
                        "priorytet": "Promocja produktów sektora rolno-spożywczego (w tym żywności wysokiej jakości) oraz wsparcie jego ekspansji zagranicznej",
                      
                        "definicja": "Udział wartości wyeksportowanych towarów rolno-spożywczych w wartości polskiego eksportu ogółem.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Obroty towarowe w handlu zagranicznym prezentowane są według Nomenklatury Scalonej CN (8-cyfrowy poziom szczegółowości), która podlega corocznej weryfikacji. Zgodnie z Nomenklaturą Scaloną CN do artykułów rolno-spożywczych zaliczono następujące grupy towarów: – towary rolno-spożywcze pochodzenia zwierzęcego, – towary rolno-spożywcze pochodzenia roślinnego, – tłuszcze i oleje, – przetwory spożywcze, które są towarami zarówno pochodzenia roślinnego, jak i zwierzęcego.Eksport – wywóz za granicę dóbr, które zostały wytworzone w danym kraju.Za kraj pochodzenia uważa się kraj, w którym towar został wytworzony, obrobiony lub przerobiony i w tym stanie nadszedł do polskiego obszaru celnego.Za kraj przeznaczenia przyjmuje się kraj konsumpcji, tj. kraj, w którym towar zostanie ostatecznie zużyty.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "11.22",
                        
                            "2011" :   "11.17",
                        
                            "2012" :   "12.46",
                        
                            "2013" :   "13.18",
                        
                            "2014" :   "13.20",
                        
                            "2015" :   "13.30",
                        
                            "2016" :   "13.17",
                        
                            "2017" :   "13.45",
                        
                            "2018" :   "13.28",
                        
                            "2019" :   "13.34",
                        
                            "2020" :   "14.30",
                        
                            "2021" :   "13.05"
                        
                        }
                    ]}
      ]
    }
  ]
}
