


{
  "2-6-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "2.6.a Liczba zasobów genetycznych roślin i zwierząt dla wyżywienia i rolnictwa zabezpieczonych w kolekcjach banków genów",
                      
                        "cel": "Cel 2. Zero głodu",
                      
                        "priorytet": "Poszanowanie różnorodności biologicznej poprzez jej zwiększanie lub co najmniej niepogarszanie jej stanu",
                      
                        "definicja": "Liczba zasobów genetycznych roślin dla wyżywienia i rolnictwa zabezpieczonych w kolekcjach banków genów, przechowywanych w postaci generatywnej - w formie nasion oraz w postaci wegetatywnej - w formie plantacji polowych, kultur in vitro, mikrobulwek itp.",
                      
                        "jednostka": "sztuki",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Kolekcje roślin utrzymywanych w banku genów obejmują rośliny: rolnicze (zboża, okopowe, specjalne, zielarskie, pastewne, rekultywacyjne i energetyczne, motylkowate drobnonasienne, marginalne rośliny strączkowe gruboziarniste), warzywne, sadownicze (w tym podkładki drzew ziarnkowych, podkładki drzew pestkowych, rzadkie gatunki roślin sadowniczych, rośliny jagodowe), miododajne i ozdobne. Wskaźnik obliczany jest na podstawie bazy danych, zawierającej liczbę obiektów oraz dane na ich temat. Informacje dostępne są w IHAR-PIB pod adresem:https://egiset.ihar.edu.pl. Baza danych obejmuje zasoby przechowywane w kolekcjach banku genów, w różnych formach, zlokalizowanych w IHAR Radzików (centralna przechowalnia nasion) oraz w szeregu innych instytucji, m.in.: Instytut Ogrodnictwa w Skierniewicach, Arboretum i Zakład Fizjografii w Bolestraszycach; Polska Akademia Nauk Ogród Botaniczny - Centrum Zachowania Bioróżnorodności Biologicznej w Powsinie; Szkoła Główna Gospodarstwa Wiejskiego w Warszawie; Uniwersytet Przyrodniczy w Poznaniu; Towarzystwo Przyjaciół Dolnej Wisły w Grucznie; Poznańska Hodowla Roślin Sp. z o.o. w Tulcach; Instytut Włókien Naturalnych i Roślin Zielarskich w Poznaniu; Instytut Uprawy Nawożenia i Gleboznawstwa - PIB w Puławach.",
                      
                        "zrodlo": "Ministerstwo Rolnictwa i Rozwoju Wsi / Instytut Hodowli i Aklimatyzacji Roślin - PIB in Radzików / Instytut Ogrodnictwa w Skierniewicach",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "W liczbie obiektów bazy danych IHAR-PIB zawarte są także dane historyczne."
                      }
      ],
      "dane": [
        {
                      "zasoby genetyczne roślin": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "73660",
                                  
                                      "2011" :   "74215",
                                  
                                      "2012" :   "75551",
                                  
                                      "2013" :   "76951",
                                  
                                      "2014" :   "80430",
                                  
                                      "2015" :   "81807",
                                  
                                      "2016" :   "82514",
                                  
                                      "2017" :   "88362",
                                  
                                      "2018" :   "85855",
                                  
                                      "2019" :   "85876"
                                  
                                  }
                              ]
                          }
                      ],
                      "zasoby genetyczne zwierząt": [
                          {
                              "gęsi w żywych kolekcjach": [
                                  {
                                  
                                      "2010" :   "3681",
                                  
                                      "2011" :   "3716",
                                  
                                      "2012" :   "3675",
                                  
                                      "2013" :   "3959",
                                  
                                      "2014" :   "3981",
                                  
                                      "2015" :   "3907",
                                  
                                      "2016" :   "4256",
                                  
                                      "2017" :   "3979",
                                  
                                      "2018" :   "4197",
                                  
                                      "2019" :   "4453"
                                  
                                  }
                              ],
                              "kaczki w żywych kolekcjach": [
                                  {
                                  
                                      "2010" :   "1293",
                                  
                                      "2011" :   "1277",
                                  
                                      "2012" :   "1296",
                                  
                                      "2013" :   "1319",
                                  
                                      "2014" :   "1314",
                                  
                                      "2015" :   "1394",
                                  
                                      "2016" :   "1307",
                                  
                                      "2017" :   "1373",
                                  
                                      "2018" :   "1455",
                                  
                                      "2019" :   "1497"
                                  
                                  }
                              ],
                              "kury w żywych kolekcjach": [
                                  {
                                  
                                      "2010" :   "7225",
                                  
                                      "2011" :   "7210",
                                  
                                      "2012" :   "7884",
                                  
                                      "2013" :   "8168",
                                  
                                      "2014" :   "8207",
                                  
                                      "2015" :   "8239",
                                  
                                      "2016" :   "8170",
                                  
                                      "2017" :   "8137",
                                  
                                      "2018" :   "8125",
                                  
                                      "2019" :   "8198"
                                  
                                  }
                              ],
                              "bydło od którego pobrano materiał genetyczny do banku genów": [
                                  {
                                  
                                      "2010" :   "31",
                                  
                                      "2011" :   "47",
                                  
                                      "2012" :   "52",
                                  
                                      "2013" :   "57",
                                  
                                      "2014" :   "60",
                                  
                                      "2015" :   "76",
                                  
                                      "2016" :   "85",
                                  
                                      "2017" :   "125",
                                  
                                      "2018" :   "120",
                                  
                                      "2019" :   "144"
                                  
                                  }
                              ],
                              "materiał genetyczny bydła w banku genów": [
                                  {
                                  
                                      "2010" :   "7565",
                                  
                                      "2011" :   "9315",
                                  
                                      "2012" :   "10315",
                                  
                                      "2013" :   "11315",
                                  
                                      "2014" :   "11915",
                                  
                                      "2015" :   "28838",
                                  
                                      "2016" :   "30638",
                                  
                                      "2017" :   "34511",
                                  
                                      "2018" :   "33679",
                                  
                                      "2019" :   "37589"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
