


{
  "2-7-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "2.7.a Odsetek osób w wieku 18 lat i więcej cierpiących na otyłość",
                      
                        "cel": "Cel 2. Zero głodu",
                      
                        "priorytet": "Promocja zdrowego stylu życia zarówno wśród dorosłych, jak i dzieci (zmniejszenie odsetka osób z nadwagą i otyłością)",
                      
                        "definicja": "Odsetek osób w wieku 18 lat i więcej o wartości wskaźnika masy ciała (BMI) wynoszącym 30 lub więcej.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "płeć",
                      
                        "metodologia": "Otyłość to nadmierne nagromadzenie tkanki tłuszczowej, stanowiące zagrożenie dla zdrowia. Miernikiem najpowszechniej stosowanym do rozpoznania i oceny stopnia otyłości jest wskaźnik masy ciała BMI (body mass index). Otyłość u osób dorosłych diagnozowana jest przy wartości BMI 30,0 kg/m2. Wskaźnik masy ciała BMI (body mass index) oblicza się dzieląc masę ciała (kg) przez wzrost do kwadratu (m2). Klasyfikacja otyłości dla osób dorosłych powyżej 20 roku życia wg WHO w oparciu o BMI:   18,5-24,9 - norma, 25,0-29,9 - nadwaga, 30,0-34,9 - otyłość I stopnia, 35,0-39,9 - otyłość II stopnia, >=40,0 - otyłość III stopnia (olbrzymia).  Przedziały wartości dla BMI określono na podstawie wpływu otyłości na stan zdrowia. BMI jest wskaźnikiem ryzyka wystąpienia chorób i przedwczesnych zgonów; wraz ze wzrostem BMI rośnie zagrożenie dla zdrowia. Skutki otyłości obejmują przede wszystkim: przedwczesną umieralność, choroby układu krążenia, nadciśnienie tętnicze, chorobę zwyrodnieniową stawów, nowotwory oraz cukrzycę.",
                      
                        "zrodlo": "Światowa Organizacja Zdrowia",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {
                      "wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "22.5",
                                  
                                      "2011" :   "22.9",
                                  
                                      "2012" :   "23.4",
                                  
                                      "2013" :   "24.0",
                                  
                                      "2014" :   "24.5",
                                  
                                      "2015" :   "25.0",
                                  
                                      "2016" :   "25.6",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "mężczyźni": [
                                  {
                                  
                                      "2010" :   "21.6",
                                  
                                      "2011" :   "22.2",
                                  
                                      "2012" :   "22.8",
                                  
                                      "2013" :   "23.4",
                                  
                                      "2014" :   "24.1",
                                  
                                      "2015" :   "24.7",
                                  
                                      "2016" :   "25.4",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "kobiety": [
                                  {
                                  
                                      "2010" :   "23.3",
                                  
                                      "2011" :   "23.7",
                                  
                                      "2012" :   "24.0",
                                  
                                      "2013" :   "24.4",
                                  
                                      "2014" :   "24.9",
                                  
                                      "2015" :   "25.3",
                                  
                                      "2016" :   "25.7",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
