{
  "11":[
    {
      "11-1-a": [
        {
          "metadata": [
            
            {
                            "name": "11.1.a Population living in households considering that they suffer from noise",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Enhancement of cities and urbanised areas' capability for sustainable development and workplace creation as well as improvement of quality of life of their inhabitants by taking into account the need to increase green areas, water areas and ventilation corridors in urban development plans",
                          
                            "definition": "The percentage of households experiencing the excessive noise coming from neighbours or from the outside (traffic, industrial plants, economic activity) in their place of residence.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "The indicator measures the proportion of the population who declare that they are affected either by noise from neighbours or from the street. Because the assessment of noise pollution is subjective, it should be noted that the indicator accounts for both the levels of noise pollution as well as people's standards of what level they consider to be acceptable. Therefore, an increase in the value of the indicator may not necessarily indicate a similar increase in noise pollution levels but also a decrease of the levels that European citizens are willing to tolerate and vice versa. The indicator is calculated on the basis of information obtained from the EU-SILC survey. EU-SILC survey (European Union Statistics on Income and Living Conditions) is a constant survey (conducted every year) whose subject are households and persons aged 16 and more in households. The survey is a panel study, i.e. selected group of respondents is subject to several rounds of observation at intervals, so that it allows to observe and analyze the changing situation, attitudes, behavior or opinions of a surveyed group. Survey is conducted by face-to-face interview technique using 2 questionnaires; one of which is used to obtain data on households, and the second to obtain data on individuals. The purpose of EU-SILC survey is to obtain information which allows the assessment of living conditions of Polish society and allows to compare them to the living conditions in other countries of European Union. This is achieved by adoption of a uniform methodology by Eurostat. At current requests of European Union authorities, module surveys devoted to selected issue are also conducted within EU-SILC survey (that is an additional questionnaire proceeded together with the basic survey). Central Statistical Office of Poland implemented EU-SILC survey in 2005. The survey unit is a household, which is understood as persons who may be related or unrelated, living together and maintaining themselves jointly (multi-person household). Household can also be formed by one individual maintaining himself/herself independently, regardless of whether the individual lives alone or with other persons (one-person household). ",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "16.2",
                              
                                  "2011" :   "14.5 ",
                              
                                  "2012" :   "14.2 ",
                              
                                  "2013" :   "14.0 ",
                              
                                  "2014" :   "13.4 ",
                              
                                  "2015" :   "12.4 ",
                              
                                  "2016" :   "13.0 ",
                              
                                  "2017" :   "12.4 ",
                              
                                  "2018" :   "13.8",
                              
                                  "2019" :   "12.6"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-1-b": [
        {
          "metadata": [
            
            {
                            "name": "11.1.b Average useful floor area of dwelling per capita in urban areas",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Enhancement of cities and urbanised areas' capability for sustainable development and workplace creation as well as improvement of quality of life of their inhabitants by taking into account the need to increase green areas, water areas and ventilation corridors in urban development plans",
                          
                            "definition": "Average useful floor area of dwelling per 1 person in urban areas.",
                          
                            "unit": "m2",
                          
                            "dimensions": "total",
                          
                            "methodology": "A dwelling - a space for permanent residence of persons, built or remodelled for residential purpose structurally separated (by permanent walls) within a building, consisting of a one or several rooms and auxiliary spaces (i.e.: foyers, hall, bathroom, toilet, wardrobe, pantry, hiding place), into which a separate access leads. A dwelling in residences for communities is understood as a premises, which is designated for the permanent residence.The useful floor area of a dwelling - the area of all spaces in a dwelling, i.e. rooms, kitchens, pantries, foyers, alcoves, halls, corridors, bathrooms, toilets, enclosed verandah, porch, wardrobe as well as other spaces serving the residential and household needs of the inhabitants (art studios, recreational or hobby spaces) regardless of their designation and manner of use. Useful floor area does not include: balconies, terraces, loggias, mezzanines, closets and recesses in walls, laundry rooms, drying rooms, bicycle storage rooms, attics, basements and areas designated for storing heating fuel as well as garages, water pump rooms and boiler rooms. Completion of a dwelling/building - according to the building law - means that the investor reported completion of its construction to the proper building control authorities and this body has not reported an objection (through a decision) or that the investor has obtained permission for use of this dwelling/building (through a decision) from the building control authorities.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "24.7",
                              
                                  "2011" :   "25.0",
                              
                                  "2012" :   "25.4",
                              
                                  "2013" :   "25.7",
                              
                                  "2014" :   "26.1",
                              
                                  "2015" :   "26.4",
                              
                                  "2016" :   "26.8",
                              
                                  "2017" :   "27.2",
                              
                                  "2018" :   "27.7",
                              
                                  "2019" :   "28.1",
                              
                                  "2020" :   "29.2",
                              
                                  "2021" :   "29.8"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-1-c": [
        {
          "metadata": [
            
            {
                            "name": "11.1.c Share of total population in urban areas living in a dwelling with a leaking roof, damp walls, floors or foundation, or rot in window frames or floor",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Enhancement of cities and urbanised areas' capability for sustainable development and workplace creation as well as improvement of quality of life of their inhabitants by taking into account the need to increase green areas, water areas and ventilation corridors in urban development plans",
                          
                            "definition": "Percentage of population in urban areas that declared, at least in one case, that they live in a dwelling with a leaking roof, damp walls, floors or foundation, or rot in window frames or floor.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "The category of households includes persons that declared, at least in one case, that they live in a dwelling with a leaking roof, damp walls, floors or foundation, or rot in window frames or floor. The questions from the EU-SILC survey:  untill 2014: Does your dwelling have: a leaking roof, damp walls, floors or foundation or rot in window frames or floor? since 2015: Does your dwelling have: A. a leaking roof, B. damp walls/floors/foundation, C. rot in window frames or floor? ",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "13.0",
                              
                                  "2011" :   "10.3",
                              
                                  "2012" :   "9.3",
                              
                                  "2013" :   "8.8",
                              
                                  "2014" :   "8.9",
                              
                                  "2015" :   "10.6",
                              
                                  "2016" :   "10.1",
                              
                                  "2017" :   "10.5",
                              
                                  "2018" :   "10.5",
                              
                                  "2019" :   "10.4",
                              
                                  "2020" :   "5.7"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-1-d": [
        {
          "metadata": [
            
            {
                            "name": "11.1.d Share of buses powered by alternative fuels in the total number of buses serving urban transport",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Enhancement of cities and urbanised areas' capability for sustainable development and workplace creation as well as improvement of quality of life of their inhabitants by taking into account the need to increase green areas, water areas and ventilation corridors in urban development plans",
                          
                            "definition": "Share of buses for alternative fuel in the total number of buses used to service urban transport.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Aternative fuel includes fuel gas and electric fuel. Information regarding urban ground transport concerns bus, tram and trolley bus communication and includes the activity of public and private urban transport enterprises and companies. Urban transport - gmina transport of passengers carried out within: - the administrative borders of city, - city and gmina borders, - neighboring cities and gminas borders including service for rural area in urban-rural gminas. Data do not include the activity of enterprises operating mainly in the scope of non-urban transport, but rendering also the services in the scope of urban transport in some cities as well as transport lines exclusively servicing work places. Transport line is understood as a route connecting the extreme points of the route of vehicles marked with the same number or letter.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "2.3",
                              
                                  "2011" :   "2.8",
                              
                                  "2012" :   "2.7",
                              
                                  "2013" :   "3.1",
                              
                                  "2014" :   "2.9",
                              
                                  "2015" :   "3.6",
                              
                                  "2016" :   "3.8",
                              
                                  "2017" :   "4.1",
                              
                                  "2018" :   "7.0",
                              
                                  "2019" :   "9.7",
                              
                                  "2020" :   "12.2",
                              
                                  "2021" :   "15.4"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-1-e": [
        {
          "metadata": [
            
            {
                            "name": "11.1.e Transport of passengers per 1 inhabitant of urban areas",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Enhancement of cities and urbanised areas' capability for sustainable development and workplace creation as well as improvement of quality of life of their inhabitants by taking into account the need to increase green areas, water areas and ventilation corridors in urban development plans",
                          
                            "definition": "The ratio of the number of passenger transport by public transport to the number of population in the cities.",
                          
                            "unit": "persons",
                          
                            "dimensions": "total",
                          
                            "methodology": "Transport of passengers by public transport is the sum of passengers transported by public transport, generally accessible to the public, i.e. buses, trams and trolleybuses. A single pass is considered a transported passenger by public transport. The number of passengers is estimated on the basis of the number of one-off and multi-trip tickets sold, taking into account the standards for the number of journeys for a given multi-pass ticket accepted by public transport establishments. Data refer to enterprises and municipal transport companies employing more than 9 people. Data on residents of urban areas were taken from statistical information on the number of population in cities according to the actual place of residence.",
                          
                            "source": "Ministry of Infrastructure",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "166.5",
                              
                                  "2011" :   "166.2",
                              
                                  "2012" :   "165.6",
                              
                                  "2013" :   "155.5",
                              
                                  "2014" :   "159.7",
                              
                                  "2015" :   "158.3",
                              
                                  "2016" :   "162.7",
                              
                                  "2017" :   "161.7",
                              
                                  "2018" :   "163.4",
                              
                                  "2019" :   "167.6",
                              
                                  "2020" :   "98.7",
                              
                                  "2021" :   "109.5"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-1-f": [
        {
          "metadata": [
            
            {
                            "name": "11.1.f Proportion of municipal waste generated according to the treatment operation to total municipal generated",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Enhancement of cities and urbanised areas' capability for sustainable development and workplace creation as well as improvement of quality of life of their inhabitants by taking into account the need to increase green areas, water areas and ventilation corridors in urban development plans",
                          
                            "definition": "Percentage of municipal waste designated for recycling, composting or fermentation, incineration or landfilling to total municipal waste generated within a year.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Municipal wastes are defined as the wastes generated in households (excluding end of life vehicles) as well as waste which does not contain hazardous substances, coming from other waste producers, which in their nature or composition are similar to wastes generated in households mixed municipal waste remain mixed municipal waste, even if they have been processed, which did not change substantially their attributes. Data on municipal wastes are gathered from units responsible for municipal waste collection and from units responsible for municipal waste treatment. Information comprise waste coded with code 20: Municipal waste including separately collected fractions, and wastes coded with code 15 01: Waste packaging (including separately collected municipal packaging waste) provided they originate from municipal sector. For 2010-2014 data: classification of waste and Catalogue of Waste including hazardous waste list is stipulated by Regulation of Minister of Environment issued on 27 September 2001 on the Waste Catalogue (Journal of Law 2001 No. 112, item 1206). Since 2015 data: classification of waste and Catalogue of Waste including hazardous waste list is stipulated by Regulation of Minister of Environment issued on 9 December 2014 on the Waste Catalogue (Journal of Law 2014, item 1923).",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {
                      
                              "by treatment operation": [
                                  {"recycling": [
                                          {
                                          
                                              "2010" : "14.82",
                                          
                                              "2011" : "9.70",
                                          
                                              "2012" : "10.30",
                                          
                                              "2013" : "13.27",
                                          
                                              "2014" : "21.10",
                                          
                                              "2015" : "26.39",
                                          
                                              "2016" : "27.84",
                                          
                                              "2017" : "26.73",
                                          
                                              "2018" : "26.18",
                                          
                                              "2019" : "25.03",
                                          
                                              "2020" : "26.68",
                                          
                                              "2021" : "26.92"
                                          
                                          }
                                      ],"composting or fermentation": [
                                          {
                                          
                                              "2010" : "1.50",
                                          
                                              "2011" : "1.73",
                                          
                                              "2012" : "1.67",
                                          
                                              "2013" : "1.88",
                                          
                                              "2014" : "5.42",
                                          
                                              "2015" : "6.09",
                                          
                                              "2016" : "6.99",
                                          
                                              "2017" : "7.08",
                                          
                                              "2018" : "8.11",
                                          
                                              "2019" : "9.04",
                                          
                                              "2020" : "12.03",
                                          
                                              "2021" : "13.34"
                                          
                                          }
                                      ],"incineration": [
                                          {
                                          
                                              "2010" : "0.32",
                                          
                                              "2011" : "0.37",
                                          
                                              "2012" : "0.42",
                                          
                                              "2013" : "6.78",
                                          
                                              "2014" : "15.10",
                                          
                                              "2015" : "13.25",
                                          
                                              "2016" : "19.44",
                                          
                                              "2017" : "24.41",
                                          
                                              "2018" : "24.13",
                                          
                                              "2019" : "22.90",
                                          
                                              "2020" : "21.52",
                                          
                                              "2021" : "21.01"
                                          
                                          }
                                      ],"landfilling": [
                                          {
                                          
                                              "2010" : "66.80",
                                          
                                              "2011" : "69.26",
                                          
                                              "2012" : "66.91",
                                          
                                              "2013" : "61.95",
                                          
                                              "2014" : "58.38",
                                          
                                              "2015" : "54.29",
                                          
                                              "2016" : "45.74",
                                          
                                              "2017" : "41.77",
                                          
                                              "2018" : "41.58",
                                          
                                              "2019" : "43.03",
                                          
                                              "2020" : "39.78",
                                          
                                              "2021" : "38.73"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-2-a": [
        {
          "metadata": [
            
            {
                            "name": "11.2.a Housing deficit for low-income households per 1 thous. population in urban areas",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Supporting cities in dealing with sudden changes, crises, both socio-economic and environmental, and guaranteeing safety and high quality of life for inhabitants",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   ""
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-2-b": [
        {
          "metadata": [
            
            {
                            "name": "11.2.b Share of inhabitants using sewage systems in urban areas",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Supporting cities in dealing with sudden changes, crises, both socio-economic and environmental, and guaranteeing safety and high quality of life for inhabitants",
                          
                            "definition": "Share of population living in urban areas connected to wastewater treatment plants in the numer of population of urban areas.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": " Data on the population connected to wastewater treatment plants is calculated based on an estimate of the population using treatment plants operating on the sewer network and treating wastewater (including the population using industrial plants treating municipal wastewater).  Wastewater treatment plant – A complex of basic technological objects, designed directly for treatment of wastewater and auxiliary facilities located at one area, necessary for supply of electrical energy, water, working conditions and servicing of a wastewater treatment plant. In terms of the type of wastewater treatment methods and related processes, wastewater treatment plants are divided into the following types: mechanical, chemical, biological, with increased biogene removal.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "88.0",
                              
                                  "2011" :   "88.4",
                              
                                  "2012" :   "91.7",
                              
                                  "2013" :   "93.3",
                              
                                  "2014" :   "93.9",
                              
                                  "2015" :   "94.6",
                              
                                  "2016" :   "94.8",
                              
                                  "2017" :   "94.5",
                              
                                  "2018" :   "94.6",
                              
                                  "2019" :   "94.8",
                              
                                  "2020" :   "94.7",
                              
                                  "2021" :   "94.6"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-2-c": [
        {
          "metadata": [
            
            {
                            "name": "11.2.c Share of inhabitants connected to water supply system in urban areas",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Supporting cities in dealing with sudden changes, crises, both socio-economic and environmental, and guaranteeing safety and high quality of life for inhabitants",
                          
                            "definition": "Share of population living in urban areas connected to water supply system in the total population of urban areas.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Information on water supply systems is derived from business entities that are providers of municipal services in this area.  Transmission (main) water supply network  - conduits supplying water from a distant water intake to water supply distribution network.  Water supply system – a set of water network devices serving collection of surface and underground waters, public wells, devices serving storage and treatment of water, water supply networks, water pressure control devices.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "95.3",
                              
                                  "2011" :   "95.4",
                              
                                  "2012" :   "95.4",
                              
                                  "2013" :   "95.5",
                              
                                  "2014" :   "96.4",
                              
                                  "2015" :   "96.5",
                              
                                  "2016" :   "96.5",
                              
                                  "2017" :   "96.6",
                              
                                  "2018" :   "96.6",
                              
                                  "2019" :   "96.6",
                              
                                  "2020" :   "96.7",
                              
                                  "2021" :   "96.7"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-2-d": [
        {
          "metadata": [
            
            {
                            "name": "11.2.d Share of population living in areas covered by revitalization processes in the total population in urban areas",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Supporting cities in dealing with sudden changes, crises, both socio-economic and environmental, and guaranteeing safety and high quality of life for inhabitants",
                          
                            "definition": "Share of gminas’ population which carried out revitalization activities on the basis of the gmina revitalisation programme or local revitalisation programme in the total population of urban gminas.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": " Revitalisation - the process of deriving from crisis state degraded areas, conducted in a comprehensive manner, through integrated activities for the local community, space and economy, territorially focused, carried out by stakeholders of revitalisation, based on activities prepared by gminas (municipal, commune) and conducted on the basis of a strategic document (gmina revitalisation programme, revitalisation programme or another strategic document).  Revitalisationa area is an area covering the entire degraded area or a selected part thereof, characterized by a particular concentration of adverse conditions, at least social and one of an economic or environmental or technical or spatial and functional nature, in which the gmina intends to carry out revitalisation due to significant importance for the local development. A revitalisation area should be established on the basis of the provisions of the gmina council resolution or at least indicated in the strategic documents adopted by the gmina council. In the case of degraded areas adopted pursuant to the Revitalisation Act, such resolutions are an act of local law.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2020",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "15.7",
                              
                                  "2021" :   "14.8"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-2-e": [
        {
          "metadata": [
            
            {
                            "name": "11.2.e Share of degraded areas in the total area of urban gminas",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Supporting cities in dealing with sudden changes, crises, both socio-economic and environmental, and guaranteeing safety and high quality of life for inhabitants",
                          
                            "definition": "Percentage area of degraded areas in the total area of urban gminas",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "Total",
                          
                            "methodology": "Degraded area – is a part or all of the area of a gmina in crisis state due to the concentration of negative social phenomena, in particular unemployment, poverty, crime, low level of education or social capital, as well as insufficient participation in public and cultural life, can be, additionally, designated as a degraded area in the event of at least one of the following negative phenomena: 1) economic – in particular low level of entrepreneurship, poor condition of local enterprises, or 2) environmental among others – in particular exceeding the standards of quality of environment, presence of waste posing a threat to life, human health or the state of environment, or 3) spatial and functional – in particular insufficient equipping in technical and social infrastructure or its poor technical condition, lack of access to basic services or their poor quality, non-adaptation of urban solutions to the changing functions of the area, low level of transport service, deficit or low quality of public areas, or 4) technical – in particular degradation of technical condition of buildings, including those for residental use and failure of technical solutions enabling effective use of buildings, in particular in the field of energy efficiency and environmental protection.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2020",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "13.3",
                              
                                  "2021" :   "13.5"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-3-a": [
        {
          "metadata": [
            
            {
                            "name": "11.3.a Share of area covered by local-land development plans in urban gminas",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Supporting fair and territorially sustainable economic growth by the pursuit and maintenance of the polycentric and hierarchical settlement structure of the country and creating more effective network connections between cities",
                          
                            "definition": "Share of urban gminas’ area covered by applicable local spatial management plans in the total geodetic area in urban gminas",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Local spatial management plan is an act of local law determining destiny, terms of management and development of land, as well as arrangement of public investments. The plan consists of a description that is a text of the plan contained in resolution of the City Council and the drawing of the plan that is a graphical annex to the resolution. It is an optional document, i.e. gminas (communes) do not have the obligation to draw it up. The local plan shall mandatory include, among others: - use of land and the lines dividing areas for various land use; - the principles of environment, nature and cultural landscape protection; - the principles of cultural heritage, monuments and contemporary culture goods protection; - building lines, overall dimension of objects and indicators of build-up intensity; - the principles of modernization, expansion and building of communication systems and technical infrastructure. The consequence of the preparation of the local plan is an obligation to draw up documents such as economic impact forecast for adoption of local spatial management plan and environmental impact assessment.The solutions proposed in the plan may in fact significantly affect the transformation of the natural environment and the value of the properties. According to the law the content of the plan is divided into mandatory and optional part. The project of the plan is a subject of public consultations, requires a range of opinions and agreements to which act refers to. The geodetic area is the surface area of units of territorial division of the State according to the National Register of Boundaries.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010.",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "41.6",
                              
                                  "2011" :   "44.7",
                              
                                  "2012" :   "46.5",
                              
                                  "2013" :   "48.2",
                              
                                  "2014" :   "49.6",
                              
                                  "2015" :   "49.8",
                              
                                  "2016" :   "50.6",
                              
                                  "2017" :   "51.2",
                              
                                  "2018" :   "52.4",
                              
                                  "2019" :   "53.4",
                              
                                  "2020" :   "53.9",
                              
                                  "2021" :   "54.8"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-3-b": [
        {
          "metadata": [
            
            {
                            "name": "11.3.b Relation of the length of public transport lines in rural areas to the length of public transport lines in urban areas",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Supporting fair and territorially sustainable economic growth by the pursuit and maintenance of the polycentric and hierarchical settlement structure of the country and creating more effective network connections between cities",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "29.8",
                              
                                  "2013" :   "31.1",
                              
                                  "2014" :   "30.3",
                              
                                  "2015" :   "32.3",
                              
                                  "2016" :   "34.7",
                              
                                  "2017" :   "35.6",
                              
                                  "2018" :   "37.5",
                              
                                  "2019" :   "35.9",
                              
                                  "2020" :   "36.6",
                              
                                  "2021" :   "36.1"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-3-c": [
        {
          "metadata": [
            
            {
                            "name": "11.3.c Range of the Index of Multimodal Accessibility of Transport in Functional Urban Areas",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Supporting fair and territorially sustainable economic growth by the pursuit and maintenance of the polycentric and hierarchical settlement structure of the country and creating more effective network connections between cities",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "83.49",
                              
                                  "2021" :   ""
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-4-a": [
        {
          "metadata": [
            
            {
                            "name": "11.4.a Length of public transport lines per 1 thous. inhabitants",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Building a sustainable, publicly accessible, safe and affordable transport system, especially through the development and prioritization of public transport",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "1.39",
                              
                                  "2013" :   "1.41",
                              
                                  "2014" :   "1.43",
                              
                                  "2015" :   "1.48",
                              
                                  "2016" :   "1.47",
                              
                                  "2017" :   "1.50",
                              
                                  "2018" :   "1.53",
                              
                                  "2019" :   "1.57",
                              
                                  "2020" :   "1.58",
                              
                                  "2021" :   "1.58"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-4-b": [
        {
          "metadata": [
            
            {
                            "name": "11.4.b Number of pedestrians and cyclists killed or seriously injured in road traffic accidents in a built-up area per 100 thous. population",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Building a sustainable, publicly accessible, safe and affordable transport system, especially through the development and prioritization of public transport",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "12.1",
                              
                                  "2016" :   "12.7",
                              
                                  "2017" :   "11.6",
                              
                                  "2018" :   "11.4",
                              
                                  "2019" :   "10.6",
                              
                                  "2020" :   "9.0"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-4-c": [
        {
          "metadata": [
            
            {
                            "name": "11.4.c Number of passenger transport per 1 inhabitant of urban area",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Building a sustainable, publicly accessible, safe and affordable transport system, especially through the development and prioritization of public transport",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "166.5",
                              
                                  "2011" :   "166.2",
                              
                                  "2012" :   "165.6",
                              
                                  "2013" :   "155.5",
                              
                                  "2014" :   "159.7",
                              
                                  "2015" :   "158.3",
                              
                                  "2016" :   "162.7",
                              
                                  "2017" :   "161.7",
                              
                                  "2018" :   "163.4",
                              
                                  "2019" :   "167.6",
                              
                                  "2020" :   "98.7",
                              
                                  "2021" :   "109.5"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-5-a": [
        {
          "metadata": [
            
            {
                            "name": "11.5.a Number of completed dwellings in urban areas per 1 thous. population",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Fulfillment of housing needs of urban population by building a universal and accessible housing market, including the development of social housing",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "3.7",
                              
                                  "2011" :   "3.4",
                              
                                  "2012" :   "4.1",
                              
                                  "2013" :   "3.8",
                              
                                  "2014" :   "3.9",
                              
                                  "2015" :   "3.9",
                              
                                  "2016" :   "4.6",
                              
                                  "2017" :   "5.1",
                              
                                  "2018" :   "5.4",
                              
                                  "2019" :   "6.1",
                              
                                  "2020" :   "6.5",
                              
                                  "2021" :   "6.6"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-5-b": [
        {
          "metadata": [
            
            {
                            "name": "11.5.b Number of dwellings completed by public building societies and municipalities in urban areas per 1 thous. population",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Fulfillment of housing needs of urban population by building a universal and accessible housing market, including the development of social housing",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "0.26",
                              
                                  "2011" :   "0.18",
                              
                                  "2012" :   "0.14",
                              
                                  "2013" :   "0.14",
                              
                                  "2014" :   "0.16",
                              
                                  "2015" :   "0.11",
                              
                                  "2016" :   "0.12",
                              
                                  "2017" :   "0.13",
                              
                                  "2018" :   "0.13",
                              
                                  "2019" :   "0.18",
                              
                                  "2020" :   "0.11",
                              
                                  "2021" :   "0.10"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-5-c": [
        {
          "metadata": [
            
            {
                            "name": "11.5.c Total number of households awaiting social renting in urban areas",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Fulfillment of housing needs of urban population by building a universal and accessible housing market, including the development of social housing",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "74110",
                              
                                  "2020" :   "68436",
                              
                                  "2021" :   "65117"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-5-d": [
        {
          "metadata": [
            
            {
                            "name": "11.5.d Total number of dwellings in gminas’ dwelling stocks in cities with powiat status",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Fulfillment of housing needs of urban population by building a universal and accessible housing market, including the development of social housing",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "546870",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "512116",
                              
                                  "2016" :   "501544",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "487452",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "469607"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-6-a": [
        {
          "metadata": [
            
            {
                            "name": "11.6.a Total emission of particulates pollutants in cities with powiat status",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Improving air quality by reducing 'low emission' (i.e. up to 40 m AGL ) i.a. from domestic boiler houses and road transport",
                          
                            "definition": "Total amount of emission particulate matter in cities with poviat status.",
                          
                            "unit": "tonnes",
                          
                            "dimensions": "total",
                          
                            "methodology": " Particulates pollutants - emission into the atmosphere particulate fragmentation macroscopic and colloidal whose concentration exceeds the average content of these substances in the clean air, negatively impacting on human health and the condition and quality of the environment. They are divided according to particulates grain sizes into the following classes: •	particulates of macroscopic dispersion of the grain from 1 to 1000 µm; •	particulates of colloidal dispersion of the grain from 0.001 to 1 µm. Depending on the origin of particulates and fits form, the following division has been assumed: •	dispersive particulates, formed in result of mechanical dispersion of solids (e.g. coal dust during coal crushing and grinding in power stations); •	condensation particulates, formed in result of condensation and consolidation of vapour of various chemical substances (e.g. soot), general present only in colloidal break-up class. The formation of particulates pollutants is inseparably connected with all the production processes and combustion processes. A large amount of particulates pollutants is particularly produced during combustion of solid fuel.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data, since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "22795",
                              
                                  "2011" :   "21359",
                              
                                  "2012" :   "20022",
                              
                                  "2013" :   "19636",
                              
                                  "2014" :   "18137",
                              
                                  "2015" :   "16793",
                              
                                  "2016" :   "15086",
                              
                                  "2017" :   "14505",
                              
                                  "2018" :   "14165",
                              
                                  "2019" :   "11466",
                              
                                  "2020" :   "8767",
                              
                                  "2021" :   "8374"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-6-b": [
        {
          "metadata": [
            
            {
                            "name": "11.6.b Total capacity of installed devices and installations to reduce pollution in cities with powiat status",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Improving air quality by reducing 'low emission' (i.e. up to 40 m AGL ) i.a. from domestic boiler houses and road transport",
                          
                            "definition": "Number of retained and neutralized particulates pollutants and gaseous pollutants by installed devices and installations to reduce pollution in cities with poviat status during the year.",
                          
                            "unit": "tonnes",
                          
                            "dimensions": "total",
                          
                            "methodology": " Particulates pollutants - emissions into the atmosphere particulate fragmentation macroscopic and colloidal whose concentration exceeds the average content of these substances in the clean air, negatively impacting on human health and the condition and quality of the environment. They are divided according to particulates grain sizes into the following classes: •	particulates of macroscopic dispersion of the grain from 1 to 1000 µm; •	particulates of colloidal dispersion of the grain from 0.001 to 1 µm. Depending on the origin of particulates and fits form, the following division has been assumed: •	dispersive particulates, formed in result of mechanical dispersion of solids (e.g. coal dust during coal crushing and grinding in power stations); •	condensation particulates, formed in result of condensation and consolidation of vapour of various chemical substances (e.g. soot), general present only in colloidal break-up class. The formation of particulates pollutants is inseparably connected with all the production processes and combustion processes. A large amount of particulates pollutants is particularly produced during combustion of solid fuel.  Gas pollutants - emissions to the atmosphere of gaseous substances whose concentration exceeds the average content of these substances in the clean air, adversely affecting human health and the condition and quality of the environment. Characteristic pollutants of the atmosphere in gaseous state refer to sulphur dioxide (SO2), nitric oxides (NOx), carbon monoxide (CO), carbon dioxide (CO2), hydrocarbons (CnHm) and so called 'oxidizers'. Oxidizers are secondary pollutants, produced in photochemical reaction of basic pollutants. They include ozone, nitrogen dioxide, formaldehyde, acrolein and others.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data, since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "961",
                              
                                  "2011" :   "136730",
                              
                                  "2012" :   "11553",
                              
                                  "2013" :   "15701",
                              
                                  "2014" :   "2758",
                              
                                  "2015" :   "69422",
                              
                                  "2016" :   "44764",
                              
                                  "2017" :   "78118",
                              
                                  "2018" :   "14958",
                              
                                  "2019" :   "68943",
                              
                                  "2020" :   "57788",
                              
                                  "2021" :   "27276"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "11-6-c": [
        {
          "metadata": [
            
            {
                            "name": "11.6.c Number of agglomerations and cities with over 100 thous. inhabitants, where the value of average exposure indicator does not exceed the concentration threshold of exposure to PM 2.5 at 20 µg/m3",
                          
                            "goal": "Goal 11. Sustainable cities and communities",
                          
                            "priority": "Improving air quality by reducing 'low emission' (i.e. up to 40 m AGL ) i.a. from domestic boiler houses and road transport",
                          
                            "definition": "The indicator is a total number of agglomerations and cities with more than 100 thous. inhabitants where the average exposure indicator for PM 2.5 does not exceed the exposure concentration obligation.",
                          
                            "unit": "pieces",
                          
                            "dimensions": "total",
                          
                            "methodology": "The indicator is calculated on the basis of the average exposure to PM2.5 for individual cities with more than 100 thous. inhabitants and agglomerations. These indicators are calculated as three-year moving averages from measurements of PM2.5 concentrations for individual cities and agglomerations (e.g. indicators for cities and agglomerations for 2018 were calculated as the average of annual average PM2.5 concentrations from 2016-2018 for these cities and agglomerations). The calculations take into account the results of measurements from 32 measuring stations selected in accordance with the requirements for conducting measurements in this area. In every city with more than 100 thous. inhabitants and in each agglomeration there is one measurement station, the results of which are used to calculate it (the exceptions are the agglomerations: Upper Silesia and Warsaw, where there are two measurement stations). The number of agglomerations and cities with more than 100 thous. inhabitants where the average exposure indicator does not exceed the exposure concentration obligation, is calculated by summing all the cities with more than 100 thous. inhabitants and agglomerations where the average exposure indicator for PM 2.5 has not exceeded 20 µg/m3 in a current year. The exposure concentration ceiling is the concentration of a substance in the air, determined on the basis of the value of the national average exposure indicator, in order to limit the harmful effects of a given substance on human health, which is to be achieved within a specified period. The exposure concentration ceiling is an air quality standard and has been specified only for PM2.5 dust. The exposure concentration ceiling applies to urban background areas in cities with more than 100 thous. inhabitants. inhabitants and in agglomerations and was defined by the Regulation of the Minister of the Environment of August 24, 2012 on the levels of certain substances in the air (Journal of Laws of 2012, item 1031). The value of the PM2.5 exposure concentration ceiling is 20 µg/m3. The calculation method of AEI is defined in the Regulation of the Minister of the Environment of September 13, 2012 on the Method for Calculation of Average Exposure Indicator and Method for Assessment of Achieving Exposure Concentration Obligation (Journal of Laws of 2012, item 1029). List of agglomerations and cities over 100 thous. inhabitants in which the value of the average exposure indicator does not exceed the limit of PM2.5 exposure concentration for a given calendar year is published in Monitor Polski by September 30 of the following year.",
                          
                            "source": "Chief Inspectorate of Environmental Protection",
                          
                            "availability": "annual data, since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "6",
                              
                                  "2011" :   "8",
                              
                                  "2012" :   "8",
                              
                                  "2013" :   "10",
                              
                                  "2014" :   "9",
                              
                                  "2015" :   "10",
                              
                                  "2016" :   "11",
                              
                                  "2017" :   "13",
                              
                                  "2018" :   "12",
                              
                                  "2019" :   "16",
                              
                                  "2020" :   "21"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    }]
}
