{
  "12":[
    {
      "12-1-a": [
        {
          "metadata": [
            
            {
                            "name": "12.1.a Resource productivity",
                          
                            "goal": "Goal 12. Responsible consumption and production",
                          
                            "priority": "Increase in resource efficiency and shift in approach to resources consisting in departure from their linear use as well as shift in consumption patterns (development of circular economy)",
                          
                            "definition": "Resource productivity is the ratio between Gross Domestic Product (GDP) and Domestic Material Consumption (DMC).",
                          
                            "unit": "euro/kg",
                          
                            "dimensions": "total",
                          
                            "methodology": "Domestic material consumption (DMC) includes the total amount of materials directly used in economic processes for the needs of economy. It is the sum of raw materials extracted from the domestic territory of the total economy, plus all physical imports minus all physical exports. DMC indicator is based on Economy-wide Material Flow Accounts (EW-MFA, Ecocnomy-wide Material Flow Accounts), i.e., consistent statements of the total cost of materials included in national economies, changes in material inventory levels in the economy and material inflows to other economies or to the environment. Data in EW-MFA tables, in units of mass, are created for the following components: 1. Biomass and biomass products. 2. Metal ores and concentrates, raw and processed. 3. Non-metallic minerals, raw and processed. 4. Fossil energy materials/energy carriers, raw and processed. 5. Other products. 6. Waste imported for final processing and removal. Gross domestic product (GDP) presents the final result of the activity of all entities of the national economy. GDP is the sum of gross value added generated by all national institutional units, increased by taxes on products less subsidies on products. Resource productivity provides information on whether there is decoupling of economic growth and natural resource use and, by implication, reduction of the negative impact of the economy on the environment. The resource productivity indicator is presented at constant prices as of 2010 (euro/kg) - for comparison of resource productivity in time for a single territorial unit.",
                          
                            "source": "Eurostat",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "",
                          
                            "data_updated_on": "06-02-2024",
                          
                            "metadata_updated_on": "10-03-2020"
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "0.57",
                              
                                  "2011" :   "0.48",
                              
                                  "2012" :   "0.58",
                              
                                  "2013" :   "0.61",
                              
                                  "2014" :   "0.64",
                              
                                  "2015" :   "0.69",
                              
                                  "2016" :   "0.66",
                              
                                  "2017" :   "0.68",
                              
                                  "2018" :   "0.71",
                              
                                  "2019" :   "0.80",
                              
                                  "2020" :   "0.80",
                              
                                  "2021" :   "0.85",
                              
                                  "2022" :   "0.92"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "12-1-b": [
        {
          "metadata": [
            
            {
                            "name": "12.1.b Domestic material consumption (DMC) per capita",
                          
                            "goal": "Goal 12. Responsible consumption and production",
                          
                            "priority": "Increase in resource efficiency and shift in approach to resources consisting in departure from their linear use as well as shift in consumption patterns (development of circular economy)",
                          
                            "definition": "The indicator presents domestic material consumption (DMC) per capita.",
                          
                            "unit": "tonnes",
                          
                            "dimensions": "total",
                          
                            "methodology": "Domestic Material Consumption (DMC) includes the total amount of materials directly used in economic processes for the needs of the economy. It is the sum of raw materials extracted from the domestic territory of the total economy, plus all physical imports minus all physical exports. Domestic material consumption indicator (DMC) is based on Economy-wide Material Flow Accounts (EW-MFA), i.e., consistent statements of the total cost of materials included in national economies, changes in materials inventory levels in the economy and material inflows to other economies or to the environment. Data in EW-MFA tables, in units of mass, are created for the following components: 1. Biomass and biomass products. 2. Metal ores and concentrates, raw and processed. 3. Non-metallic minerals, raw and processed. 4. Fossil energy materials/energy carriers, raw and processed. 5. Other products. 6. Waste imported for final processing and removal.",
                          
                            "source": "Eurostat",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "",
                          
                            "data_updated_on": "06-02-2024",
                          
                            "metadata_updated_on": "05-03-2020"
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "16.50",
                              
                                  "2011" :   "20.43",
                              
                                  "2012" :   "17.52",
                              
                                  "2013" :   "16.72",
                              
                                  "2014" :   "16.58",
                              
                                  "2015" :   "16.47",
                              
                                  "2016" :   "16.92",
                              
                                  "2017" :   "18.01",
                              
                                  "2018" :   "18.47",
                              
                                  "2019" :   "17.59",
                              
                                  "2020" :   "17.40",
                              
                                  "2021" :   "17.88",
                              
                                  "2022" :   "19.35"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "12-1-c": [
        {
          "metadata": [
            
            {
                            "name": "12.1.c Circular material use rate",
                          
                            "goal": "Goal 12. Responsible consumption and production",
                          
                            "priority": "Increase in resource efficiency and shift in approach to resources consisting in departure from their linear use as well as shift in consumption patterns (development of circular economy)",
                          
                            "definition": "Share of material recovered and fed back into the economy in overall material use.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "The indicator measures the share of material recovered and fed back into the economy - thus saving extraction of primary raw materials - in overall material use. The circular material use (CMU) rate is defined as the ratio of the circular use of materials to the overall material use. The overall material use is measured by summing up the aggregate domestic material consumption (DMC) and the circular use of materials. DMC is defined in economy-wide material flow accounts. The circular use of materials is approximated by the amount of waste recycled in domestic recovery plants minus imported waste destined for recovery plus exported waste destined for recovery abroad. Waste recycled in domestic recovery plants comprises the recovery operations R2 to R11 - as defined in the Waste Framework Directive 75/442/EEC. The imports and exports of waste destined for recycling - i.e. the amount of imported and exported waste bound for recovery - are approximated from the European statistics on international trade in goods. A higher CMU rate value means that more secondary materials substitute for primary raw materials thus reducing the environmental impacts of extracting primary material.",
                          
                            "source": "Eurostat",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "",
                          
                            "data_updated_on": "06-02-2024",
                          
                            "metadata_updated_on": "15-12-2020"
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "11.1",
                              
                                  "2011" :   "9.4",
                              
                                  "2012" :   "11.0",
                              
                                  "2013" :   "12.2",
                              
                                  "2014" :   "13.0",
                              
                                  "2015" :   "11.9",
                              
                                  "2016" :   "10.6",
                              
                                  "2017" :   "10.4",
                              
                                  "2018" :   "10.5",
                              
                                  "2019" :   "9.2",
                              
                                  "2020" :   "7.3",
                              
                                  "2021" :   "9.1",
                              
                                  "2022" :   "8.4"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "12-2-a": [
        {
          "metadata": [
            
            {
                            "name": "12.2.a Share of certified agricultural land area of organic farms in total agricultural land area of farms",
                          
                            "goal": "Goal 12. Responsible consumption and production",
                          
                            "priority": "Development of ecological agriculture",
                          
                            "definition": "Agricultural certified land area of organic farms in relation to total agricultural land area of farms (in %).",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Organic farm uses organic methods of agricultural production, and has a certificate granted to it by a certification body or is under conversion to organic methods of agricultural production under control of a certification body. The certification bodies for organic farming are bodies which, by the decision of the Ministry of Agriculture and Rural Development, have been authorized to carrying out inspections and issuing and revoking a certificate of conformity with regard to organic agriculture (Law of 25 June 2009 on organic farming, Journal of Laws No. 116, item 975). Organic agricultural land is land where the organic methods of agricultural production are implemented. The area of certified organic agricultural land in organic holdings covers agricultural land area whose conversion to organic agriculture has been finished. The agricultural land area includes area of agricultural land in a good agricultural condition and other agricultural land. Agricultural land in a good agricultural condition - maintained in accordance with norms meeting requirements of the Law of 5 II 2015 on payments under direct support schemes (uniform text Journal of Laws 2015 item 1551) - include sown area, fallow land, permanent crops (including orchards), kitchen gardens, permanent meadows and permanent pastures. Other agricultural land is agricultural land which is not used and maintained in a good condition. Data on the total agricultural land area do not include land of owners of agricultural land who do not conduct agricultural activities, and land of owners of less than 1 ha of agricultural land who conduct agricultural activities on a small scale (below specific thresholds).",
                          
                            "source": "Chief Inspection of Agricultural and Food Quality / Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "In accordance with gradual changes in the methodology of agricultural surveys, introduced since 2010 in order to adjust it to EU standards and encompass changes taking place in the Polish agriculture, the definition of the agricultural farm has been changed. In accordance with the definition binding since 2010, agricultural surveys do not include owners of agricultural land who do not conduct agricultural activities, and owners of less than 1 ha of agricultural land who conduct agricultural activities on a small scale (below the specified thresholds).",
                          
                            "data_updated_on": "14-10-2022",
                          
                            "metadata_updated_on": "24-03-2020"
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "2.07",
                              
                                  "2011" :   "2.48",
                              
                                  "2012" :   "3.05",
                              
                                  "2013" :   "3.37",
                              
                                  "2014" :   "3.82",
                              
                                  "2015" :   "3.45",
                              
                                  "2016" :   "2.96",
                              
                                  "2017" :   "2.62",
                              
                                  "2018" :   "2.48",
                              
                                  "2019" :   "2.66",
                              
                                  "2020" :   "2.68"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    }]
}
