{
  "13":[
    {
      "13-1-a": [
        {
          "metadata": [
            
            {
                            "name": "13.1.a Carbon dioxide (CO2) emissions (2010=100)",
                          
                            "goal": "Goal 13. Climate action",
                          
                            "priority": "Effective reduction of CO2 concentration in the atmosphere",
                          
                            "definition": "Ratio of carbon dioxide emissions in the surveyed year to carbon dioxide emissions in 2010.",
                          
                            "unit": " index: 2010=100",
                          
                            "dimensions": "total",
                          
                            "methodology": "Air pollution means the introduction by human, directly or indirectly, into the air of solid, liquid or gaseous substances in such quantities as to endanger human health, adversely affect the climate, living nature, soil or water, or cause other damage to the environment. Greenhouse gases are components of the Earth's atmosphere, which due to their physicochemical properties have the ability to retain solar energy within the Earth's atmosphere, contributing to global warming. Greenhouse gases refer to carbon dioxide (CO2), methane (NH4), nitrous oxide (N2O) and industrial gases: hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), sulfur hexafluoride (SF6) and nitrogen trifluoride (NF3). Greenhouse gases remain in the atmosphere for several years to thousands of years. They have an impact on the global climate, regardless of where they are emitted. ",
                          
                            "source": "Institute of Environmental Protection - NRI National Administration of the Emissions Trading Scheme",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "100.0",
                              
                                  "2011" :   "99.8",
                              
                                  "2012" :   "97.6",
                              
                                  "2013" :   "96.3",
                              
                                  "2014" :   "92.7",
                              
                                  "2015" :   "93.6",
                              
                                  "2016" :   "96.9",
                              
                                  "2017" :   "100.8",
                              
                                  "2018" :   "100.6",
                              
                                  "2019" :   "95.1",
                              
                                  "2020" :   "90.6"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "13-1-b": [
        {
          "metadata": [
            
            {
                            "name": "13.1.b Greenhouse gas emissions (2010=100)",
                          
                            "goal": "Goal 13. Climate action",
                          
                            "priority": "Effective reduction of CO2 concentration in the atmosphere",
                          
                            "definition": "Ratio of greenhouse gas emission in a surveyed year to greenhouse gas emission in year 2010.",
                          
                            "unit": "index: 2010=100",
                          
                            "dimensions": "total",
                          
                            "methodology": "The change of aggregated emission of greenhouse gases (carbon dioxide CO2, methane CH4, nitrous oxide N2O, fluorocarbones HFCs, perfluorocarbones PFCs, sulfur hexafluoride SF6, nitrogen trifluoroide NF3) expressed in CO2 equivalent expressed using global worming coefficient for each gas. Base 1990 = 100.The CO2 equivalent unit is one megagram (1 Mg) of carbon dioxide or other greenhouse gas quantity, representing the equivalent of 1 Mg of carbon dioxide, calculated using the global worming coefficient.The global worming coefficient is an indicator comparing the power of influence of greenhouse gas for the global worming to the power of influence of carbon dioxide; it is calculated on the basis of the influence effect of one kilogram of a given gas for the procces of global warming in the period of 100 years, compared to influence effect of one kilogram of CO2. Global worming coefficients amount to: for carbon dioxide - 1, for methane - 25, for nitrous oxide - 298, for fluorocarbones - from 124 for HFC 152a to 14800 for HFC-23, sulfur hexafluoride - 22800, perfluorocarbones from 7390 for CF4 to 12200 for C2F6, nitrogen trifluoroide - 17200.",
                          
                            "source": "Institute of Environmental Protection - NRI National Administration of the Emissions Trading Scheme",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "100.0",
                              
                                  "2011" :   "99.7",
                              
                                  "2012" :   "97.9",
                              
                                  "2013" :   "96.9",
                              
                                  "2014" :   "93.8",
                              
                                  "2015" :   "94.2",
                              
                                  "2016" :   "96.9",
                              
                                  "2017" :   "100.4",
                              
                                  "2018" :   "100.1",
                              
                                  "2019" :   "94.6",
                              
                                  "2020" :   "91.1"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "13-2-a": [
        {
          "metadata": [
            
            {
                            "name": "13.2.a Renewable energy share in the gross final energy consumption",
                          
                            "goal": "Goal 13. Climate action",
                          
                            "priority": "Introduction of innovative technologies for exploiting available sources of energy, including development of geothermy",
                          
                            "definition": "Ratio of gross final energy consumption from renewable sources to gross final energy consumption from all sources.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Energy from renewable sources is the energy derived from natural, repetitive environmental processes, obtained from renewable non-fossil energy sources (energy: water, wind, solar heat, geothermal heat, waves, sea currents and tides and energy obtained from biomass, biogas, biofuels). Gross energy consumption is a final consumption of energy carriers by the consumers (industry, transport sector, service sector, households, agriculture, forestry and fishery sector) including electricity and heat consumption by industry for electricity and heat generation as well as transformation and distribution looses.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "9.28",
                              
                                  "2011" :   "10.34",
                              
                                  "2012" :   "10.96",
                              
                                  "2013" :   "11.45",
                              
                                  "2014" :   "11.61",
                              
                                  "2015" :   "11.88",
                              
                                  "2016" :   "11.40",
                              
                                  "2017" :   "11.06",
                              
                                  "2018" :   "14.94",
                              
                                  "2019" :   "15.38",
                              
                                  "2020" :   "16.10",
                              
                                  "2021" :   "15.62"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "13-2-b": [
        {
          "metadata": [
            
            {
                            "name": "13.2.b Acquisition of geothermal energy",
                          
                            "goal": "Goal 13. Climate action",
                          
                            "priority": "Introduction of innovative technologies for exploiting available sources of energy, including development of geothermy",
                          
                            "definition": "Geothermal energy is heat from the depths of the Earth in the form of hot water or steam. Geothermal energy is used directly as heating for municipal purposes and in production processes in agriculture, as well as for electricity generation.",
                          
                            "unit": "TJ",
                          
                            "dimensions": "total",
                          
                            "methodology": "Energy from renewable sources means energy generated from recurring natural processes, obtained from renewable non-fossil energy sources. Renewable energy sources (RES) are an alternative to traditional primary non-renewable energy carriers (fossil fuels). Their resources are complementary in natural processes, which practically allows treating them as inexhaustible. Moreover, obtaining energy from these sources is more environmentally friendly compared to the conventional sources (fossil fuels). The use of RES significantly reduces the harmful impact of energy on the environment, notably by reducing emissions, especially greenhouse gases. In national conditions energy from renewable sources includes energy from solar radiation, water, wind, geothermal resources and energy generated from solid biofuels, biogas and liquid biofuels as well as ambient energy obtained by heat pumps. Acquisition is the amount of energy obtained from natural resources (only for primary energy carriers).",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "563",
                              
                                  "2011" :   "531",
                              
                                  "2012" :   "661",
                              
                                  "2013" :   "778",
                              
                                  "2014" :   "847",
                              
                                  "2015" :   "909",
                              
                                  "2016" :   "930",
                              
                                  "2017" :   "946",
                              
                                  "2018" :   "991",
                              
                                  "2019" :   "1050",
                              
                                  "2020" :   "1073"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "13-2-c": [
        {
          "metadata": [
            
            {
                            "name": "13.2.c Installed renewable energy capacity",
                          
                            "goal": "Goal 13. Climate action",
                          
                            "priority": "Introduction of innovative technologies for exploiting available sources of energy, including development of geothermy",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "total",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "",
                              
                                  "2021" :   "",
                              
                                  "2022" :   ""
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "13-3-a": [
        {
          "metadata": [
            
            {
                            "name": "13.3.a Air quality indicator (46 zones of the country where air quality assesment is made)",
                          
                            "goal": "Goal 13. Climate action",
                          
                            "priority": "Enhancement of the role of adaptation to climate change as a means of combating climate change equivalent to mitigation",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "total",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "",
                              
                                  "2021" :   "",
                              
                                  "2022" :   ""
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "13-3-b": [
        {
          "metadata": [
            
            {
                            "name": "13.3.b National indicator of average exposure to PM2.5",
                          
                            "goal": "Goal 13. Climate action",
                          
                            "priority": "Enhancement of the role of adaptation to climate change as a means of combating climate change equivalent to mitigation",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "total",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "28",
                              
                                  "2011" :   "27",
                              
                                  "2012" :   "26",
                              
                                  "2013" :   "25",
                              
                                  "2014" :   "24",
                              
                                  "2015" :   "23",
                              
                                  "2016" :   "22",
                              
                                  "2017" :   "22",
                              
                                  "2018" :   "22",
                              
                                  "2019" :   "21",
                              
                                  "2020" :   "19",
                              
                                  "2021" :   "17"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "13-3-c": [
        {
          "metadata": [
            
            {
                            "name": "13.3.c Total emissions of major air pollutants from households",
                          
                            "goal": "Goal 13. Climate action",
                          
                            "priority": "Enhancement of the role of adaptation to climate change as a means of combating climate change equivalent to mitigation",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "total",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "",
                              
                                  "2021" :   "",
                              
                                  "2022" :   ""
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "13-3-d": [
        {
          "metadata": [
            
            {
                            "name": "13.3.d Emissions of pollutants from means of road transport",
                          
                            "goal": "Goal 13. Climate action",
                          
                            "priority": "Enhancement of the role of adaptation to climate change as a means of combating climate change equivalent to mitigation",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "total",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "",
                              
                                  "2021" :   "",
                              
                                  "2022" :   ""
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "13-4-a": [
        {
          "metadata": [
            
            {
                            "name": "13.4.a Share of green areas in the total area",
                          
                            "goal": "Goal 13. Climate action",
                          
                            "priority": "Increasing the country's resilience to the effects of climate change",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "total",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "",
                              
                                  "2021" :   "",
                              
                                  "2022" :   ""
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "13-4-b": [
        {
          "metadata": [
            
            {
                            "name": "13.4.b Capacity of small water retention facilities",
                          
                            "goal": "Goal 13. Climate action",
                          
                            "priority": "Increasing the country's resilience to the effects of climate change",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "total",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "732401.6",
                              
                                  "2011" :   "740630.0",
                              
                                  "2012" :   "753624.0",
                              
                                  "2013" :   "752240.3",
                              
                                  "2014" :   "804401.8",
                              
                                  "2015" :   "830309.8",
                              
                                  "2016" :   "826034.2",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "846693.5",
                              
                                  "2019" :   "839607.4",
                              
                                  "2020" :   "852978.8",
                              
                                  "2021" :   "855928.1"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "13-4-c": [
        {
          "metadata": [
            
            {
                            "name": "13.4.c Length of the coastline protected during a year from the sea erosion and flood",
                          
                            "goal": "Goal 13. Climate action",
                          
                            "priority": "Increasing the country's resilience to the effects of climate change",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "total",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "",
                              
                                  "2021" :   "",
                              
                                  "2022" :   ""
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "13-5-a": [
        {
          "metadata": [
            
            {
                            "name": "13.5.a Share of inhabitants of Polish cities  covered by the Urban Adaptation Plans",
                          
                            "goal": "Goal 13. Climate action",
                          
                            "priority": "Incorporating actions to combat climate change into national policies, strategies and plans",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "total",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "",
                              
                                  "2021" :   "",
                              
                                  "2022" :   ""
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "13-6-a": [
        {
          "metadata": [
            
            {
                            "name": "13.6.a Number of conducted educational campaigns promoting issues related to the problem of invasive species entering the natural environment",
                          
                            "goal": "Goal 13. Climate action",
                          
                            "priority": "Education and raising awareness in the field of: climate change and ways to minimize its effects, the impact of invasive alien species and the importance and necessity of saving resources, especially water",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "total",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "",
                              
                                  "2021" :   "",
                              
                                  "2022" :   ""
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "13-6-b": [
        {
          "metadata": [
            
            {
                            "name": "13.6.b Extent of implemented educational and informational projects",
                          
                            "goal": "Goal 13. Climate action",
                          
                            "priority": "Education and raising awareness in the field of: climate change and ways to minimize its effects, the impact of invasive alien species and the importance and necessity of saving resources, especially water",
                          
                            "definition": "",
                          
                            "unit": "",
                          
                            "dimensions": "total",
                          
                            "methodology": "",
                          
                            "source": "",
                          
                            "availability": "",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "",
                              
                                  "2014" :   "",
                              
                                  "2015" :   "",
                              
                                  "2016" :   "",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "",
                              
                                  "2019" :   "",
                              
                                  "2020" :   "",
                              
                                  "2021" :   "",
                              
                                  "2022" :   ""
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    }]
}
