{
  "14":[
    {
      "14-1-a": [
        {
          "metadata": [
            
            {
                            "name": "14.1.a Proportion of fish stocks within biologically sustainable levels",
                          
                            "goal": "Goal 14. Life below water",
                          
                            "priority": "Effective and sustainable exploitation of marine resources for different social and economic purposes, while ensuring conservation of non-renewable resources natural process for the present and future generations; ensurance of coordination of entities' activities and methods of sea exploitation, coherent management of sea and coastal areas, including the Baltic Sea resources",
                          
                            "definition": "The indicator specifices amound of resources in the world and a share of fish stocks on biologically renewable level (Safe Biological Limits, SBL).When assessing the resources are classified into three categories: overexploited, fully exploited and under-exploited.The proportion of fish stocks within safe biological limits (i.e. greater than threshold biomass with biomass stocks, calle in relation to the number of stocks fully exploited and under-exploited; the indicator includes those stocks for which biomass threshold sets.The indicator determines the level of progress towards the sustainable management of fish stocks, in which the aim is to avoid overfishing and to maintain in a secure environmentally limits the effect of fishing on stocks, species and ecosystems.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "1. proportion of stocks fully exploited on the Baltic Sea2. proportion of stocks non-fully exploited on the Baltic Sea3. proportion of stocks over-exploited on the Baltic Sea 4. proportion of stocks within sustainable biological limits on the Baltic Sea",
                          
                            "methodology": "The United Nations Convention on the Law of the Sea, to which the Union is a party, imposes obligations related to the protection, including maintenance or restoration of the population of the fished species at levels that the Maximum Sustainable Yield (MSY). Maximum Sustainable Yield is understood as the largest catch that can be taken from fish stocks for an period. The aim of this threshold is to achieve maximum efficiency of fish stocks while maintaining biodiversity and functioning of ecosystems relevant to present and future generations. Fish stocks are considered to be sustainable if their numbers persist at a level that ensures maximum sustainable yield or higher. In order to ensure that basic industrial species in the Baltic Sea are operated at a renewable level, Regulation (EU) No 2016/1139 of the European Parliament and of the Council of 6 July 2016 has been drawn up and adopted establishing a multiannual plan for cod, herring and sprat in the Baltic Sea and the fisheries exploiting those stocks (amending Council Regulation (EC) No 2187/2005 and repealing Council Regulation (EC) No 1098/2007). This regulation specifies the maximum level of fishing (maximum sustainable yield) of the species in question by imposing conservation obligations, including maintaining or restoring populations of target species at renewable levels. The indicator adopts four dimensions, i.e .:1. proportion of fully exploited fish stocks2. proportion of fish stocks not fully exploited3. proportion of fish stocks over-exploited) and4. proportion of stocks within sustainable biological limit Sustainable levels include those fish stocks which, according to the stock assessment, were classified as 'not fully exploited' and 'fully exploited'. The indicator is calculated as the sum of these two categories divided by the total number of fish species subject to resource assessment and multiplied by 100. The assessment of stocks includes fish stocks as defined in Regulation (EU) No 2016/1139 of the European Parliament and of the Council for which a multi-annual plan has been established:1. Atlantic cod in the western part of the Baltic Sea2. Atlantic cod in the eastern part of the Baltic Sea3. Atlantic herring in the western part of the Baltic Sea4. Atlantic herring in the central part of the Baltic Sea5. sprat in the Baltic Sea",
                          
                            "source": "Ministry of Agriculture and Rural Development",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "Since 2012, the value of the percentage share is based on the analysis of 4 stocks (ecluding the eastern cod stock)."
                          
                            "data_updated_on": "06-06-2023",
                          
                            "metadata_updated_on": "15-09-2021",
                          }
          ],
          "data": [
            {
                      
                              "proportion of stocks": [
                                  {"proportion of stocks within sustainable biological limits on the Baltic Sea": [
                                          {
                                          
                                              "2010" : "40",
                                          
                                              "2011" : "60",
                                          
                                              "2012" : "40",
                                          
                                              "2013" : "40",
                                          
                                              "2014" : "40",
                                          
                                              "2015" : "40",
                                          
                                              "2016" : "60",
                                          
                                              "2017" : "40",
                                          
                                              "2018" : "40",
                                          
                                              "2019" : "40",
                                          
                                              "2020" : "60",
                                          
                                              "2021" : "67",
                                          
                                              "2022" : "50"
                                          
                                          }
                                      ],"proportion of stocks fully exploited on the Baltic Sea": [
                                          {
                                          
                                              "2010" : "40",
                                          
                                              "2011" : "60",
                                          
                                              "2012" : "20",
                                          
                                              "2013" : "20",
                                          
                                              "2014" : "20",
                                          
                                              "2015" : "40",
                                          
                                              "2016" : "60",
                                          
                                              "2017" : "40",
                                          
                                              "2018" : "25",
                                          
                                              "2019" : "25",
                                          
                                              "2020" : "20",
                                          
                                              "2021" : "17",
                                          
                                              "2022" : "0"
                                          
                                          }
                                      ],"proportion of stocks non-fully exploited on the Baltic Sea": [
                                          {
                                          
                                              "2010" : "0",
                                          
                                              "2011" : "0",
                                          
                                              "2012" : "20",
                                          
                                              "2013" : "20",
                                          
                                              "2014" : "20",
                                          
                                              "2015" : "0",
                                          
                                              "2016" : "0",
                                          
                                              "2017" : "0",
                                          
                                              "2018" : "0",
                                          
                                              "2019" : "0",
                                          
                                              "2020" : "40",
                                          
                                              "2021" : "17",
                                          
                                              "2022" : "17"
                                          
                                          }
                                      ],"proportion of stocks overexploited on the Baltic Sea": [
                                          {
                                          
                                              "2010" : "60",
                                          
                                              "2011" : "40",
                                          
                                              "2012" : "60",
                                          
                                              "2013" : "60",
                                          
                                              "2014" : "60",
                                          
                                              "2015" : "60",
                                          
                                              "2016" : "40",
                                          
                                              "2017" : "60",
                                          
                                              "2018" : "75",
                                          
                                              "2019" : "75",
                                          
                                              "2020" : "40",
                                          
                                              "2021" : "33",
                                          
                                              "2022" : "50"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "14-2-a": [
        {
          "metadata": [
            
            {
                            "name": "14.2.a Indices of average employment in maritime economy (2010=100)",
                          
                            "goal": "Goal 14. Life below water",
                          
                            "priority": "Increase of maritime economy share in GDP and increase of employment in maritime economy",
                          
                            "definition": "Ratio of average paid employment in the maritime economy in the surveyed year to average paid employment in the maritime economy in 2010.",
                          
                            "unit": "index: 2010=100",
                          
                            "dimensions": "total",
                          
                            "methodology": "Entities of the national economy are understood as legal entities, i.e. legal persons, organisational units without legal personality and natural persons conducting economic activity. Entities of the maritime economy are entities of the national economy, whose basic activity is connected with broadly defined maritime economy. The basic activity is defined by using a measure e.g. added value, sales revenues, number of employed persons or activity provided in the statute as a basic one. Data on average paid employment in maritime economy refer to the number of full- and part-time employees converted to full-time equivalents, excluding persons employed abroad. Full-time paid employees are persons employed on a full-time basis, as defined by a given company or for a given position as well as persons who, in accordance with regulations, work a reduced work-time period, e.g. due to hazardous conditions or an extended work-time period (e.g. property caretaker). Part-time paid employees are persons, who in accordance with labour contracts, regularly work on a part-time basis, as defined by a given company or for a given position. Part-time paid employees in the main workplace are persons who declared that the given workplace is their main workplace.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          
                            "data_updated_on": "24-01-2023",
                          
                            "metadata_updated_on": "05-03-2020",
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "100.0",
                              
                                  "2011" :   "100.8",
                              
                                  "2012" :   "99.9",
                              
                                  "2013" :   "101.8",
                              
                                  "2014" :   "104.9",
                              
                                  "2015" :   "106.0",
                              
                                  "2016" :   "119.9",
                              
                                  "2017" :   "119.4",
                              
                                  "2018" :   "130.0",
                              
                                  "2019" :   "189.5",
                              
                                  "2020" :   "186.6",
                              
                                  "2021" :   "190.1"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "14-3-a": [
        {
          "metadata": [
            
            {
                            "name": "14.3.a Cargo traffic at seaports",
                          
                            "goal": "Goal 14. Life below water",
                          
                            "priority": "Enhancement of Polish seaports position, increase in competitiveness of sea transport and ensurance of sea security",
                          
                            "definition": "Total volume of commodity weight (tonnes) moved through the seaports within a year, brought or taken out by vessels.",
                          
                            "unit": "million tonnes [mln t] ",
                          
                            "dimensions": "total",
                          
                            "methodology": "Cargo traffic in seaports means the total volume of commodity weight moved through the seaports within a year brought or taken out by vessels, while transport is wholly or partly carried out by sea includes domestic and international maritime traffic. International sea cargo traffic in sea ports is a total amount of freights unloaded from the vessels (including ferries) and loaded to the vessels (including ferries), connected both with Polish foreign trade and transit.Domestic maritime traffic (cabotage): seaborne cargo traffic between Polish seaports. The following data are excluded: bunkering (fuel for ships), freights transported by ships of gross tonnage (GT) less than 100, tare weight of laden and discharged cargo units (e.g. containers as well as vehicles and cars transported on ferries).",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          
                            "data_updated_on": "14-10-2022",
                          
                            "metadata_updated_on": "05-03-2020",
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "59.5",
                              
                                  "2011" :   "57.7",
                              
                                  "2012" :   "58.8",
                              
                                  "2013" :   "64.3",
                              
                                  "2014" :   "68.7",
                              
                                  "2015" :   "69.5",
                              
                                  "2016" :   "72.9",
                              
                                  "2017" :   "78.1",
                              
                                  "2018" :   "91.8",
                              
                                  "2019" :   "93.9",
                              
                                  "2020" :   "88.5",
                              
                                  "2021" :   "96.7"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    }]
}
