{
  "15":[
    {
      "15-1-a": [
        {
          "metadata": [
            
            {
                            "name": "15.1.a FBI - Farmland Bird Index (2000 = 100)",
                          
                            "goal": "Goal 15. Life on land",
                          
                            "priority": "Protection and improvement of environment quality state via protection of biodiversity, including protection of environment in the form of areas, waste management system,  improvement of water quality and protection of water purity",
                          
                            "definition": "Aggregated index of population condition of 22 bird species typical for rural habitat (base year 2000=100).",
                          
                            "unit": "index: 2000=100",
                          
                            "dimensions": "total",
                          
                            "methodology": "Bird species that indices of populations constitute the FBI for Poland are: White Stork, Common Kestrel, Northern Lapwing, Black-tailed Godwit, Hoopoe, Turtle Dove, Skylark, Crested Lark, Meadow Pipit, Yellow Wagtail, Barn Swallow, Whinchat, Stonechat, Common Whitethroat, Red-backed Shrike, Tree Sparrow, European Starling, Linnet, Serin, Corn Bunting, Yellowhammer and Ortolan Bunting. The indicator is calibrated in relation to base year, which in case of Poland in year 2000. It means that, FBI value for year 2000 was established at 100. The value of indicator of 88 in year 2010 means that in this year FBI was 12% lower than in base year. FBI index is currently one of officially used indexes of environment condition in EU member states. It is perceived agriculture ecosystem health index. FBI is based on data collected within the Common Breeding Bird Monitoring.",
                          
                            "source": "The Chief Inspectorate of Environmental Protection",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "88.8",
                              
                                  "2011" :   "87.4",
                              
                                  "2012" :   "85.2",
                              
                                  "2013" :   "85.2",
                              
                                  "2014" :   "83.9",
                              
                                  "2015" :   "85.8",
                              
                                  "2016" :   "87.6",
                              
                                  "2017" :   "81.2",
                              
                                  "2018" :   "75.1",
                              
                                  "2019" :   "77.5",
                              
                                  "2020" :   "80.3",
                              
                                  "2021" :   "72.0"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-1-b": [
        {
          "metadata": [
            
            {
                            "name": "15.1.b Share of devastated and degraded land requiring reclamation in total area",
                          
                            "goal": "Goal 15. Life on land",
                          
                            "priority": "Protection and improvement of environment quality state via protection of biodiversity, including protection of environment in the form of areas, waste management system,  improvement of water quality and protection of water purity",
                          
                            "definition": "The share of land which lost its utility value due to the man’s activities or other factors (devastated land) and land whose utility, agricultural or forestry value diminished (degraded land) in total geodesic area of the country.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Devastated land refer to land, which lost its utility value due to deterioration of natural conditions or environmental changes as well as industrial activity and harmful agricultural activity. Degraded land refer to land, which agricultural or forestry value diminished, due to deterioration of natural conditions or environmental changes as well as industrial activity and harmful agricultural activity. Loss or reduction of utility value of land is a total loss or a reduction in the production capacity of the land. Land reclamation means creation or restoration of utility or natural value for degraded or devastated land through proper formation of the landscape, enhancements of physical and chemical properties, regulation of water conditions, and restoration of soil, reinforcement of scarps and reconstruction or construction of indispensable routes. Reclaimed land is subject to development i.e. agricultural, forest or other type of utilization. Land designated for reclamation includes degraded or devastated land, such as: closed dumps, landfills, landslides, lands on which industrial and mining activities were carried out, and military fields for which the competent authority has approved reclamation projects.",
                          
                            "source": "Head Office of Geodesy and Cartography / Minister of Agriculture and Rural Development",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "0.196",
                              
                                  "2011" :   "0.205",
                              
                                  "2012" :   "0.206",
                              
                                  "2013" :   "0.198",
                              
                                  "2014" :   "0.201",
                              
                                  "2015" :   "0.203",
                              
                                  "2016" :   "0.207",
                              
                                  "2017" :   "0.198",
                              
                                  "2018" :   "0.198",
                              
                                  "2019" :   "0.199",
                              
                                  "2020" :   "0.200",
                              
                                  "2021" :   "0.199"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-1-c": [
        {
          "metadata": [
            
            {
                            "name": "15.1.c Share of forest land in total land area",
                          
                            "goal": "Goal 15. Life on land",
                          
                            "priority": "Protection and improvement of environment quality state via protection of biodiversity, including protection of environment in the form of areas, waste management system,  improvement of water quality and protection of water purity",
                          
                            "definition": "The ratio of the area of forest land to the total geodetic area of the country.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "The forest lands are the lands: 1) of compact area of at least 0.10 ha, covered by forest vegetation (wooded area) or temporarily devoid of forest vegetation (non-wooded area). These areas are designated for silviculture production or constitute nature reserves comprising portions of national parks or are registered as nature monuments. The category is defined as 'forests area'. 2) connected with silviculture includes land used for purposes of forest management: buildings and structures, spatial division lines in forests, forest roads, forest nurseries, wood stockpiling areas, devices for water drainage, areas under electricity power lines, forest car parks and tourist facilities.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "30.5",
                              
                                  "2011" :   "30.5",
                              
                                  "2012" :   "30.6",
                              
                                  "2013" :   "30.6",
                              
                                  "2014" :   "30.7",
                              
                                  "2015" :   "30.8",
                              
                                  "2016" :   "30.8",
                              
                                  "2017" :   "30.9",
                              
                                  "2018" :   "30.9",
                              
                                  "2019" :   "30.9",
                              
                                  "2020" :   "30.9",
                              
                                  "2021" :   "30.9"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-2-a": [
        {
          "metadata": [
            
            {
                            "name": "15.2.a National indicator of average exposure to PM2.5",
                          
                            "goal": "Goal 15. Life on land",
                          
                            "priority": "Modernization and expansion of wastewater treatment plants and sewage system, air protection (elimination of pollution sources or reduction of their impact) and soil protection",
                          
                            "definition": "Average level of substances in the air, determined on the basis of measurements carried out within the municipal background areas in cities with number of residents exceeding 100 thousand and agglomerations within the whole country; the calculation manner for KW is provided for in the regulation by the Minister of Environment of 13.09.2012 for calculation of the average exposure indicator and evaluation of keeping the concentration exposure threshold (Official Journal Dz.U. item 1029).",
                          
                            "unit": "μg/m3",
                          
                            "dimensions": "total",
                          
                            "methodology": "Measurements for the needs of calculating national indicator were started in 2010. According to the above the national average exposure indicator for 2010 was calculated as the arithmetic mean of the average annual PM2.5 concentrations in 2011. The index for 2011 was calculated as the arithmetic mean of the average annual PM2.5 concentrations in 2010-2011 in 2012. For 2012 and subsequent years, the national average exposure indicator is calculated as the arithmetic average of the average annual PM2,5 concentrations from the last three years (eg for 2015 the indicator was calculated in 2016 as the arithmetic mean of the average annual PM2,5 concentrations for 2013-2015). For the purposes of calculating national indicator, 30 measuring stations were created whose locations were approved by the Chief Inspectorate of Environmental Protection. Measuring stations are located in areas with a very high population density remote from dust emission sources. In cities over 100,000 inhabitants and agglomerations not exceeding 1 million inhabitants, these measurements are carried out on one measuring station. In the Warsaw Agglomeration and the Upper Silesian Agglomeration, measurements are carried out on two measurement stations. Detailed information on the location of air pollutant measuring stations PM2,5 for the purposes of calculating KW are included in voivodship environmental monitoring programs. Measurements are made using low-flow PM2.5 dust collectors, i.e. the reference method by voivodships inspectorates for environmental protection. Measurements are carried out continuously.",
                          
                            "source": "Chief Inspectorate of Environmental Protection",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "Data concern agglomeration areas and cities over 100,000. residents.Objectives for Poland to achieve PM2,5 exposure resulting from Directive 2008/50 / EC of the European Parliament and of the Council of 21 May 2008 on air quality and cleaner air for Europe (OJ L 152 from 11.06.2008, p.1), transposed into Polish law:- by 2015 - reaching the exposure concentration ceiling, i.e. KW at 20 g / m3 (air quality standard);- by 2020 - achieving the national exposure reduction target, i.e. KW at 18 g / m3.The value of the national index (KW) for the previous year is reported to the European Commission annually (in accordance with the EC Decision 2011/850 / EU of December 12, 2011 laying down rules for the application of Directives 2004/107 / EC and 2008/50 / EC of the European Parliament and Council with regard to the mutual information exchange system and reports on ambient air quality). The first value of KW calculated on the basis of measurements of PM2,5 dust from 2010-2012 was sent to the EC in 2013 and related to 2012."
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "28",
                              
                                  "2011" :   "27",
                              
                                  "2012" :   "26",
                              
                                  "2013" :   "25",
                              
                                  "2014" :   "24",
                              
                                  "2015" :   "23",
                              
                                  "2016" :   "22",
                              
                                  "2017" :   "22",
                              
                                  "2018" :   "22",
                              
                                  "2019" :   "19",
                              
                                  "2020" :   "19",
                              
                                  "2021" :   "17"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-2-b": [
        {
          "metadata": [
            
            {
                            "name": "15.2.b Population connected to wastewater treatment plants",
                          
                            "goal": "Goal 15. Life on land",
                          
                            "priority": "Modernization and expansion of wastewater treatment plants and sewage system, air protection (elimination of pollution sources or reduction of their impact) and soil protection",
                          
                            "definition": "The share of population connected to wastewater treatment plants in total population.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Data on urban and rural population connected to wastewater treatment plants are presented on a basis of a number of people served by wastewater treatment plants operating within a sewage network. Estimation of population served by wastewater treatment plants is done on the basis of contracts on sewerage, number of connections to sewage network, data on people using wastewater treatment plants gathered from housing cooperatives or data from planned wastewater treatment plants. Estimated number of population served by wastewater treatment plants cannot be higher than the number of people living in a given place (as of 20 June of reporting period). Estimated number of population served by wastewater treatment plants does not include people temporary staying in a given place (e.g. tourists).",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {
                      
                              "urban/rural": [
                                  {"total": [
                                          {
                                          
                                              "2010" : "64.7",
                                          
                                              "2011" : "65.7",
                                          
                                              "2012" : "68.6",
                                          
                                              "2013" : "70.3",
                                          
                                              "2014" : "71.5",
                                          
                                              "2015" : "72.7",
                                          
                                              "2016" : "73.5",
                                          
                                              "2017" : "73.6",
                                          
                                              "2018" : "74.0",
                                          
                                              "2019" : "74.5",
                                          
                                              "2020" : "74.8",
                                          
                                              "2021" : "75.2"
                                          
                                          }
                                      ],"urban area": [
                                          {
                                          
                                              "2010" : "88.0",
                                          
                                              "2011" : "88.4",
                                          
                                              "2012" : "91.7",
                                          
                                              "2013" : "93.3",
                                          
                                              "2014" : "93.9",
                                          
                                              "2015" : "94.6",
                                          
                                              "2016" : "94.8",
                                          
                                              "2017" : "94.5",
                                          
                                              "2018" : "94.6",
                                          
                                              "2019" : "94.8",
                                          
                                              "2020" : "94.7",
                                          
                                              "2021" : "94.6"
                                          
                                          }
                                      ],"rural area": [
                                          {
                                          
                                              "2010" : "28.5",
                                          
                                              "2011" : "30.6",
                                          
                                              "2012" : "33.1",
                                          
                                              "2013" : "35.3",
                                          
                                              "2014" : "37.4",
                                          
                                              "2015" : "39.6",
                                          
                                              "2016" : "41.2",
                                          
                                              "2017" : "42.0",
                                          
                                              "2018" : "42.9",
                                          
                                              "2019" : "44.0",
                                          
                                              "2020" : "45.2",
                                          
                                              "2021" : "46.3"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "15-2-c": [
        {
          "metadata": [
            
            {
                            "name": "15.2.c Industrial and municipal wastewater treated biologically, chemically and with increased biogene removal in % of wastewater requiring treatment",
                          
                            "goal": "Goal 15. Life on land",
                          
                            "priority": "Modernization and expansion of wastewater treatment plants and sewage system, air protection (elimination of pollution sources or reduction of their impact) and soil protection",
                          
                            "definition": "Industrial and municipal wastewater treated biologically, chemically and with increased biogene removal in % of wastewater requiring treatment.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Industrial wastewater - sewage which is not residential sewage or rainwater, produced as a result of commercial, industrial, storage, transportation or service activity as well as water mixed with sewage produced by another entities discharged by sewage network owned by this plant. Municipal wastewater - residential sewage or the mixture of residential sewage with industrial sewage or rainwater or thaw. Biologically treated wastewater - wastewater treated using specific microflora and microfauna. Chemically treated wastewater - wastewater treated using chemical methods, such as coagulation, absorption using active carbon and other methods, resulting in precipitation of certain soluble chemical compounds or in neutralisation of wastewater. Wastewater treated with increased biogene removal - wastewater treated using technologies allowing for highly efficient removal of nitrogen, phosphorus or nitrogen and phosphorus jointly (biological methods with possible chemical reduction in phosphorus).",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "65.73",
                              
                                  "2011" :   "64.76",
                              
                                  "2012" :   "67.35",
                              
                                  "2013" :   "69.77",
                              
                                  "2014" :   "70.48",
                              
                                  "2015" :   "70.90",
                              
                                  "2016" :   "71.43",
                              
                                  "2017" :   "72.52",
                              
                                  "2018" :   "73.17",
                              
                                  "2019" :   "73.93",
                              
                                  "2020" :   "73.32",
                              
                                  "2021" :   "72.85"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    }]
}
