{
  "2":[
    {
      "2-1-a": [
        {
          "metadata": [
            
            {
                            "name": "2.1.a Agricultural Orientation Index for government expenditures (AOI)",
                          
                            "goal": "Goal 2. Zero hunger",
                          
                            "priority": "Support for structural transformation ensuring increase in agriculture competitiveness including increase in competitiveness of agricultural holdings and agri-food producers",
                          
                            "definition": "Share of central government expenditure allocated to agriculture in total central government expenditure, related to the share of agriculture in GDP.",
                          
                            "unit": "[–]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Agriculture Share of Government Expenditures means Central Government Expenditures on Agriculture related to Total Central Government Outlays (according to Classification of Functions of Government - COFOG). Agriculture Share of GDP means Agriculture Value Added in relation to gross value added in section Agriculture (i.e. Division A - Agriculture, forestry, fishing and hunting of PKD 2007 , related to value of GDP, according to ESA2010. Gross domestic product (GDP) illustrates the final result of the activity of all entities of the national economy (resident producer units - domestic) in a given year. The exact definition and methodology for calculating GDP is contained in the regulation (EU) No 549/2013 of the European Parliament and of the Council of 21 May 2013 on the European system of national and regional accounts in the European Union (ESA 2010). An Agriculture Orientation Index (AOI) greater than 1 reflects a higher orientation towards the agriculture sector, which receives a higher share of government spending relative to its contribution to economic value added. An AOI less than 1 reflects a lower orientation to agriculture, while an AOI = 1 reflects neutrality in a government orientation to the agriculture sector.",
                          
                            "source": "Statistics Poland / Food and Agriculture Organization of the United Nations (FAO)",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "0.73",
                              
                                  "2011" :   "0.61",
                              
                                  "2012" :   "0.59",
                              
                                  "2013" :   "0.46",
                              
                                  "2014" :   "0.37",
                              
                                  "2015" :   "0.40",
                              
                                  "2016" :   "0.42",
                              
                                  "2017" :   "0.36",
                              
                                  "2018" :   "0.58"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-1-b": [
        {
          "metadata": [
            
            {
                            "name": "2.1.b Expenditure on R&D in agriculture in relation to GDP",
                          
                            "goal": "Goal 2. Zero hunger",
                          
                            "priority": "Support for structural transformation ensuring increase in agriculture competitiveness including increase in competitiveness of agricultural holdings and agri-food producers",
                          
                            "definition": "Ratio of intramural expenditures on R&D in the field of agricultural and veterinary sciences to GDP.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Research and experimental development (R&D) comprises creative work undertaken on a systematic basis in order to increase the stock of knowledge (e.g. about man, culture and society) and the use of this stock of knowledge to devise new applications. R&D includes: scientific research (basic, applied, industrial) and experimental development. Intramural expenditures on R&D are expenditures incurred in a reporting year on R&D in the reported entity, irrespective of origin of such funds, i.e. including funds obtained from abroad (exports of R&D). They cover both current expenditures and investment outlays on fixed assets related to R&;D, but do not cover depreciation of these assets. Intramural expenditures on R&D are examined according to the fields of science divided into: natural, engineering and technology, medical and health, agricultural, social as well as humanities sciences. Expenditures on R&D by fields of science are converted according to the percentage share of total expenditures. According to Frascati Manual, agricultural science is a field of science that covers the following fields: agriculture, forestry, and fisheries, animal and dairy science, veterinary science, agricultural biotechnology as well as other agricultural sciences. Gross domestic product (GDP) presents the final result of the activity of all entities of the national economy in a given year. GDP value can be calculated in three ways: - from the production side GDP is the sum of value added of all institutional sectors or all sections of the Polish Classification of Activities (PKD) of domestic production entities plus taxes less subsidies on products, - from the distribution side GDP is calculated as the sum of domestic demand, i.e. final consumption expenditure and gross capital formation as well as external balance of goods and services, - as the sum of uses in the total economy generation of income account (compensation ofemployees, taxes less subsidies on production and imports, gross operating surplus and mixedincome of the total economy). Gross domestic product is calculated according to the principles of the European System of National and Regional Accounts (ESA 2010), whicha are obligatory in the European Union countries, and recommendations of the Eurostat.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "0.06",
                              
                                  "2011" :   "0.05",
                              
                                  "2012" :   "0.04",
                              
                                  "2013" :   "0.04",
                              
                                  "2014" :   "0.06",
                              
                                  "2015" :   "0.05",
                              
                                  "2016" :   "0.04",
                              
                                  "2017" :   "0.05",
                              
                                  "2018" :   "0.05"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-1-c": [
        {
          "metadata": [
            
            {
                            "name": "2.1.c Agricultural land area in farms exceeding 30 ha as % of agricultural land area in farms in total",
                          
                            "goal": "Goal 2. Zero hunger",
                          
                            "priority": "Support for structural transformation ensuring increase in agriculture competitiveness including increase in competitiveness of agricultural holdings and agri-food producers",
                          
                            "definition": "An agricultural holding is understood as a single unit, both technically and economically, which has a single management (holder or manager) and which conducts agricultural activity.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "An agricultural holding is understood as a single unit, both technically and economically, which has a single management (holder or manager) and which conducts agricultural activity. An agricultural activity includes: 1. activity related to the cultivation of plants, which covers: all field crops (including mushrooms), vegetable gardening and horticulture, nursery, cultivation and seed production of agricultural and horticultural crops; 2. activity related to rearing and breeding of livestock, such as cattle, sheep, goats, horses, pigs, poultry, rabbits, other fur-covered animals, wild animals kept for slaughter (such as wild boar, roe deer, fallow deer) and bees; 3. activity of maintaining agricultural land in accordance with cultivation principles with respects for environment protection requirements (according to the norms). The agricultural land area including area of agricultural land in a good agricultural condition and other agricultural land Agricultural land in a good agricultural condition - maintained in accordance with norms meeting requirements of the Law of 5 II 2015 on payments under direct support schemes (uniform text Journal of Laws 2015 item 1551) - include sown area, fallow land, permanent crops (including orchards), kitchen gardens, permanent meadows and permanent pastures. Other agricultural land is agricultural land which is not used and maintained in a good condition. Data on the total agricultural land area do not include land of owners of agricultural land who do not conduct agricultural activities, and land of owners of less than 1 ha of agricultural land who conduct agricultural activities on a small scale (below specific thresholds).",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "Accordingly with the introduction since 2010 of gradual changes in the methodology of agricultural researches, aimed primarily at adaptation to EU standards and taking into account the changes taking place in the Polish agriculture, a definition of the agricultural farm has changed. In accordance with existing current definition, since 2010 agricultural surveys have not included owners of agricultural land who do not conduct agricultural activities, and owners of less than 1 ha of agricultural land who conduct agricultural activities on a small scale (below the specified thresholds)."
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "39",
                              
                                  "2011" :   "38",
                              
                                  "2012" :   "40",
                              
                                  "2013" :   "41",
                              
                                  "2014" :   "41",
                              
                                  "2015" :   "41",
                              
                                  "2016" :   "42",
                              
                                  "2017" :   "41",
                              
                                  "2018" :   "41"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-2-a": [
        {
          "metadata": [
            
            {
                            "name": "2.2.a Share of certified agricultural land area of organic farms in total agricultural land area of farms",
                          
                            "goal": "Goal 2. Zero hunger",
                          
                            "priority": "Ensurance of food quality and food security of the country in compliance with environmental requirements",
                          
                            "definition": "Agricultural certified land area of organic farms in relation to total agricultural land area of farms (in %).",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Organic farm uses organic methods of agricultural production, and has a certificate granted to it by a certification body or is under conversion to organic methods of agricultural production under control of a certification body. The certification bodies for organic farming are bodies which, by the decision of the Ministry of Agriculture and Rural Development, have been authorized to carrying out inspections and issuing and revoking a certificate of conformity with regard to organic agriculture (Law of 25 June 2009 on organic farming, Journal of Laws No. 116, item 975). Organic agricultural land is land where the organic methods of agricultural production are implemented. The area of certified organic agricultural land in organic holdings covers agricultural land area whose conversion to organic agriculture has been finished. The agricultural land area includes area of agricultural land in a good agricultural condition and other agricultural land. Agricultural land in a good agricultural condition - maintained in accordance with norms meeting requirements of the Law of 5 II 2015 on payments under direct support schemes (uniform text Journal of Laws 2015 item 1551) - include sown area, fallow land, permanent crops (including orchards), kitchen gardens, permanent meadows and permanent pastures. Other agricultural land is agricultural land which is not used and maintained in a good condition. Data on the total agricultural land area do not include land of owners of agricultural land who do not conduct agricultural activities, and land of owners of less than 1 ha of agricultural land who conduct agricultural activities on a small scale (below specific thresholds).",
                          
                            "source": "Chief Inspection of Agricultural and Food Quality / Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "In accordance with gradual changes in the methodology of agricultural surveys, introduced since 2010 in order to adjust it to EU standards and encompass changes taking place in the Polish agriculture, the definition of the agricultural farm has been changed. In accordance with the definition binding since 2010, agricultural surveys do not include owners of agricultural land who do not conduct agricultural activities, and owners of less than 1 ha of agricultural land who conduct agricultural activities on a small scale (below the specified thresholds)."
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "2.07",
                              
                                  "2011" :   "2.48",
                              
                                  "2012" :   "3.05",
                              
                                  "2013" :   "3.37",
                              
                                  "2014" :   "3.82",
                              
                                  "2015" :   "3.45",
                              
                                  "2016" :   "2.96",
                              
                                  "2017" :   "2.62",
                              
                                  "2018" :   "2.48"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-2-b": [
        {
          "metadata": [
            
            {
                            "name": "2.2.b Percentage of agricultural products samples of inadequate marketable quality",
                          
                            "goal": "Goal 2. Zero hunger",
                          
                            "priority": "Ensurance of food quality and food security of the country in compliance with environmental requirements",
                          
                            "definition": "The number of agricultural products samples of commercial quality which is not in compliance with the requirements or the producer’s declaration in relation to the number of samples subject to control.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Commercial quality is characteristics of an agricultural and food product, relating to its organoleptic, physico-chemical and microbiological qualities in terms of technology of production, size and mass as well as requirements resulting from the manner of production, packaging, presentation and labelling. Agricultural and food products cover agricultural products, fruits of the forest, game, marine and freshwater organisms in the unprocessed, partially processed and processed forms derived from those unprocessed and partially processed products, including food products. Commercial quality control of agricultural and food products, as well as, their storage and transport conditions is to check whether agricultural and food products meet the specified in the regulations requirements of commercial quality, as well as, additional requirements if the fulfillment has been declared by the producer, and also whether their storage or transport ensure maintaining of the adequate commercial quality.",
                          
                            "source": "Agricultural and Food Quality Inspection",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "16.2",
                              
                                  "2011" :   "15.7",
                              
                                  "2012" :   "17.2",
                              
                                  "2013" :   "19.3",
                              
                                  "2014" :   "17.5",
                              
                                  "2015" :   "13.5",
                              
                                  "2016" :   "9.0",
                              
                                  "2017" :   "12.1",
                              
                                  "2018" :   ""
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-3-a": [
        {
          "metadata": [
            
            {
                            "name": "2.3.a Share of income from hired work and self-employment in income of private farms in agriculture",
                          
                            "goal": "Goal 2. Zero hunger",
                          
                            "priority": "Increase in diversity of income sources among rural area population",
                          
                            "definition": "Ratio of total incomes of rural households form hired work and from self-employment to the available income of those households.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "The indicator is calculated on a basis of information obtained from household budget survey. The household budget survey is conducted using representative method based on random sample which allows generalisation, within a margin of an error, of the results for all households in the country. The monthly rotation of households implemented since 1993 assumes that every month of the year a different group of households participates in the survey. The survey covers one-person and multi-person households. Households of foreign citizens with permanent or long-lasting residence in Poland and using Polish language also take part in the survey. The purpose of the survey is to enable the analysis of the living standards of the population as well as evaluate the impact of various factors on the living standard and its diversity among basic groups of households. Household budget survey provides detailed information on:  the level and the structure of expenditures, sources of acquiring goods and services; the consumption level of basic food products according to quantity, but also energetic value and nutrients; prices at which households purchase selected goods and services; the level and sources of their incomes; household equipment with durables; dwelling conditions; subjective evaluation of the material condition of households; demographic and social structure of the households i.e. on the number, age, gender, education, disability and economic activity of the members of the surveyed household.  The survey unit is a household, which is understood as the persons who may be related or unrelated, living together and maintaining themselves jointly (multi-person household). Household can also be formed by one individual maintaining himself/herself independently, regardless of whether the individual lives alone or with other persons (one-person household). Disposable income is designated for consumer goods and services expenditures and for savings increase. Disposable income is available income less other expenditures. Available income is designated for expenditure and savings increase. It is a sum of household's current incomes from various sources reduced by prepayments on personal income tax, by tax on income from property, taxes paid by self-employed persons ( including those in free professions and individual farmers) and by social security and health insurance premiums. The available income covers both income in cash and in kind, including natural consumption (consumer goods and services taken to satisfy household's needs from self-employment - in and outside farming) as well as goods and services received free of charge. Available income consists of:  income from hired work, income from private farm in agriculture, income from self-employment other than in private farm in agriculture and income from practising free profession, income from property, income from rental of a property, social insurance benefits, other benefits, other incomes (including gifts and alimonies).  Expenditures covers expenditures on consumer goods and services as well as other expenditures:  Expenditures on consumer goods and services are allocated to satisfying household's needs. They include products purchased by cash, also using debt or credit card, on credit, received free of charge and natural consumption (consumer goods and services taken from individual farm or own economic activity to satisfy household's needs). Consumer goods comprise non-durable goods (e.g. food, beverages or medicines), semi-durable goods (e.g. clothes, books, toys) and durable goods (e.g. cars, washing machines, refrigerators, television sets). Other expenditures include:  gifts donated to other households and non-commercial institutions; certain taxes, such as tax on legacy and donations, tax on real estates, fees for perpetual use of the land; prepayments of personal income tax and social security contributions paid directly by the tax payer; other kinds of expenditures not allocated directly to consumption, including sums lost in gambling and lotteries, losses of cash and bails.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "53.9",
                              
                                  "2011" :   "55.3",
                              
                                  "2012" :   "54.9",
                              
                                  "2013" :   "54.6",
                              
                                  "2014" :   "57.0",
                              
                                  "2015" :   "57.7",
                              
                                  "2016" :   "55.7",
                              
                                  "2017" :   "53.8",
                              
                                  "2018" :   "55.0"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-4-a": [
        {
          "metadata": [
            
            {
                            "name": "2.4.a Export of agri-food products per capita",
                          
                            "goal": "Goal 2. Zero hunger",
                          
                            "priority": "Increase in share of agricultural sector products (including high quality food) in Polish export",
                          
                            "definition": "The value of goods exported outside the Polish border belonging to the group of agricultural-foodstuff goods expressed in PLN per capita.",
                          
                            "unit": "PLN",
                          
                            "dimensions": "total",
                          
                            "methodology": "Statistical surveys of foreign trade are conducted in accordance with the methodology developed by the United Nations Statistics Division. Since 1 May 2004, trade turnover in foreign trade has been presented in the Combined Nomenclature (CN 8-digit level of detail), which is reviewed annually. Agricultural-foodstuff goods cover 4 sections of the CN nomenclature, namely vegetable products, live animals, prepered agricultural-foodstuff goods and oils and fats. As of 1 May 2004, the source of data on foreign trade statistics is:INTRASTAT declarations - used for registration of turnover with EU countries; Customs declarations in the EXTRASTAT system - used to record the foreign trade with non-EU countries (so-called third countries).Since 1 January 2006, in Polish foreign trade statistics, alternative data sources have also been used for registration of movements of specific goods such as: sea vessels, aircraft, sea products, including purchase/sale of fishery which were the subject of trade transaction before being landed by sea-going vessels, electricity and natural gas. The value of imports is shown in terms of cif Polish port or franco Polish border, i.e. including transport and insurance costs to the Polish border. The value of export is shown on the fob basis, that is in terms of franco border or fob port of the country of delivery.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "1401.46",
                              
                                  "2011" :   "1620.07",
                              
                                  "2012" :   "1950.90",
                              
                                  "2013" :   "2218.12",
                              
                                  "2014" :   "2377.84",
                              
                                  "2015" :   "2596.98",
                              
                                  "2016" :   "2908.95",
                              
                                  "2017" :   "3090.58",
                              
                                  "2018" :   "3249.46"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-4-b": [
        {
          "metadata": [
            
            {
                            "name": "2.4.b Share of agri-food products in Polish export in total",
                          
                            "goal": "Goal 2. Zero hunger",
                          
                            "priority": "Increase in share of agricultural sector products (including high quality food) in Polish export",
                          
                            "definition": "Share of the value of exported agri-food products in the value of Polish total export.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "11.22",
                              
                                  "2011" :   "11.17",
                              
                                  "2012" :   "12.46",
                              
                                  "2013" :   "13.18",
                              
                                  "2014" :   "13.20",
                              
                                  "2015" :   "13.30",
                              
                                  "2016" :   "13.17",
                              
                                  "2017" :   "13.45",
                              
                                  "2018" :   "13.28"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-5-a": [
        {
          "metadata": [
            
            {
                            "name": "2.5.a Percentage of length of public improved hard surface roads in non-urban areas",
                          
                            "goal": "Goal 2. Zero hunger",
                          
                            "priority": "Infrastructure development in rural areas",
                          
                            "definition": "Ratio of length of public improved hard surface roads to the total length of public roads.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Public roads are divided according to the function they have in the road network, in accordance with the law dated 21 March 1985 on public roads (uniform text Journal of Laws 2015 item 460), into the following categories:  - national roads, - regional roads, - district roads, - communal roads. The hard surfaced roads include improved surface roads with cobble stone, clinker, concrete, stone and concrete slabs, bitumen.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "48.60",
                              
                                  "2011" :   "49.40",
                              
                                  "2012" :   "49.50",
                              
                                  "2013" :   "49.70",
                              
                                  "2014" :   "50.30",
                              
                                  "2015" :   "50.60",
                              
                                  "2016" :   "51.20",
                              
                                  "2017" :   "52.10",
                              
                                  "2018" :   "52.60"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-6-a": [
        {
          "metadata": [
            
            {
                            "name": "2.6.a Number of plant and animal genetic resources for food and agriculture secured in gene banks collections",
                          
                            "goal": "Goal 2. Zero hunger",
                          
                            "priority": "Respect for biodiversity through its increase or at least non-deterioration of its sate",
                          
                            "definition": "The indicator covers the number of plant genetic resources for food and farming (secured in gene bank collections, stored in a generative form - in a seed form and vegetative form - in the form of field plantations, in vitro cultures, microbulbes, etc.) and the number of livestock genetic resources ex situ in vitro and ex situ in vivo.",
                          
                            "unit": "pieces",
                          
                            "dimensions": "total",
                          
                            "methodology": "The collections of plants maintained in the gene bank include: agricultural crops (cereals, root crops, special, herbage plants, fodder crops, energy and reclamation crops, small leguminous plants, marginal legumes), vegetable and orchard plants (including root stocks of seed trees, root stocks of stone trees, berry plants), honey and decorative plants. The plant genetic resources are calculated on the basis of the database containing the number of objects and associated data. Information is available at: http://egiset.ihar.edu.pl/index.aspx?lang=en-GB of IHAR-PIB. The database includes resources stored in the gene bank collections, in various forms, located at IHAR Radzików (central seed storage) and in a number of other institutions, including the Institute of Horticulture in Skierniewice, the Arboretum and the Department of Physiography in Bolestraszyce  Polish Academy of Sciences Botanical Garden - Center for Biological Diversity Conservation in Powsin  Warsaw University of Life Sciences - SGGW  Poznan University of Life Sciences  Society of Friends of the Lower Vistula River in Gruczno  Plant Breeding of Poznań LLC in Tulce  Institute of Natural Fibres and Medicinal Plants in Poznań  Institute of Soil Science and Plant Cultivation - NRI in Puławy. The number of  livestock genetic resources is calculated on the basis of ex situ in vitro and ex situ in vivo methods. There are the following methods to protect the animal population from extinction:  in situ - the protection of living animals in their natural environment, ex-situ-protection of genetic resources beyond their natural habitat, including:   ex-situ in vitro - cryopreserved material in banks of genetic material, ex situ in vivo - collections of live animals kept away from the place of occurrence  In the case of ex situ in vivo collections, in order for them to be considered long-term and stable, it is assumed that they are in public sector institutions.",
                          
                            "source": "Ministry of Agriculture and Rural Development / Plant Breeding and Acclimatization Institute - NRI in Radzików / Research Institute of Horticulture in Skierniewice/ National Research Institute of Animal Production",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "The IHAR-PIB database of objects includes historical data."
                          }
          ],
          "data": [
            {
                      
                              "plant genetic resources": [
                                  {"total": [
                                          {
                                          
                                              "2010" : "73660",
                                          
                                              "2011" : "74215",
                                          
                                              "2012" : "75551",
                                          
                                              "2013" : "76951",
                                          
                                              "2014" : "80430",
                                          
                                              "2015" : "81807",
                                          
                                              "2016" : "82514",
                                          
                                              "2017" : "88362",
                                          
                                              "2018" : "85855",
                                          
                                              "2019" : "85876"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "animal genetic resources": [
                                  {"geese in live collections": [
                                          {
                                          
                                              "2010" : "3681",
                                          
                                              "2011" : "3716",
                                          
                                              "2012" : "3675",
                                          
                                              "2013" : "3959",
                                          
                                              "2014" : "3981",
                                          
                                              "2015" : "3907",
                                          
                                              "2016" : "4256",
                                          
                                              "2017" : "3979",
                                          
                                              "2018" : "4197",
                                          
                                              "2019" : "4453"
                                          
                                          }
                                      ],"ducks in live collections": [
                                          {
                                          
                                              "2010" : "1293",
                                          
                                              "2011" : "1277",
                                          
                                              "2012" : "1296",
                                          
                                              "2013" : "1319",
                                          
                                              "2014" : "1314",
                                          
                                              "2015" : "1394",
                                          
                                              "2016" : "1307",
                                          
                                              "2017" : "1373",
                                          
                                              "2018" : "1455",
                                          
                                              "2019" : "1497"
                                          
                                          }
                                      ],"hens in live collections": [
                                          {
                                          
                                              "2010" : "7225",
                                          
                                              "2011" : "7210",
                                          
                                              "2012" : "7884",
                                          
                                              "2013" : "8168",
                                          
                                              "2014" : "8207",
                                          
                                              "2015" : "8239",
                                          
                                              "2016" : "8170",
                                          
                                              "2017" : "8137",
                                          
                                              "2018" : "8125",
                                          
                                              "2019" : "8198"
                                          
                                          }
                                      ],"cattle whose genetic material is stored in gene bank": [
                                          {
                                          
                                              "2010" : "31",
                                          
                                              "2011" : "47",
                                          
                                              "2012" : "52",
                                          
                                              "2013" : "57",
                                          
                                              "2014" : "60",
                                          
                                              "2015" : "76",
                                          
                                              "2016" : "85",
                                          
                                              "2017" : "125",
                                          
                                              "2018" : "120",
                                          
                                              "2019" : "144"
                                          
                                          }
                                      ],"genetic material from cattle in gene bank": [
                                          {
                                          
                                              "2010" : "7565",
                                          
                                              "2011" : "9315",
                                          
                                              "2012" : "10315",
                                          
                                              "2013" : "11315",
                                          
                                              "2014" : "11915",
                                          
                                              "2015" : "28838",
                                          
                                              "2016" : "30638",
                                          
                                              "2017" : "34511",
                                          
                                              "2018" : "33679",
                                          
                                              "2019" : "37589"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-7-a": [
        {
          "metadata": [
            
            {
                            "name": "2.7.a Prevalence of obesity among adults",
                          
                            "goal": "Goal 2. Zero hunger",
                          
                            "priority": "Promotion of healthy lifestyle, including healthy nutrition, among adults and children (decrease in proportion of persons with overweight and obesity)",
                          
                            "definition": "Percentage of population aged 18 years and more with a BMI equal 30 or more.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "sex",
                          
                            "methodology": "Obesity is defined as abnormal or excessive fat accumulation that presents a risk to health. A crude population measure of obesity is the body mass index (BMI). A person with a BMI of 30 or more is generally considered obese. Body mass index (BMI) is defined as a person's weight in kilograms divided by the square of the person's height in metres (kg/m2). For adults over 20 years old, BMI falls into one of the following categories:   18.5 - 24.9 - normal weight, 25.0 - 29.9 - pre-obesity, 30.0 - 34.9 - obesity class I, 35.0 - 39.9 - obesity class II, >=40 - obesity class III.  The BMI ranges are based on the effect excessive body fat has on disease and death and are reasonably well related to adiposity. BMI was developed as a risk indicator of disease; as BMI increases, so does the risk for some diseases. Some common conditions related to overweight and obesity include: premature death, cardiovascular diseases, high blood pressure, osteoarthritis, some cancers and diabetes.",
                          
                            "source": "World Health Organization",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {
                      
                              "by sex": [
                                  {"total": [
                                          {
                                          
                                              "2010" : "22.5",
                                          
                                              "2011" : "22.9",
                                          
                                              "2012" : "23.4",
                                          
                                              "2013" : "24.0",
                                          
                                              "2014" : "24.5",
                                          
                                              "2015" : "25.0",
                                          
                                              "2016" : "25.6",
                                          
                                              "2017" : "",
                                          
                                              "2018" : ""
                                          
                                          }
                                      ],"males": [
                                          {
                                          
                                              "2010" : "21.6",
                                          
                                              "2011" : "22.2",
                                          
                                              "2012" : "22.8",
                                          
                                              "2013" : "23.4",
                                          
                                              "2014" : "24.1",
                                          
                                              "2015" : "24.7",
                                          
                                              "2016" : "25.4",
                                          
                                              "2017" : "",
                                          
                                              "2018" : ""
                                          
                                          }
                                      ],"females": [
                                          {
                                          
                                              "2010" : "23.3",
                                          
                                              "2011" : "23.7",
                                          
                                              "2012" : "24.0",
                                          
                                              "2013" : "24.4",
                                          
                                              "2014" : "24.9",
                                          
                                              "2015" : "25.3",
                                          
                                              "2016" : "25.7",
                                          
                                              "2017" : "",
                                          
                                              "2018" : ""
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "2-7-b": [
        {
          "metadata": [
            
            {
                            "name": "2.7.b Prevalence of obesity among children aged 5-9",
                          
                            "goal": "Goal 2. Zero hunger",
                          
                            "priority": "Promotion of healthy lifestyle, including healthy nutrition, among adults and children (decrease in proportion of persons with overweight and obesity)",
                          
                            "definition": "Percentage of children aged 5-9 suffering from obesity.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Obesity is defined as abnormal or excessive fat accumulation that presents a risk to health. A crude population measure of obesity is the body mass index (BMI). To assess the nutritional status of children in developmental age, tables or centile grids of BMI values based on age are used, separate for boys and girls. According to the current WHO definition: - overweight is a disorder where the value of the BMI is equal to or greater than 85 percentile (>=85c) and less than 97 percentile ( - obesity is recognized when the value of the BMI is equal to or greater than the 97 percentile (>=97c).",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data  since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "9.5",
                              
                                  "2011" :   "10.0",
                              
                                  "2012" :   "10.5",
                              
                                  "2013" :   "11.0",
                              
                                  "2014" :   "11.5",
                              
                                  "2015" :   "12.0",
                              
                                  "2016" :   "12.5",
                              
                                  "2017" :   "",
                              
                                  "2018" :   ""
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    }]
}
