{
  "5":[
    {
      "5-1-a": [
        {
          "metadata": [
            
            {
                            "name": "5.1.a Gender pay gap",
                          
                            "goal": "Goal 5. Gender equality",
                          
                            "priority": "More complete fulfillment of the principle of women and men's equality",
                          
                            "definition": "Difference between average gross hourly earnings of men and women expressed as a percentage ofaverage gross hourly earnings of men.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Data concern entities employing 10 persons and more according to:  - the Polish Classification of Activities (PKD) 2007 (sections B to S excluding section O),  - until 2008 – the PKD 2004 (sections C to O excluding section L).  The indicator is calculated on the basis of collected data in compliance with the methodology ofearnings structure – Council Regulation (EC) No 530/1999 of 9 March 1999 concerning structuralstatistics on earnings and on labour costs.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "4.5",
                              
                                  "2011" :   "5.5",
                              
                                  "2012" :   "6.4",
                              
                                  "2013" :   "7.1",
                              
                                  "2014" :   "7.7",
                              
                                  "2015" :   "7.4",
                              
                                  "2016" :   "7.1",
                              
                                  "2017" :   "7.2",
                              
                                  "2018" :   "8.8",
                              
                                  "2019" :   "8.8"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-1-b": [
        {
          "metadata": [
            
            {
                            "name": "5.1.b Gender employment gap (aged 25-54)",
                          
                            "goal": "Goal 5. Gender equality",
                          
                            "priority": "More complete fulfillment of the principle of women and men's equality",
                          
                            "definition": "The indicator measures the difference between the employment rates of men and women aged 25 to 54.",
                          
                            "unit": "p.p.",
                          
                            "dimensions": "total",
                          
                            "methodology": "Employment rate is a share of the employed people of a given category in the total population of a given category. The indicator is based on the EU Labour Force Survey (LFS). LFS is conducted on a quarterly basis. The survey is conducted as continuous observation (movable survey week) what allows presenting the situation on the labour market during a whole quarter.The survey covers persons aged 15 and more who are members of  households in dwellings selected on a random basis. In the context of economic activity – work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the tree main categories are distinguished: employed, unemployed and economically inactive persons. The employed, unemployed are the economically active population. Among the employed are included all persons aged 15 years or more who during the reference week:  1) performed for at least one hour any work generating pay or income, i.e. were employed as paid employees, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in conducting family agricultural farm or family economic activity outside agriculture,  2) had work but did not perform it: (e.g. due to illness, maternity leave or vacation, a break in company activity) if the break in employment did not exceed 3 months; if the break was longer than 3 months in case when persons were paid employees the additional criterion is receiving during that period at least 50% of the hitherto earnings. According to international standards, among employees are also included persons performing outwork and apprentices with whom enterprises or natural persons signed a contract for occupational training or learning skills for a particular job (if they receive a payment). Due to the survey methodological assumptions the number of the employed obtained from the LFS does not comprise some categories of persons, who are considered as employed in the establishment survey, i.a.:  a) employees living in lodging houses for workers,  b) employees working abroad for their Polish employers.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "10.8",
                              
                                  "2011" :   "11.5",
                              
                                  "2012" :   "11.4",
                              
                                  "2013" :   "11.5",
                              
                                  "2014" :   "11.2",
                              
                                  "2015" :   "11.0",
                              
                                  "2016" :   "11.6",
                              
                                  "2017" :   "12.0",
                              
                                  "2018" :   "11.6",
                              
                                  "2019" :   "12.8"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-1-c": [
        {
          "metadata": [
            
            {
                            "name": "5.1.c Proportion of women in managerial positions",
                          
                            "goal": "Goal 5. Gender equality",
                          
                            "priority": "More complete fulfillment of the principle of women and men's equality",
                          
                            "definition": "The indicator presents the share of women in the total number of persons employed in managerial positions. Employed persons are defined as the persons who have worked in the surveyed units for the whole October of the given year, full- or part-time as established for the given enterprise or position. ",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "This indicator is calculated from the data obtained in the survey on the structure of wages and salaries by occupations. The survey on the structure of wages and salaries by occupations is a survey carried out with biennial frequency. It covers entities of national economy with the number of the employed persons exceeding 9 persons. The data cover full- and part-time employees who worked in the surveyed units whole month of October. The survey does not include: apprentices, persons engaged in outwork (home-workers), students maintaining vacation or diploma practices, members of workers groups organized by other units and appointed to work in the reporting units, e.g. soldiers, labour corps members, convicts; moreover, excluded are: people on maternity or child-care leaves and people appointed to full-time schools or PhD studies, etc., persons employed in intervention and public works, persons on sick leaves. The data on proportion of women in managerial positions pertain to women employed in one of the ,,major,, occupational groups (according to ,,Classification of occupations and specialities,, - ISCO-08), i.e. the group of managers (. The other ,,major,, occupational groups are:  Professionals Technicians and associate professionals Clerical support workers Service and sales workers Skilled agricultural, forestry and fishery workers Craft and related trade workers Plant and machine operators and assemblers Elementary occupations ",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Data every two years; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {
                      
                              "managers": [
                                  {"total": [
                                          {
                                          
                                              "2010" : "45.3",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "45.2",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "45.3",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "45.8",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "46.3"
                                          
                                          }
                                      ],"chief executives and senior officials and legislators": [
                                          {
                                          
                                              "2010" : "27.6",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "28.2",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "28.6",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "28.8",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "30.8"
                                          
                                          }
                                      ],"legislators and senior officials": [
                                          {
                                          
                                              "2010" : "45.3",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "41.9",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "42.3",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "40.3",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "41.4"
                                          
                                          }
                                      ],"managing directors and chief executives": [
                                          {
                                          
                                              "2010" : "25.4",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "26.9",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "27.3",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "27.8",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "29.8"
                                          
                                          }
                                      ],"administrative and commercial managers": [
                                          {
                                          
                                              "2010" : "60.7",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "59.2",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "58.7",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "57.3",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "56.8"
                                          
                                          }
                                      ],"production and specialized services managers": [
                                          {
                                          
                                              "2010" : "38.3",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "37.3",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "36.4",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "36.7",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "36.1"
                                          
                                          }
                                      ],"hospitality and retail or other services managers": [
                                          {
                                          
                                              "2010" : "55.5",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "58.7",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "61.1",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "63.7",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "65.7"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-2-a": [
        {
          "metadata": [
            
            {
                            "name": "5.2.a Percentage of children aged 1-3 covered by different kinds of institutional care",
                          
                            "goal": "Goal 5. Gender equality",
                          
                            "priority": "Active pro-family policy",
                          
                            "definition": "Share of children covered by institutional care in total number of children aged 1-3.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Different kinds of institutional care have been introduced by the Law on Childcare for children up tothe age of 3 dated 4 February 2011, in force since 4 April 2011 and the provisions concerning nannies -since October 2011. The law provides for the following types of care: nursery, children’s clubs, day carer and nanny, forchildren up to the age of 3. Pursuant to the Act, the nurseries are no longer part of the health caresystem and the care exercised in them is not the health service. By 2011 children were taken care ofin nurseries and nursery wards. Children in nurseries and children’s clubs: - entered into register referred to in Chapter 3 of the Law on Childcare of children up to the age of 3dated 4 February 2011 (Journal of Laws No.45, item 235, with later amendments), taken from thereport of municipality on the implementation of tasks related to the care for children up to the ageof 3 (public and non-public receiving allocations). - run by non-public entities providing private childcare services for children up to the age of 3, forwhich municipality (gmina) does not grant allocations (estimation on the basis of the averagenumber of places in public and non-public entities receiving allocations). Children under the care of a day carer as of the last day of the reporting period (data come fromreports on the implementation of tasks related to the care for children up to the age of 3). The number of nannies (it is assumed that one child is under the care of one nanny) registered insocial security or health insurance (data are provided, pursuant to the art. 53 of the above-mentioned law, to the Minister responsible for the family policy by the Social Insurance Institution).",
                          
                            "source": "the Ministry of Family and Social Policy",
                          
                            "availability": "Annual data; since 2011",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "4.4",
                              
                                  "2012" :   "6.0",
                              
                                  "2013" :   "8.3",
                              
                                  "2014" :   "10.5",
                              
                                  "2015" :   "12.4",
                              
                                  "2016" :   "13.9",
                              
                                  "2017" :   "16.0",
                              
                                  "2018" :   "19.3",
                              
                                  "2019" :   "22.6"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-3-a": [
        {
          "metadata": [
            
            {
                            "name": "5.3.a Employment rate of women with the youngest child up to 5 years old (LFS)",
                          
                            "goal": "Goal 5. Gender equality",
                          
                            "priority": "Ensurance of conditions for women's return to labour market after a break from employment due to childbirth and childcare",
                          
                            "definition": "Share of employed women with the youngest child up to 5 years old in the total number of womenwith the youngest child up to 5 years old.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Data come from a sample survey Labour Force Survey (LFS). The survey is conducted on a quarterly basis. The survey is conducted as continuous observation (movable survey week) what allowspresenting the situation on the labour market during a whole quarter. The survey covers personsaged 15 and more who are members of households in dwellings selected on a random basis. In the context of economic activity – work is the main criterion in dividing the population, i.e.performing, holding or seeking work. According to the international standards, the tree maincategories are distinguished: employed, unemployed and economically inactive persons. Theemployed, unemployed are the economically active population. Among the employed are included all persons aged 15 years or more who during the reference week: 1) performed for at least one hour any work generating pay or income, i.e. were employed as paidemployees, worked on their own (or leased) agricultural farm, or conducted their own economicactivity outside agriculture, assisted (without pay) in conducting family agricultural farm or familyeconomic activity outside agriculture, 2) had work but did not perform it: (e.g. due to illness, maternity leave or vacation, a break incompany activity) if the break in employment did not exceed 3 months; if the break was longer than 3months in case when persons were paid employees the additional criterion is receiving during thatperiod at least 50% of the hitherto earnings. Among employees are also included persons performing outwork and apprentices with whomenterprises or natural persons signed a contract for occupational training or learning skills for aparticular job (if they receive a payment). Due to the survey methodological assumptions the number of the employed obtained from the LFSdoes not comprise some categories of persons, who are considered as employed in theestablishment survey, i.a.: a) employees living in lodging houses for workers, b) employees working abroad for their Polish employers.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "58.5",
                              
                                  "2011" :   "57.7",
                              
                                  "2012" :   "58.3",
                              
                                  "2013" :   "59.1",
                              
                                  "2014" :   "61.8",
                              
                                  "2015" :   "64.1",
                              
                                  "2016" :   "63.0",
                              
                                  "2017" :   "63.4",
                              
                                  "2018" :   "62.4",
                              
                                  "2019" :   "62.5"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    }]
}
