{
  "5":[
    {
      "5-1-a": [
        {
          "metadata": [
            
            {
                            "name": "5.1.a Gender pay gap",
                          
                            "goal": "Goal 5. Gender equality",
                          
                            "priority": "More complete fulfillment of the principle of women and men's equality",
                          
                            "definition": "Difference between average gross hourly earnings of men and women expressed as a percentage ofaverage gross hourly earnings of men.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Data concern entities employing 10 persons and more according to the Polish Classification of Activities (PKD) 2007 (sections B to S).  The indicator is calculated on the basis of collected data in compliance with the methodology ofearnings structure – Council Regulation (EC) No 530/1999 of 9 March 1999 concerning structuralstatistics on earnings and on labour costs.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "2021 - preliminary data."
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "4.9",
                              
                                  "2011" :   "5.9",
                              
                                  "2012" :   "6.8",
                              
                                  "2013" :   "7.3",
                              
                                  "2014" :   "7.7",
                              
                                  "2015" :   "7.4",
                              
                                  "2016" :   "7.1",
                              
                                  "2017" :   "7.2",
                              
                                  "2018" :   "8.8",
                              
                                  "2019" :   "6.8",
                              
                                  "2020" :   "4.8",
                              
                                  "2021" :   "4.8"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-1-b": [
        {
          "metadata": [
            
            {
                            "name": "5.1.b Gender employment gap (aged 25-54)",
                          
                            "goal": "Goal 5. Gender equality",
                          
                            "priority": "More complete fulfillment of the principle of women and men's equality",
                          
                            "definition": "The indicator measures the difference between the employment rates of men and women aged 25 to 54.",
                          
                            "unit": "p.p.",
                          
                            "dimensions": "total",
                          
                            "methodology": "Data come from a sample survey: Labour Force Survey (LFS). The survey is conducted on a quarterly basis, using the continuous observation method (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15-89, who are members of households in dwellings selected on a random basis. The scope of the survey does not include household members staying (the total actual and planned stay is taken into account) 12 months or more abroad and in collective households (such as: employee hotels, student dormitories, boarding houses, social care centres etc.) and the homeless. In the context of economic activity - work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the three main categories are distinguished: employed, unemployed and economically inactive persons. The employed, unemployed are the economically active population. The employment rate is the share of employed in a given category in the total population of the same category. Among the employed are included all persons aged 15-89 who during the reference week: 1. performed for at least one hour any work generating pay or income, i.e. were employed in a company/public institution or by a private employer, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in conducting family agricultural farm or family economic activity outside agriculture, 2. had work but did not perform it: • due to illness or holiday leave, leave related to parenthood (maternity, childcare, paternity or parental leave), organisation of working time (work system or overtime collection), training related to the performed work • due to the seasonal character of the work, if they still regularly performed off-season their work or business conducting related tasks and responsibilities (excluding legal or administrative obligations) • for other reasons, if the anticipated break in employment did not exceed 3 months According to international standards, among employees are also included persons performing outwork and apprentices with whom enterprises or natural persons signed a contract for occupational training or learning skills for a particular job (if they receive a payment). The employed do not include: volunteers and interns who do not receive remuneration, people working in private engaged in the production of agricultural products solely or mainly for their own needs.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "Due to the implementation of methodological changes in the study, the LFS data from 2021 cannot be compared with the previous years (except for the data converted for the years 2010-2020)."
                          }
          ],
          "data": [
            {
                      
                              "urban/rural": [
                                  {"total": [
                                          {
                                          
                                              "2010" : "10.0",
                                          
                                              "2011" : "10.5",
                                          
                                              "2012" : "10.4",
                                          
                                              "2013" : "10.7",
                                          
                                              "2014" : "10.7",
                                          
                                              "2015" : "10.2",
                                          
                                              "2016" : "10.9",
                                          
                                              "2017" : "11.4",
                                          
                                              "2018" : "10.9",
                                          
                                              "2019" : "12.2",
                                          
                                              "2020" : "12.2",
                                          
                                              "2021" : "10.3"
                                          
                                          }
                                      ],"urban area": [
                                          {
                                          
                                              "2010" : "7.6",
                                          
                                              "2011" : "8.4",
                                          
                                              "2012" : "8.4",
                                          
                                              "2013" : "8.0",
                                          
                                              "2014" : "8.4",
                                          
                                              "2015" : "7.9",
                                          
                                              "2016" : "8.5",
                                          
                                              "2017" : "9.2",
                                          
                                              "2018" : "8.2",
                                          
                                              "2019" : "8.8",
                                          
                                              "2020" : "8.7",
                                          
                                              "2021" : "6.8"
                                          
                                          }
                                      ],"rural area": [
                                          {
                                          
                                              "2010" : "14.4",
                                          
                                              "2011" : "14.3",
                                          
                                              "2012" : "13.9",
                                          
                                              "2013" : "15.3",
                                          
                                              "2014" : "14.6",
                                          
                                              "2015" : "14.3",
                                          
                                              "2016" : "14.7",
                                          
                                              "2017" : "15.0",
                                          
                                              "2018" : "15.2",
                                          
                                              "2019" : "17.4",
                                          
                                              "2020" : "17.6",
                                          
                                              "2021" : "15.5"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-1-c": [
        {
          "metadata": [
            
            {
                            "name": "5.1.c Proportion of women in managerial positions",
                          
                            "goal": "Goal 5. Gender equality",
                          
                            "priority": "More complete fulfillment of the principle of women and men's equality",
                          
                            "definition": "The indicator presents the share of women in the total number of persons employed in managerial positions. Employed persons are defined as the persons who have worked in the surveyed units for the whole October of the given year, full- or part-time as established for the given enterprise or position. ",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "This indicator is calculated from the data obtained in the survey on the structure of wages and salaries by occupations. The survey on the structure of wages and salaries by occupations is a survey carried out with biennial frequency. It covers entities of national economy with the number of the employed persons exceeding 9 persons. The data cover full- and part-time employees who worked in the surveyed units whole month of October. The survey does not include: apprentices, persons engaged in outwork (home-workers), students maintaining vacation or diploma practices, members of workers groups organized by other units and appointed to work in the reporting units, e.g. soldiers, labour corps members, convicts; moreover, excluded are: people on maternity or child-care leaves and people appointed to full-time schools or PhD studies, etc., persons employed in intervention and public works, persons on sick leaves. The data on proportion of women in managerial positions pertain to women employed in one of the ,,major,, occupational groups (according to ,,Classification of occupations and specialities,, - ISCO-08), i.e. the group of managers (. The other ,,major,, occupational groups are:  Professionals Technicians and associate professionals Clerical support workers Service and sales workers Skilled agricultural, forestry and fishery workers Craft and related trade workers Plant and machine operators and assemblers Elementary occupations ",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Data every two years; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {
                      
                              "managers": [
                                  {"total": [
                                          {
                                          
                                              "2010" : "45.3",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "45.2",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "45.3",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "45.8",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "46.3",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "45.0"
                                          
                                          }
                                      ],"chief executives and senior officials and legislators": [
                                          {
                                          
                                              "2010" : "27.6",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "28.2",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "28.6",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "28.8",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "30.8",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "31.4"
                                          
                                          }
                                      ],"legislators and senior officials": [
                                          {
                                          
                                              "2010" : "45.3",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "41.9",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "42.3",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "40.3",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "41.4",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "42.7"
                                          
                                          }
                                      ],"managing directors and chief executives": [
                                          {
                                          
                                              "2010" : "25.4",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "26.9",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "27.3",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "27.8",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "29.8",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "30.3"
                                          
                                          }
                                      ],"administrative and commercial managers": [
                                          {
                                          
                                              "2010" : "60.7",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "59.2",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "58.7",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "57.3",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "56.8",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "55.4"
                                          
                                          }
                                      ],"production and specialized services managers": [
                                          {
                                          
                                              "2010" : "38.3",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "37.3",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "36.4",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "36.7",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "36.1",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "35.1"
                                          
                                          }
                                      ],"hospitality and retail or other services managers": [
                                          {
                                          
                                              "2010" : "55.5",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "58.7",
                                          
                                              "2013" : "",
                                          
                                              "2014" : "61.1",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "63.7",
                                          
                                              "2017" : "",
                                          
                                              "2018" : "65.7",
                                          
                                              "2019" : "",
                                          
                                              "2020" : "58.9"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-2-a": [
        {
          "metadata": [
            
            {
                            "name": "5.2.a Percentage of children aged 1-2 covered by different kinds of institutional care",
                          
                            "goal": "Goal 5. Gender equality",
                          
                            "priority": "Active pro-family policy",
                          
                            "definition": "Share of children covered by institutional care in total number of children aged 1-2.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Different kinds of institutional care have been introduced by the Law on Childcare for children up tothe age of 3 dated 4 February 2011, in force since 4 April 2011 and the provisions concerning nannies -since October 2011. The law provides for the following types of care: nursery, children’s clubs, day carer and nanny, forchildren up to the age of 3. Pursuant to the Act, the nurseries are no longer part of the health caresystem and the care exercised in them is not the health service. By 2011 children were taken care ofin nurseries and nursery wards. Children in nurseries and children’s clubs: - entered into register referred to in Chapter 3 of the Law on Childcare of children up to the age of 3dated 4 February 2011 (Journal of Laws No.45, item 235, with later amendments), taken from thereport of municipality on the implementation of tasks related to the care for children up to the ageof 3 (public and non-public receiving allocations). - run by non-public entities providing private childcare services for children up to the age of 3, forwhich municipality (gmina) does not grant allocations (estimation on the basis of the averagenumber of places in public and non-public entities receiving allocations). Children under the care of a day carer as of the last day of the reporting period (data come fromreports on the implementation of tasks related to the care for children up to the age of 3). The number of nannies (it is assumed that one child is under the care of one nanny) registered insocial security or health insurance (data are provided, pursuant to the art. 53 of the above-mentioned law, to the Minister responsible for the family policy by the Social Insurance Institution).",
                          
                            "source": "the Ministry of Family and Social Policy",
                          
                            "availability": "Annual data; since 2011",
                          
                            "notes": "Data for 2022 do not include information on the number of nannies due to the ongoing works on closing the reporting period for this year."
                          }
          ],
          "data": [
            {
                      
                              "urban/rural": [
                                  {"total": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "4.4",
                                          
                                              "2012" : "6.0",
                                          
                                              "2013" : "8.3",
                                          
                                              "2014" : "10.5",
                                          
                                              "2015" : "12.4",
                                          
                                              "2016" : "13.9",
                                          
                                              "2017" : "16.0",
                                          
                                              "2018" : "19.3",
                                          
                                              "2019" : "22.6",
                                          
                                              "2020" : "25.9",
                                          
                                              "2021" : "29.0",
                                          
                                              "2022" : "32.7"
                                          
                                          }
                                      ],"urban area": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "9.5",
                                          
                                              "2013" : "12.9",
                                          
                                              "2014" : "16.3",
                                          
                                              "2015" : "19.1",
                                          
                                              "2016" : "21.0",
                                          
                                              "2017" : "23.5",
                                          
                                              "2018" : "28.7",
                                          
                                              "2019" : "33.5",
                                          
                                              "2020" : "37.5",
                                          
                                              "2021" : "44.5",
                                          
                                              "2022" : "49.3"
                                          
                                          }
                                      ],"rural area": [
                                          {
                                          
                                              "2010" : "",
                                          
                                              "2011" : "",
                                          
                                              "2012" : "0.3",
                                          
                                              "2013" : "1.1",
                                          
                                              "2014" : "2.1",
                                          
                                              "2015" : "2.9",
                                          
                                              "2016" : "3.4",
                                          
                                              "2017" : "4.4",
                                          
                                              "2018" : "6.2",
                                          
                                              "2019" : "7.7",
                                          
                                              "2020" : "9.6",
                                          
                                              "2021" : "14.7",
                                          
                                              "2022" : "17.1"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "5-3-a": [
        {
          "metadata": [
            
            {
                            "name": "5.3.a Employment rate of women with the youngest child up to 5 years old (LFS)",
                          
                            "goal": "Goal 5. Gender equality",
                          
                            "priority": "Ensurance of conditions for women's return to labour market after a break from employment due to childbirth and childcare",
                          
                            "definition": "Share of employed women with the youngest child up to 5 years old in the total number of womenwith the youngest child up to 5 years old.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Data come from a sample survey: Labour Force Survey (LFS). The survey is conducted on a quarterly basis, using the continuous observation method (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15-89,  who are members of households in dwellings selected on a random basis. The scope of the survey does not include household members staying (the total actual and planned stay is taken into account) 12 months or more abroad and in collective  households (such as: employee hotels, student dormitories, boarding houses, social care centres etc.) and the homeless. In the context of economic activity - work is the main criterion in dividing the population, i.e.performing, holding or seeking work. According to the international standards, the three maincategories are distinguished: employed, unemployed and economically inactive persons. The employed, unemployed are the economically active population. Among the employed are included all persons aged 15-89 who during the reference week:  performed for at least one hour any work generating pay or income, i.e. were employed in a company/public institution or by a private employer, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in conducting family agricultural farm or family economic activity outside agriculture, had work but did not perform it:   due to illness or holiday leave, leave related to parenthood (maternity, childcare, paternity or parental leave), organisation of working time (work system or overtime collection), training related to the performed work due to the seasonal character of the work, if they still regularly performed off-season their work or business conducting related tasks and responsibilities (excluding legal or administrative obligations) for other reasons, if the anticipated break in employment did not exceed 3 months  In accordance with international standards, among employees are also included apprentices with whom enterprises or natural persons signed a contract for occupational training or learning skills for a particular job (if they receive a payment). The employed do not include: volunteers and interns who do not receive remuneration, people working in private engaged in  the production of agricultural products solely or mainly for their own needs.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "Due to the implementation of methodological changes in the study, the LFS data from 2021 cannot be compared with the previous years (except for the data converted for the years 2010-2020)."
                          }
          ],
          "data": [
            {
                      
                              "urban/rural": [
                                  {"total": [
                                          {
                                          
                                              "2010" : "66.0",
                                          
                                              "2011" : "65.3",
                                          
                                              "2012" : "66.0",
                                          
                                              "2013" : "65.5",
                                          
                                              "2014" : "67.2",
                                          
                                              "2015" : "65.8",
                                          
                                              "2016" : "65.4",
                                          
                                              "2017" : "64.6",
                                          
                                              "2018" : "64.6",
                                          
                                              "2019" : "64.9",
                                          
                                              "2020" : "64.9",
                                          
                                              "2021" : "69.2"
                                          
                                          }
                                      ],"urban area": [
                                          {
                                          
                                              "2010" : "77.0",
                                          
                                              "2011" : "70.5",
                                          
                                              "2012" : "70.9",
                                          
                                              "2013" : "70.5",
                                          
                                              "2014" : "72.3",
                                          
                                              "2015" : "71.6",
                                          
                                              "2016" : "70.7",
                                          
                                              "2017" : "69.6",
                                          
                                              "2018" : "70.0",
                                          
                                              "2019" : "70.5",
                                          
                                              "2020" : "71.9",
                                          
                                              "2021" : "75.7"
                                          
                                          }
                                      ],"rural area": [
                                          {
                                          
                                              "2010" : "58.9",
                                          
                                              "2011" : "58.0",
                                          
                                              "2012" : "59.0",
                                          
                                              "2013" : "58.6",
                                          
                                              "2014" : "60.1",
                                          
                                              "2015" : "57.3",
                                          
                                              "2016" : "57.8",
                                          
                                              "2017" : "57.6",
                                          
                                              "2018" : "57.0",
                                          
                                              "2019" : "57.0",
                                          
                                              "2020" : "54.9",
                                          
                                              "2021" : "60.6"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    }]
}
