{
  "6":[
    {
      "6-1-a": [
        {
          "metadata": [
            
            {
                            "name": "6.1.a Capacity of small water retention facilities",
                          
                            "goal": "Goal 6. Clear water and sanitation",
                          
                            "priority": "Increase in disposable water resources, improvement of its ecological state and chemical quality",
                          
                            "definition": "Volume of small water retention facilities.",
                          
                            "unit": "dam3",
                          
                            "dimensions": "total",
                          
                            "methodology": "Small water retention aims at reduction of the outflow of surface waters, with a balance of the natural environment by ensuring the protection and restoration of water resources. It is the ability to collect, detent and drain water in a particular place and time on the surface or in the soil, groundwater, vegetation and forest bad. Facilities of small retention of water are buildings and equipment for keeping most of the water in its surface and by-surface circulation. They are: - artificial water reservoirs with a capacity of 5 million cubic meters , - fish ponds , - self-weirs and water intake, - other weirs or transporting water.",
                          
                            "source": "Ministry of Agriculture and Rural Development / Ministry of Maritime Economy and Inland Navigation",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "Source of data:  by 2016 - Ministry of Agriculture and Rural Development, since 2018 - Ministry of Maritime Economy and Inland Navigation. "
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "732401.6",
                              
                                  "2011" :   "740630.0",
                              
                                  "2012" :   "753624.0",
                              
                                  "2013" :   "752240.3",
                              
                                  "2014" :   "804401.8",
                              
                                  "2015" :   "830309.8",
                              
                                  "2016" :   "826034.2",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "846693.5",
                              
                                  "2019" :   "839607.4"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-1-b": [
        {
          "metadata": [
            
            {
                            "name": "6.1.b Percentage of population supplied with water not meeting requirements",
                          
                            "goal": "Goal 6. Clear water and sanitation",
                          
                            "priority": "Increase in disposable water resources, improvement of its ecological state and chemical quality",
                          
                            "definition": "The percentage of the population supplied with the water supply network, which is not safe to use.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "The water supply system is the water supply pipelines together with the utilities and devices supplied with water. Water supply are a complex of water supply devices used to capture surface and underground water, public wells, devices for storage and treatment of water, water supply networks, water pressure regulating devices. The water is safe to use if it is free from pathogenic microorganisms and parasites in a number that poses a potential threat to human health, all substances in concentrations that pose a potential threat to human health and does not exhibit aggressive properties.",
                          
                            "source": "Ministry of Health",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "6.4",
                              
                                  "2011" :   "4.4",
                              
                                  "2012" :   "3.7",
                              
                                  "2013" :   "3.6",
                              
                                  "2014" :   "1.8",
                              
                                  "2015" :   "1.1",
                              
                                  "2016" :   "0.6",
                              
                                  "2017" :   "0.3",
                              
                                  "2018" :   "0.3"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-2-a": [
        {
          "metadata": [
            
            {
                            "name": "6.2.a Percentage of population connected to wastewater treatment plants",
                          
                            "goal": "Goal 6. Clear water and sanitation",
                          
                            "priority": "Creation of legal and financial mechanism conducive to rational use of water and implementation of water efficiency technologies as well as development and modernization of wastewater treatment plants",
                          
                            "definition": "The share of population connected to wastewater treatment plants in total population.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Data on urban and rural population connected to wastewater treatment plants are presented on a basis of a number of people served by wastewater treatment plants operating within a sewage network. Estimation of population served by wastewater treatment plants is done on the basis of contracts on sewerage, number of connections to sewage network, data on people using wastewater treatment plants gathered from housing cooperatives or data from planned wastewater treatment plants. Estimated number of population served by wastewater treatment plants cannot be higher than the number of people living in a given place (as of 20 June of reporting period). Estimated number of population served by wastewater treatment plants does not include people temporary staying in a given place (e.g. tourists).",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "64.7",
                              
                                  "2011" :   "65.7",
                              
                                  "2012" :   "68.6",
                              
                                  "2013" :   "70.3",
                              
                                  "2014" :   "71.5",
                              
                                  "2015" :   "72.7",
                              
                                  "2016" :   "73.5",
                              
                                  "2017" :   "73.6",
                              
                                  "2018" :   "74.0"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-2-b": [
        {
          "metadata": [
            
            {
                            "name": "6.2.b Industrial and municipal wastewater treated biologically, chemically and with increased biogene removal in % of wastewater requiring treatment",
                          
                            "goal": "Goal 6. Clear water and sanitation",
                          
                            "priority": "Creation of legal and financial mechanism conducive to rational use of water and implementation of water efficiency technologies as well as development and modernization of wastewater treatment plants",
                          
                            "definition": "Industrial and municipal wastewater treated biologically, chemically and with increased biogene removal in % of wastewater requiring treatment.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Industrial wastewater - sewage which is not residential sewage or rainwater, produced as a result of commercial, industrial, storage, transportation or service activity as well as water mixed with sewage produced by another entities discharged by sewage network owned by this plant. Municipal wastewater - residential sewage or the mixture of residential sewage with industrial sewage or rainwater or thaw. Biologically treated wastewater - wastewater treated using specific microflora and microfauna. Chemically treated wastewater - wastewater treated using chemical methods, such as coagulation, absorption using active carbon and other methods, resulting in precipitation of certain soluble chemical compounds or in neutralisation of wastewater. Wastewater treated with increased biogene removal - wastewater treated using technologies allowing for highly efficient removal of nitrogen, phosphorus or nitrogen and phosphorus jointly (biological methods with possible chemical reduction in phosphorus).",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "65.73",
                              
                                  "2011" :   "64.76",
                              
                                  "2012" :   "67.35",
                              
                                  "2013" :   "69.77",
                              
                                  "2014" :   "70.48",
                              
                                  "2015" :   "70.90",
                              
                                  "2016" :   "71.43",
                              
                                  "2017" :   "72.52",
                              
                                  "2018" :   "73.17"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    }]
}
