{
  "6":[
    {
      "6-1-a": [
        {
          "metadata": [
            
            {
                            "name": "6.1.a Capacity of small water retention facilities",
                          
                            "goal": "Goal 6. Clear water and sanitation",
                          
                            "priority": "Increase in disposable water resources, improvement of its ecological state and chemical quality",
                          
                            "definition": "Volume of small water retention facilities.",
                          
                            "unit": "dam3",
                          
                            "dimensions": "total",
                          
                            "methodology": "Small water retention aims at reduction of the outflow of surface waters, with a balance of the natural environment by ensuring the protection and restoration of water resources. It is the ability to collect, detent and drain water in a particular place and time on the surface or in the soil, groundwater, vegetation and forest bad. Facilities of small retention of water are buildings and equipment for keeping most of the water in its surface and by-surface circulation. They are: - artificial water reservoirs with a capacity of 5 million cubic meters , - fish ponds , - self-weirs and water intake, - other weirs or transporting water.",
                          
                            "source": "Ministry of Infrastructure",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "",
                          
                            "data_updated_on": "12-08-2025",
                          
                            "metadata_updated_on": "12-04-2023"
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "732401.6",
                              
                                  "2011" :   "740630.0",
                              
                                  "2012" :   "753624.0",
                              
                                  "2013" :   "752240.3",
                              
                                  "2014" :   "804401.8",
                              
                                  "2015" :   "830309.8",
                              
                                  "2016" :   "826034.2",
                              
                                  "2017" :   "",
                              
                                  "2018" :   "846693.5",
                              
                                  "2019" :   "839607.4",
                              
                                  "2020" :   "852978.8",
                              
                                  "2021" :   "855928.1",
                              
                                  "2022" :   "859996.9",
                              
                                  "2023" :   "870987.2",
                              
                                  "2024" :   "881284.3"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-1-b": [
        {
          "metadata": [
            
            {
                            "name": "6.1.b Percentage of population supplied with water not meeting requirements",
                          
                            "goal": "Goal 6. Clear water and sanitation",
                          
                            "priority": "Increase in disposable water resources, improvement of its ecological state and chemical quality",
                          
                            "definition": "The percentage of the population supplied with the water supply network, which is not safe to use.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "The water supply system is the water supply pipelines together with the utilities and devices supplied with water. Water supply are a complex of water supply devices used to capture surface and underground water, public wells, devices for storage and treatment of water, water supply networks, water pressure regulating devices. The water is safe to use if it is free from pathogenic microorganisms and parasites in a number that poses a potential threat to human health, all substances in concentrations that pose a potential threat to human health and does not exhibit aggressive properties.",
                          
                            "source": "Ministry of Health",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "",
                          
                            "data_updated_on": "25-02-2025",
                          
                            "metadata_updated_on": "25-05-2021"
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "6.4",
                              
                                  "2011" :   "4.4",
                              
                                  "2012" :   "3.7",
                              
                                  "2013" :   "3.6",
                              
                                  "2014" :   "1.8",
                              
                                  "2015" :   "1.1",
                              
                                  "2016" :   "0.6",
                              
                                  "2017" :   "0.3",
                              
                                  "2018" :   "0.3",
                              
                                  "2019" :   "0.3",
                              
                                  "2020" :   "0.4",
                              
                                  "2021" :   "0.5",
                              
                                  "2022" :   "0.3",
                              
                                  "2023" :   "0.2"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-2-a": [
        {
          "metadata": [
            
            {
                            "name": "6.2.a Percentage of population connected to wastewater treatment plants",
                          
                            "goal": "Goal 6. Clear water and sanitation",
                          
                            "priority": "Creation of legal and financial mechanism conducive to rational use of water and implementation of water efficiency technologies as well as development and modernization of wastewater treatment plants",
                          
                            "definition": "The share of population connected to wastewater treatment plants in total population.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Data on urban and rural population connected to wastewater treatment plants are presented on a basis of a number of people served by wastewater treatment plants operating within a sewage network. Estimation of population served by wastewater treatment plants is done on the basis of contracts on sewerage, number of connections to sewage network, data on people using wastewater treatment plants gathered from housing cooperatives or data from planned wastewater treatment plants. Estimated number of population served by wastewater treatment plants cannot be higher than the number of people living in a given place (as of 20 June of reporting period). Estimated number of population served by wastewater treatment plants does not include people temporary staying in a given place (e.g. tourists).",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "",
                          
                            "data_updated_on": "05-11-2024",
                          
                            "metadata_updated_on": "05-03-2020"
                          }
          ],
          "data": [
            {
                      
                              "urban/rural": [
                                  {"total": [
                                          {
                                          
                                              "2010" : "64.7",
                                          
                                              "2011" : "65.7",
                                          
                                              "2012" : "68.6",
                                          
                                              "2013" : "70.3",
                                          
                                              "2014" : "71.5",
                                          
                                              "2015" : "72.7",
                                          
                                              "2016" : "73.5",
                                          
                                              "2017" : "73.6",
                                          
                                              "2018" : "74.0",
                                          
                                              "2019" : "74.5",
                                          
                                              "2020" : "74.9",
                                          
                                              "2021" : "75.2",
                                          
                                              "2022" : "75.7",
                                          
                                              "2023" : "75.9"
                                          
                                          }
                                      ],"urban area": [
                                          {
                                          
                                              "2010" : "88.0",
                                          
                                              "2011" : "88.4",
                                          
                                              "2012" : "91.7",
                                          
                                              "2013" : "93.3",
                                          
                                              "2014" : "93.9",
                                          
                                              "2015" : "94.6",
                                          
                                              "2016" : "94.8",
                                          
                                              "2017" : "94.5",
                                          
                                              "2018" : "94.6",
                                          
                                              "2019" : "94.8",
                                          
                                              "2020" : "94.7",
                                          
                                              "2021" : "94.6",
                                          
                                              "2022" : "95.0",
                                          
                                              "2023" : "94.8"
                                          
                                          }
                                      ],"rural area": [
                                          {
                                          
                                              "2010" : "28.5",
                                          
                                              "2011" : "30.6",
                                          
                                              "2012" : "33.1",
                                          
                                              "2013" : "35.3",
                                          
                                              "2014" : "37.4",
                                          
                                              "2015" : "39.6",
                                          
                                              "2016" : "41.2",
                                          
                                              "2017" : "42.0",
                                          
                                              "2018" : "42.9",
                                          
                                              "2019" : "44.0",
                                          
                                              "2020" : "45.4",
                                          
                                              "2021" : "46.5",
                                          
                                              "2022" : "47.2",
                                          
                                              "2023" : "48.2"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "6-2-b": [
        {
          "metadata": [
            
            {
                            "name": "6.2.b Proportion of wastewater safely treated",
                          
                            "goal": "Goal 6. Clear water and sanitation",
                          
                            "priority": "Creation of legal and financial mechanism conducive to rational use of water and implementation of water efficiency technologies as well as development and modernization of wastewater treatment plants",
                          
                            "definition": "The ratio of the quantity of industrial and municipal waste water treated biologically, chemically and with an increased removal of nutrients, to the quantity of waste requiring purification discharged waters or into the ground within a year.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Industrial wastewater includes sewage which is not domestic wastewater or rainwater produced as a result of commercial, industrial, storage, transportation or service activity as well as water mixed with sewage produced by other entities discharged by sewage network owned by this plant. The types and amount of pollutants in industrial wastewater are very diverse. They depend on the type of industry, type of raw materials used in production and the production technology used. In statistics, the industrial wastewater also include cooling water, polluted and saline waters from mine drainage and sewage works as well as social and living wastewaters related to manufacturing processes.  Data on industrial wastewater refer to sewage discharged by the entities, which according to Polish Classification of Activity were included under 'Industry' covering ”Mining and quarrying”, ”Manufacturing”, ”Electricity, gas, steam and air conditioning supply” and “Water supply sewerage, waste management and remediation activities” as well as other sections, whose share in the volume of discharged sewage is insignificant. Industrial wastewater requiring treatment means sewage discharged via a network of open canals or ditches directly to waters, ground or sewage network from production entities (including water contaminated as a result of dehydration of mines and contaminated waters used in industry for cooling). Municipal wastewater means domestic wastewater or mixture of domestic wastewater with industrial sewage and rainwater disposed of by a commune through sewage water system and wastewater treatment plants.Data on municipal wastewaters cover sewage discharged via a sewage network by the units managed by water supply and sewage companies and plants established by a voivode (or managed by territorial self-local governments) and from 1994 all units supervising collective discharge of sewage via sewage network (including housing cooperatives, water companies, water service plants, enterprises etc.) Prior to discharge to the recipient, all the sewage should be treated. Thus, in the statistics, the wastewater means wastewater requiring treatment. The data do not include precipitation and infiltration water discharged via sewage network. Wastewater treated is wastewater subjected to the process of adjusting to environmental standards or other quality standards. Three methods are distinguished: mechanical, chemical and biological processes or increased biogene removal (including chemical). For the purpose of calculating the total amount of treated wastewater, only the amount which was subjected to the highest mentioned biogene removal is presented. Therefore, wastewater treated mechanically and biologically should be reported as wastewater treated biologically and the wastewater treated using all methods should be reported as treated using increased biogene removal method. Wastewater requiring treatment is wastewater which prior to discharge to the recipient, should undergo treatment processes.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "",
                          
                            "data_updated_on": "05-11-2024",
                          
                            "metadata_updated_on": "13-05-2025"
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "65.7",
                              
                                  "2011" :   "64.8",
                              
                                  "2012" :   "67.4",
                              
                                  "2013" :   "69.8",
                              
                                  "2014" :   "70.5",
                              
                                  "2015" :   "70.9",
                              
                                  "2016" :   "71.4",
                              
                                  "2017" :   "72.5",
                              
                                  "2018" :   "73.2",
                              
                                  "2019" :   "73.9",
                              
                                  "2020" :   "73.3",
                              
                                  "2021" :   "72.8",
                              
                                  "2022" :   "76.3",
                              
                                  "2023" :   "78.1"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    }]
}
