{
  "8":[
    {
      "8-1-a": [
        {
          "metadata": [
            
            {
                            "name": "8.1.a Share of export of high technology products in total exports",
                          
                            "goal": "Goal 8. Decent work and economic growth",
                          
                            "priority": "Search for new competitive adventages based on products' technological advancement, quality and innovativeness as well as mechanisms for internationalization of enterprises",
                          
                            "definition": "Ratio of the value of exported products with high research and development (R&D) intensity to the value of total export, expressed in %. Foreign trade of high technology products is a measure of the effect and impact of R&D activities and is characterized by a country's level of competitiveness in the global market.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "In technology advancement survey two methods are usually used: according to the sector approach and the product approach.Product approach method is the extension and supplement to the sector approach. It describes high technology section and is mainly used in foreign trade analysis. Classification of the products was created on the basis of the analysis of content of R&D component ('content of technology'). For measurement/ intensification of the R&D intensity the following indicators are used: the ratio of direct R&D costs to the value added, the ratio of direct R&D costs to the production value (sales), the ratio of direct R&D costs extended by indirect costs incorporated in investment goods and intermediate products to the production value (sales). The current list of high technology products includes 9 groups of products whose production requires high expenditures on R&D: aerospace, computers - office machinery, electronics - telecommunications, pharmacy, scientific instruments, electrical machinery, non-electrical machinery, chemistry and armament. Export means shipping abroad the goods that have been produced in the given country. Foreign trade in high technology is one of the methods of estimating the extent to which R&D and solutions produced in the given country are converted to high-tech goods that can be sold on the global market. The following 9 product groups are included in the high technology products according to OECD SITC Rev. 4 list (validated by Eurostat in April 2009): 1. Aerospace (among others helicopters, aeroplanes and other aircraft, spacecraft and spacecraft launch vehicles, propellers and rotors and parts thereof, aeroplane motors, direction finding compasses); 2. Computers - office machinery (among others computers, multifunction office machines);  3. Electronics – telecommunications (among others video apparatus, sound recording or reproducing apparatus operated by coins, bank cards, etc., printed circuits, optical fibre cables, microwave tubes, semiconductor devices; optical media); 4. Pharmacy (among others antibiotics, hormones and their derivatives); 5. Scientific instruments (among others electrodiagnostic apparatus for medicine or surgery and radiological apparatus, dental drill engines, measuring instruments and apparatus, photographic cameras, cinematographic cameras, contact lenses, optical fibres, orthopaedic appliances); 6. Electrical machinery (among others electric sound or visual signaling apparatus, electrical capacitors, fixed, variable or adjustable); 7. Non-electrical machinery (among others gas turbines, nuclear reactors and parts thereof, machinery and apparatus for isotopic separation, machine-tools working by laser or other light or photon beam, lathes, drilling machines, milling machines, machines and apparatus for resistance welding of metal); 8. Chemistry (among others selenium, tellurium, phosphorus, arsenic and boron, silicon, radioactive materials, synthetic organic colouring matter and colour lakes, insecticides, disinfectants); 9. Armament (arms and ammunition).",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "",
                          
                            "data_updated_on": "09-05-2023",
                          
                            "metadata_updated_on": "05-03-2020"
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "6.0",
                              
                                  "2011" :   "5.1",
                              
                                  "2012" :   "6.0",
                              
                                  "2013" :   "6.7",
                              
                                  "2014" :   "7.9",
                              
                                  "2015" :   "8.5",
                              
                                  "2016" :   "8.5",
                              
                                  "2017" :   "8.4",
                              
                                  "2018" :   "8.3",
                              
                                  "2019" :   "8.6",
                              
                                  "2020" :   "9.0",
                              
                                  "2021" :   "8.8"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-1-b": [
        {
          "metadata": [
            
            {
                            "name": "8.1.b Ratio expenditures on innovation activities in enterprises to GDP",
                          
                            "goal": "Goal 8. Decent work and economic growth",
                          
                            "priority": "Search for new competitive adventages based on products' technological advancement, quality and innovativeness as well as mechanisms for internationalization of enterprises",
                          
                            "definition": "Total expenditures on innovation activities incurred in total industrial and service enterprises employing 10 persons and more, in relation to GDP.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Innovation activities are all scientific, technological, organisational, financial and commercial steps which actually, or are intended to, lead to the implementation of innovations. Some of these activities are themselves innovative, others are not novel activities but are necessary for the implementation of innovations. Innovation activities also include R&D that is not directly related to the development of a specific innovation. During a given period, an enterprise's innovation activities may be of three kinds: successful in having resulted in the implementation of a new innovation; ongoing, work in progress, which has not yet resulted in the implementation of an innovation and abandoned before the implementation of an innovation. Innovation survey is conducted on the basis of international methodology (Oslo Manual). Expenditures incurred on innovation activities in the scope of product and business process innovations include expenditures incurred in a given reporting year. All expenditures on product and business process innovations are taken into consideration in an innovation survey, that is, current and capital expenditures incurred within a reporting period on successful (i.e. having resulted in the implementation of an innovation), ongoing and abandoned activities, irrespective of their source of funding. Industrial enterprise is an enterprise that predominant activity was included in the industrial sector according to NACE Rev.2 - PKD 2007 classification, i.e. into one of four sections B - Mining and quarrying, C - Manufacturing, D - Electricity, gas, steam and air conditioning supply and E - Water supply; sewerage, waste management and remediation activities. Data concern listed service sector enterprises according to Nace, Rev. 2 classification: Section G Wholesale and retail trade; repair of motor vehicles and motorcycles ›› Division 46 Wholesale trade, except of motor vehicles and motorcycles Section H Transportation and storage ›› Division 49 Land transport and transport via pipelines ›› Division 50 Water transport ›› Division 51 Air transport ›› Division 52 Warehousing and support activities for transportation ›› Division 53 Postal and courier activities Section J Information and communication ›› Division 58 Publishing activities ›› Division 59 Motion picture, video and television programme production, sound recording and music publishing activities ›› Division 60 Programming and broadcasting activities ›› Division 61 Telecommunications ›› Division 62 Computer programming, consultancy and related activities ›› Division 63 Information service activities Section K Financial and insurance activities ›› Division 64 Financial service activities, except insurance and pension funding ›› Division 65 Insurance, reinsurance and pension funding, except compulsory social security ›› Division 66 Activities auxiliary to financial services and insurance activities Section M Professional, scientific and technical activities ›› Division 71 Architectural and engineering activities; technical testing and analysis ›› Division 72 Scientific research and development ›› Division 73 Advertising and market researchGross domestic product (GDP) illustrates the final result of the activity of all entities of the national economy. It is calculated on the basis of ESA methodology, which is mandatory within European Union.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "Until 2018, there were product and process innovations.2021 - preliminary estimates.",
                          
                            "data_updated_on": "23-01-2023",
                          
                            "metadata_updated_on": "24-01-2023"
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "2.39",
                              
                                  "2011" :   "2.03",
                              
                                  "2012" :   "2.26",
                              
                                  "2013" :   "2.00",
                              
                                  "2014" :   "2.20",
                              
                                  "2015" :   "2.43",
                              
                                  "2016" :   "2.09",
                              
                                  "2017" :   "2.07",
                              
                                  "2018" :   "1.72",
                              
                                  "2019" :   "1.69",
                              
                                  "2020" :   "1.66",
                              
                                  "2021" :   "1.58"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-1-c": [
        {
          "metadata": [
            
            {
                            "name": "8.1.c Global Competitiveness Index (GCI) - position in the ranking",
                          
                            "goal": "Goal 8. Decent work and economic growth",
                          
                            "priority": "Search for new competitive adventages based on products' technological advancement, quality and innovativeness as well as mechanisms for internationalization of enterprises",
                          
                            "definition": "The position in ranking in terms of Global Competitiveness Index (GCI) indicating abilities of particular countries to provide long-term economic growth.",
                          
                            "unit": "position in the ranking ",
                          
                            "dimensions": "total",
                          
                            "methodology": "Global Competitiveness Index (GCI) is made up of 114 variables. These variables are grouped into 12 correlated with each other pillars (domains). These domains cover the most important determinants of competitiveness in the global market. 12 pillars were defined: 1st pillar: Institutions;2nd pillar: Infrastructure;3rd pillar: Macroeconomic environment;4th pillar: Health and primary education;5th pillar: Higher education and training;6th pillar: Goods market efficiency;7th pillar: Labour market efficiency;8th pillar: Financial market development;9th pillar: Technological readiness;10th pillar: Market size;11th pillar: Business sophistication;12th pillar: R&D Innovation. The level of GCI index includes connections between particular pillars. Properly connected pillars form 3 subindexes, on which GCI index is based: subindex based on the basic development factors: 1-4 pillarssubindex based on the efficiency enhancement factors: 5-10 pillarssubindex based on the innovation and sophistications factors: 11-12 pillars The value of subindexes reflects assignment of countries to a given group of economy, remaining in one of three stages of development: I stage - factor-driven stage;II stage - efficiency-driven stage;III stage - innovation-driven stage. Weights of three subindexes were defined during GCI index construction. The main criterion for defining weights is the level of economic development measured by the value of GDP per capita and influence of natural resources extraction on economy. The values of 114 variables included in the GCI index are mainly from annual survey conducted by the World Economic Forum, which is additionally supplemented with data gathered from UN agencies, e.g. UNESCO, WHO, the International Monetary Fund.",
                          
                            "source": "World Economic Forum",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "Due to the crisis caused by COVID-19, the authors of the GCI index decided not to rank national economies in 2020 according to the level of their competitiveness. Details on: https://www.weforum.org/reports/the-global-competitiveness-report-2020 The number of economies included in the ranking has been changing since the setting-up of the GCI index, 139 economies of the world were compiled in the ranking in 2010, in 2011 - 142, in 2012 – 144, in 2013 – 148, in 2014 – 144, in 2015 – 140, in 2016 – 138, in 2017 - 137, in 2018 - 140 and in 2019 - 141.",
                          
                            "data_updated_on": "24-10-2019",
                          
                            "metadata_updated_on": "10-05-2022"
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "39",
                              
                                  "2011" :   "41",
                              
                                  "2012" :   "41",
                              
                                  "2013" :   "42",
                              
                                  "2014" :   "43",
                              
                                  "2015" :   "41",
                              
                                  "2016" :   "36",
                              
                                  "2017" :   "39",
                              
                                  "2018" :   "37",
                              
                                  "2019" :   "37"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-2-a": [
        {
          "metadata": [
            
            {
                            "name": "8.2.a Ease of Doing Business Index (ranking positions in Doing Business)",
                          
                            "goal": "Goal 8. Decent work and economic growth",
                          
                            "priority": "Entrepreneurship development (legal facilitation in conducting economic activity and access to financial instruments)",
                          
                            "definition": "The country position in Doing Business ranking concerning ease of doing business. The higher ranking position is, the simpler rules regulating matters on conducting an enterprise are and a stronger protection of property by law is.",
                          
                            "unit": "position in the ranking",
                          
                            "dimensions": "total",
                          
                            "methodology": "Ease of doing business index is meant to measure regulations directly affecting businesses and does not directly measure more general conditions such as a nation's proximity to large markets, quality of infrastructure, inflation, or crime. A nation's ranking on the index is based on the average of 10 subindices:  starting a business - procedures, time, cost and minimum capital to open a new business; dealing with construction permits - procedures, time and cost to build a warehouse; getting electricity - time and cost required for a business to obtain a permanent electricity connection for a newly constructed warehouse; registering property - procedures, time and cost to register commercial real estate; getting credit - strength of legal rights index, depth of credit information index; protecting investors - indices on the extent of disclosure, extent of director liability and ease of shareholder suits; paying taxes - number of taxes paid, hours per year spent preparing tax returns and total tax payable as share of gross profit; trading across borders - number of documents, cost and time necessary to export and import; enforcing contracts - procedures, time and cost to enforce a debt contract; resolving insolvency - time, cost and recovery rate under bankruptcy proceeding. ",
                          
                            "source": "World Bank",
                          
                            "availability": "Annual data; since 2012",
                          
                            "notes": "Due to the ceasing of publication of the World Bank „Doing Business” report in 2020, the indicator is no longer calculated. The last available data comes from 2019.",
                          
                            "data_updated_on": "23-08-2021",
                          
                            "metadata_updated_on": "07-10-2021"
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "55",
                              
                                  "2013" :   "45",
                              
                                  "2014" :   "32",
                              
                                  "2015" :   "25",
                              
                                  "2016" :   "24",
                              
                                  "2017" :   "27",
                              
                                  "2018" :   "33",
                              
                                  "2019" :   "40"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-3-a": [
        {
          "metadata": [
            
            {
                            "name": "8.3.a Employment rate of persons aged 15-89 (LFS)",
                          
                            "goal": "Goal 8. Decent work and economic growth",
                          
                            "priority": "Increase in employment rate",
                          
                            "definition": "Share of employed persons in population. The indicator may relate to the employed in terms of total or given group.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total, sex, age groups",
                          
                            "methodology": "Data comes from a sample survey: Labour Force Survey (LFS). The survey is conducted on a quarterly basis, using continuous observation (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15-89 who are members of households in dwellings selected on a random basis. Outside the scope of the survey are members of households staying (the total duration of actual and planned stay is taken into account) 12 months or more abroad and in collective households (such as staff hotels, dormitories, boarding schools, nursing homes, etc.) and homeless people. In the context of economic activity - work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the tree main categories are distinguished: employed, unemployed and economically inactive persons.The employed and unemployed are the economically active population. The employed are defined as all persons aged 15-89 who during the reference week: - performed for at least one hour any work generating pay or income, i.e. were employed by a public company/institution or private employer,, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in work on family agricultural farm or in conducting family economic activity outside agriculture, - had work but did not perform it due to:  sickness, or rest leave, leave related to parenthood (maternity, parental, paternity or childcare), organization of working time (work system or overtime receipt), job-related training, the seasonal nature of the work, if they continued to regularly fulfill work or business-related tasks and duties (excluding legal or administrative duties) during the off-season, other reasons, if the expected period of absence from work does not exceed 3 months.- did not exceed 3 months.  According to international standards, among employees are also included persons performing outwork and apprentices with whom enterprises or natural persons signed a contract for occupational training or learning skills for a particular job (if they receive a payment). The employed do not include: volunteers and unpaid interns, people working in individual agriculture engaged in the production of agricultural products exclusively or primarily for their own consumption.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "Due to the implementation of methodological changes in the survey, LFS data from 2021 onward cannot be compared with previous years (except for data recalculated for 2010-2020).  From 2022, post-secondary and  secondary vocational education, including secondary sectoral vocational education. From 2020, basic vocational education, including basic sectoral vocational education.",
                          
                            "data_updated_on": "20-07-2023",
                          
                            "metadata_updated_on": "21-07-2023"
                          }
          ],
          "data": [
            {
                      
                              "by sex": [
                                  {"total": [
                                          {
                                          
                                              "2010" : "48.3",
                                          
                                              "2011" : "48.6",
                                          
                                              "2012" : "48.9",
                                          
                                              "2013" : "48.9",
                                          
                                              "2014" : "50.1",
                                          
                                              "2015" : "51.1",
                                          
                                              "2016" : "52.1",
                                          
                                              "2017" : "53.2",
                                          
                                              "2018" : "53.9",
                                          
                                              "2019" : "54.1",
                                          
                                              "2020" : "54.0",
                                          
                                              "2021" : "55.8",
                                          
                                              "2022" : "56.3"
                                          
                                          }
                                      ],"males": [
                                          {
                                          
                                              "2010" : "55.6",
                                          
                                              "2011" : "56.1",
                                          
                                              "2012" : "56.3",
                                          
                                              "2013" : "56.4",
                                          
                                              "2014" : "57.7",
                                          
                                              "2015" : "58.5",
                                          
                                              "2016" : "59.8",
                                          
                                              "2017" : "61.2",
                                          
                                              "2018" : "61.7",
                                          
                                              "2019" : "62.4",
                                          
                                              "2020" : "62.3",
                                          
                                              "2021" : "63.8",
                                          
                                              "2022" : "64.0"
                                          
                                          }
                                      ],"females": [
                                          {
                                          
                                              "2010" : "41.5",
                                          
                                              "2011" : "41.7",
                                          
                                              "2012" : "42.0",
                                          
                                              "2013" : "42.0",
                                          
                                              "2014" : "43.2",
                                          
                                              "2015" : "44.2",
                                          
                                              "2016" : "45.1",
                                          
                                              "2017" : "46.0",
                                          
                                              "2018" : "46.6",
                                          
                                              "2019" : "46.5",
                                          
                                              "2020" : "46.3",
                                          
                                              "2021" : "48.5",
                                          
                                              "2022" : "49.3"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "by age group": [
                                  {"aged 15-24": [
                                          {
                                          
                                              "2010" : "26.0",
                                          
                                              "2011" : "24.5",
                                          
                                              "2012" : "24.3",
                                          
                                              "2013" : "23.9",
                                          
                                              "2014" : "25.5",
                                          
                                              "2015" : "25.7",
                                          
                                              "2016" : "28.1",
                                          
                                              "2017" : "29.4",
                                          
                                              "2018" : "30.8",
                                          
                                              "2019" : "31.7",
                                          
                                              "2020" : "28.2",
                                          
                                              "2021" : "27.3",
                                          
                                              "2022" : "27.8"
                                          
                                          }
                                      ],"aged 15-64": [
                                          {
                                          
                                              "2010" : "57.0",
                                          
                                              "2011" : "57.5",
                                          
                                              "2012" : "58.0",
                                          
                                              "2013" : "58.4",
                                          
                                              "2014" : "60.2",
                                          
                                              "2015" : "61.6",
                                          
                                              "2016" : "63.5",
                                          
                                              "2017" : "65.3",
                                          
                                              "2018" : "66.6",
                                          
                                              "2019" : "67.5",
                                          
                                              "2020" : "67.8",
                                          
                                              "2021" : "70.3",
                                          
                                              "2022" : "71.3"
                                          
                                          }
                                      ],"aged 18-59/64": [
                                          {
                                          
                                              "2010" : "62.5",
                                          
                                              "2011" : "63.1",
                                          
                                              "2012" : "63.7",
                                          
                                              "2013" : "64.1",
                                          
                                              "2014" : "66.0",
                                          
                                              "2015" : "67.3",
                                          
                                              "2016" : "69.3",
                                          
                                              "2017" : "71.2",
                                          
                                              "2018" : "72.8",
                                          
                                              "2019" : "73.8",
                                          
                                              "2020" : "74.0",
                                          
                                              "2021" : "76.6",
                                          
                                              "2022" : "77.8"
                                          
                                          }
                                      ],"aged 20-24": [
                                          {
                                          
                                              "2010" : "44.1",
                                          
                                              "2011" : "41.8",
                                          
                                              "2012" : "41.3",
                                          
                                              "2013" : "40.5",
                                          
                                              "2014" : "43.3",
                                          
                                              "2015" : "44.1",
                                          
                                              "2016" : "47.9",
                                          
                                              "2017" : "50.3",
                                          
                                              "2018" : "53.3",
                                          
                                              "2019" : "55.5",
                                          
                                              "2020" : "50.1",
                                          
                                              "2021" : "49.3",
                                          
                                              "2022" : "51.0"
                                          
                                          }
                                      ],"aged 20-64": [
                                          {
                                          
                                              "2010" : "62.2",
                                          
                                              "2011" : "62.5",
                                          
                                              "2012" : "62.9",
                                          
                                              "2013" : "63.2",
                                          
                                              "2014" : "64.9",
                                          
                                              "2015" : "66.3",
                                          
                                              "2016" : "68.2",
                                          
                                              "2017" : "70.0",
                                          
                                              "2018" : "71.4",
                                          
                                              "2019" : "72.3",
                                          
                                              "2020" : "72.7",
                                          
                                              "2021" : "75.4",
                                          
                                              "2022" : "76.7"
                                          
                                          }
                                      ],"aged 50-89": [
                                          {
                                          
                                              "2010" : "28.2",
                                          
                                              "2011" : "29.2",
                                          
                                              "2012" : "29.7",
                                          
                                              "2013" : "30.0",
                                          
                                              "2014" : "30.8",
                                          
                                              "2015" : "31.5",
                                          
                                              "2016" : "31.8",
                                          
                                              "2017" : "32.6",
                                          
                                              "2018" : "32.4",
                                          
                                              "2019" : "32.2",
                                          
                                              "2020" : "32.6",
                                          
                                              "2021" : "34.7",
                                          
                                              "2022" : "35.1"
                                          
                                          }
                                      ],"aged 55-64": [
                                          {
                                          
                                              "2010" : "31.5",
                                          
                                              "2011" : "34.3",
                                          
                                              "2012" : "36.1",
                                          
                                              "2013" : "38.3",
                                          
                                              "2014" : "40.5",
                                          
                                              "2015" : "42.5",
                                          
                                              "2016" : "44.5",
                                          
                                              "2017" : "46.9",
                                          
                                              "2018" : "47.7",
                                          
                                              "2019" : "48.3",
                                          
                                              "2020" : "50.4",
                                          
                                              "2021" : "54.7",
                                          
                                              "2022" : "56.4"
                                          
                                          }
                                      ],"aged 65-69": [
                                          {
                                          
                                              "2010" : "7.1",
                                          
                                              "2011" : "7.4",
                                          
                                              "2012" : "7.8",
                                          
                                              "2013" : "7.8",
                                          
                                              "2014" : "8.6",
                                          
                                              "2015" : "8.8",
                                          
                                              "2016" : "9.2",
                                          
                                              "2017" : "10.3",
                                          
                                              "2018" : "10.0",
                                          
                                              "2019" : "10.4",
                                          
                                              "2020" : "10.9",
                                          
                                              "2021" : "11.5",
                                          
                                              "2022" : "12.3"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "urban/rural": [
                                  {"urban area": [
                                          {
                                          
                                              "2010" : "50.0",
                                          
                                              "2011" : "50.3",
                                          
                                              "2012" : "50.5",
                                          
                                              "2013" : "50.4",
                                          
                                              "2014" : "51.7",
                                          
                                              "2015" : "52.5",
                                          
                                              "2016" : "53.3",
                                          
                                              "2017" : "54.2",
                                          
                                              "2018" : "54.9",
                                          
                                              "2019" : "55.0",
                                          
                                              "2020" : "54.6",
                                          
                                              "2021" : "56.0",
                                          
                                              "2022" : "56.3"
                                          
                                          }
                                      ],"rural area": [
                                          {
                                          
                                              "2010" : "45.5",
                                          
                                              "2011" : "45.8",
                                          
                                              "2012" : "46.3",
                                          
                                              "2013" : "46.6",
                                          
                                              "2014" : "47.8",
                                          
                                              "2015" : "48.8",
                                          
                                              "2016" : "50.4",
                                          
                                              "2017" : "51.8",
                                          
                                              "2018" : "52.3",
                                          
                                              "2019" : "52.9",
                                          
                                              "2020" : "53.0",
                                          
                                              "2021" : "55.5",
                                          
                                              "2022" : "56.3"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "by education level": [
                                  {"tertiary": [
                                          {
                                          
                                              "2010" : "76.9",
                                          
                                              "2011" : "76.4",
                                          
                                              "2012" : "76.1",
                                          
                                              "2013" : "76.1",
                                          
                                              "2014" : "76.8",
                                          
                                              "2015" : "77.6",
                                          
                                              "2016" : "78.2",
                                          
                                              "2017" : "78.6",
                                          
                                              "2018" : "79.2",
                                          
                                              "2019" : "79.1",
                                          
                                              "2020" : "78.7",
                                          
                                              "2021" : "79.7",
                                          
                                              "2022" : "80.3"
                                          
                                          }
                                      ],"post-secondary and secondary vocational": [
                                          {
                                          
                                              "2010" : "59.7",
                                          
                                              "2011" : "59.8",
                                          
                                              "2012" : "59.4",
                                          
                                              "2013" : "58.5",
                                          
                                              "2014" : "58.9",
                                          
                                              "2015" : "59.1",
                                          
                                              "2016" : "60.2",
                                          
                                              "2017" : "60.2",
                                          
                                              "2018" : "59.5",
                                          
                                              "2019" : "59.2",
                                          
                                              "2020" : "58.1",
                                          
                                              "2021" : "59.8",
                                          
                                              "2022" : "59.9"
                                          
                                          }
                                      ],"general secondary": [
                                          {
                                          
                                              "2010" : "41.0",
                                          
                                              "2011" : "40.8",
                                          
                                              "2012" : "41.5",
                                          
                                              "2013" : "41.8",
                                          
                                              "2014" : "43.4",
                                          
                                              "2015" : "43.9",
                                          
                                              "2016" : "45.7",
                                          
                                              "2017" : "47.6",
                                          
                                              "2018" : "49.3",
                                          
                                              "2019" : "49.9",
                                          
                                              "2020" : "49.2",
                                          
                                              "2021" : "51.0",
                                          
                                              "2022" : "52.5"
                                          
                                          }
                                      ],"basic vocational": [
                                          {
                                          
                                              "2010" : "53.0",
                                          
                                              "2011" : "52.6",
                                          
                                              "2012" : "51.5",
                                          
                                              "2013" : "50.6",
                                          
                                              "2014" : "51.4",
                                          
                                              "2015" : "52.0",
                                          
                                              "2016" : "52.2",
                                          
                                              "2017" : "52.8",
                                          
                                              "2018" : "52.7",
                                          
                                              "2019" : "51.7",
                                          
                                              "2020" : "51.3",
                                          
                                              "2021" : "53.2",
                                          
                                              "2022" : "53.2"
                                          
                                          }
                                      ],"lower secondary or primary or without formal education": [
                                          {
                                          
                                              "2010" : "13.5",
                                          
                                              "2011" : "13.5",
                                          
                                              "2012" : "13.5",
                                          
                                              "2013" : "13.0",
                                          
                                              "2014" : "13.3",
                                          
                                              "2015" : "13.8",
                                          
                                              "2016" : "13.7",
                                          
                                              "2017" : "14.2",
                                          
                                              "2018" : "14.5",
                                          
                                              "2019" : "15.2",
                                          
                                              "2020" : "14.7",
                                          
                                              "2021" : "16.5",
                                          
                                              "2022" : "16.3"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-4-a": [
        {
          "metadata": [
            
            {
                            "name": "8.4.a Percentage of employees hired on the basis of employment contract in relation to the number of persons employed in national economy",
                          
                            "goal": "Goal 8. Decent work and economic growth",
                          
                            "priority": "Promotion of stable forms of employment",
                          
                            "definition": "Share of persons employed on the basis of employment contract in total number of employedpersons.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Data regarding employment concern persons performing work providing earnings or income. Data include persons employed in budgetary entities of national defense and public safety. Employed persons include:  a) employees hired on the basis of employment contracts (labour contact, posting, appointment, election or service relation);  b) employers and own-account workers, i.e.:  -owners, co-owners and leaseholders of privatefarms in agriculture (including contributing family workers);  -owners and co-owners (including contributing family workers; excluding partners in companies who do not work in them), of entities conducting economic activity other than related to private farms in agriculture; -other self-employed persons, e.g., persons practising freelance jobs;  c) outworkers;  d) agents;  e) members of agricultural production cooperatives (agricultural producers; cooperatives and other cooperatives engaged in agricultural production as well as agricultural farmers; cooperatives);  f) clergy fulfilling priestly obligations. Data on emloyees hired on the basis of employment contracts concern:  a) employment as of 31 XII without converting part-time paid employees into full-time paid employees, each person being listed once according to the main workplace;  b) the average number of full-time paid employess and part-time paid employess with conversion into full-time paid employees. Full-time paid employees are employed persons on a full-time basis, as defined by a given company or for a given position, as well as persons who, in accordance with regulations, work a shortened work-time period, e.g. due to hazardous conditions, or a longer work-time period, e.g. property caretaker. Part-time paid employees are persons who, in accordance with labour contracts, regularly work on a part-time basis. Part-time paid employees in the main workplace are persons who declared that the given workplace is their main workplace.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "",
                          
                            "data_updated_on": "20-10-2022",
                          
                            "metadata_updated_on": "24-03-2020"
                          }
          ],
          "data": [
            {
                      
                              "by sex": [
                                  {"total": [
                                          {
                                          
                                              "2010" : "73.8",
                                          
                                              "2011" : "73.4",
                                          
                                              "2012" : "73.0",
                                          
                                              "2013" : "73.0",
                                          
                                              "2014" : "73.2",
                                          
                                              "2015" : "73.2",
                                          
                                              "2016" : "73.6",
                                          
                                              "2017" : "73.7",
                                          
                                              "2018" : "73.9",
                                          
                                              "2019" : "74.2",
                                          
                                              "2020" : "73.9",
                                          
                                              "2021" : "80.4"
                                          
                                          }
                                      ],"females": [
                                          {
                                          
                                              "2010" : "75.8",
                                          
                                              "2011" : "75.3",
                                          
                                              "2012" : "75.2",
                                          
                                              "2013" : "75.3",
                                          
                                              "2014" : "75.5",
                                          
                                              "2015" : "75.6",
                                          
                                              "2016" : "76.1",
                                          
                                              "2017" : "76.1",
                                          
                                              "2018" : "76.5",
                                          
                                              "2019" : "76.8",
                                          
                                              "2020" : "76.7",
                                          
                                              "2021" : "84.2"
                                          
                                          }
                                      ],"males": [
                                          {
                                          
                                              "2010" : "72.1",
                                          
                                              "2011" : "71.7",
                                          
                                              "2012" : "71.1",
                                          
                                              "2013" : "71.1",
                                          
                                              "2014" : "71.2",
                                          
                                              "2015" : "71.1",
                                          
                                              "2016" : "71.3",
                                          
                                              "2017" : "71.6",
                                          
                                              "2018" : "71.7",
                                          
                                              "2019" : "71.9",
                                          
                                              "2020" : "71.5",
                                          
                                              "2021" : "77.1"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-5-a": [
        {
          "metadata": [
            
            {
                            "name": "8.5.a Activity rate (LFS)",
                          
                            "goal": "Goal 8. Decent work and economic growth",
                          
                            "priority": "Work activation of young people, women, persons aged 50+ , long-term unemployed as well as persons with disabilities",
                          
                            "definition": "The share of economically active persons (total or of given category) in the total of population or population of given category (in %). Average data per year.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total, female, age groups, disability",
                          
                            "methodology": "Data comes from a sample survey: Labour Force Survey (LFS). The survey is conducted on a quarterly basis, using continuous observation (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15-89 who are members of households in dwellings selected on a random basis. Outside the scope of the survey are members of households staying (the total duration of actual and planned stay is taken into account) 12 months or more abroad and in collective households (such as staff hotels, dormitories, boarding schools, nursing homes, etc.) and homeless people. In the context of economic activity - work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the tree main categories are distinguished: employed, unemployed and economically inactive persons.The employed and unemployed are the economically active population. The employed are defined as all persons aged 15-89 who during the reference week:  performed for at least one hour any work generating pay or income, i.e. were employed by a public company/institution or private employer,, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in work on family agricultural farm or in conducting family economic activity outside agriculture, had work but did not perform it due to:   sickness, or rest leave, leave related to parenthood (maternity, parental, paternity or childcare), organization of working time (work system or overtime receipt), job-related training, the seasonal nature of the work, if they continued to regularly fulfill work or business-related tasks and duties (excluding legal or administrative duties) during the off-season, other reasons, if the expected period of absence from work does not exceed 3 months - did not exceed 3 months.  According to international standards, among employees are also included persons performing outwork and apprentices with whom enterprises or natural persons signed a contract for occupational training or learning skills for a particular job (if they receive a payment). The employed do not include: volunteers and unpaid interns, people working in individual agriculture engaged in the production of agricultural products exclusively or primarily for their own consumption. Unemployed persons are persons aged 15-74 who simultaneously fulfil three conditions: - within the reference week were not employed, - were actively looking for work, i.e. for over 4 weeks (the reference week being the fourth one) had been involved in concrete actions aimed at finding a job, - were available to take up work within two weeks after the reference week. Persons who were not seeking work because they had already found a job, were only waiting to start work within the period no longer than 3 months, and were available for this job are also included in the category of the unemployed.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "Due to the implementation of methodological changes in the survey, LFS data from 2021 onward cannot be compared with previous years (except for data recalculated for 2010-2020).",
                          
                            "data_updated_on": "20-07-2023",
                          
                            "metadata_updated_on": "26-04-2023"
                          }
          ],
          "data": [
            {
                      
                              "by sex": [
                                  {"total": [
                                          {
                                          
                                              "2010" : "53.6",
                                          
                                              "2011" : "54.0",
                                          
                                              "2012" : "54.5",
                                          
                                              "2013" : "54.7",
                                          
                                              "2014" : "55.2",
                                          
                                              "2015" : "55.3",
                                          
                                              "2016" : "55.6",
                                          
                                              "2017" : "56.0",
                                          
                                              "2018" : "56.0",
                                          
                                              "2019" : "56.0",
                                          
                                              "2020" : "55.8",
                                          
                                              "2021" : "57.8",
                                          
                                              "2022" : "58.0"
                                          
                                          }
                                      ],"females": [
                                          {
                                          
                                              "2010" : "46.3",
                                          
                                              "2011" : "46.7",
                                          
                                              "2012" : "47.3",
                                          
                                              "2013" : "47.4",
                                          
                                              "2014" : "47.8",
                                          
                                              "2015" : "48.0",
                                          
                                              "2016" : "48.1",
                                          
                                              "2017" : "48.4",
                                          
                                              "2018" : "48.5",
                                          
                                              "2019" : "48.3",
                                          
                                              "2020" : "47.9",
                                          
                                              "2021" : "50.2",
                                          
                                              "2022" : "50.8"
                                          
                                          }
                                      ],"males": [
                                          {
                                          
                                              "2010" : "61.5",
                                          
                                              "2011" : "61.9",
                                          
                                              "2012" : "62.4",
                                          
                                              "2013" : "62.7",
                                          
                                              "2014" : "63.2",
                                          
                                              "2015" : "63.2",
                                          
                                              "2016" : "63.8",
                                          
                                              "2017" : "64.3",
                                          
                                              "2018" : "64.2",
                                          
                                              "2019" : "64.4",
                                          
                                              "2020" : "64.3",
                                          
                                              "2021" : "66.0",
                                          
                                              "2022" : "65.8"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "urban/rural": [
                                  {"urban area": [
                                          {
                                          
                                              "2010" : "55.5",
                                          
                                              "2011" : "55.8",
                                          
                                              "2012" : "56.1",
                                          
                                              "2013" : "56.1",
                                          
                                              "2014" : "56.6",
                                          
                                              "2015" : "56.6",
                                          
                                              "2016" : "56.6",
                                          
                                              "2017" : "56.8",
                                          
                                              "2018" : "56.9",
                                          
                                              "2019" : "56.7",
                                          
                                              "2020" : "56.3",
                                          
                                              "2021" : "58.0",
                                          
                                              "2022" : "57.9"
                                          
                                          }
                                      ],"rural area": [
                                          {
                                          
                                              "2010" : "50.6",
                                          
                                              "2011" : "51.1",
                                          
                                              "2012" : "52.0",
                                          
                                              "2013" : "52.5",
                                          
                                              "2014" : "53.1",
                                          
                                              "2015" : "53.3",
                                          
                                              "2016" : "54.1",
                                          
                                              "2017" : "54.8",
                                          
                                              "2018" : "54.7",
                                          
                                              "2019" : "54.8",
                                          
                                              "2020" : "54.9",
                                          
                                              "2021" : "57.4",
                                          
                                              "2022" : "58.1"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "by age group": [
                                  {"aged 15-24": [
                                          {
                                          
                                              "2010" : "34.2",
                                          
                                              "2011" : "33.2",
                                          
                                              "2012" : "33.2",
                                          
                                              "2013" : "32.9",
                                          
                                              "2014" : "33.5",
                                          
                                              "2015" : "32.5",
                                          
                                              "2016" : "34.2",
                                          
                                              "2017" : "34.5",
                                          
                                              "2018" : "35.0",
                                          
                                              "2019" : "35.1",
                                          
                                              "2020" : "31.6",
                                          
                                              "2021" : "31.0",
                                          
                                              "2022" : "31.1"
                                          
                                          }
                                      ],"aged 18-59/64": [
                                          {
                                          
                                              "2010" : "69.6",
                                          
                                              "2011" : "70.2",
                                          
                                              "2012" : "71.2",
                                          
                                              "2013" : "71.8",
                                          
                                              "2014" : "72.8",
                                          
                                              "2015" : "73.1",
                                          
                                              "2016" : "74.0",
                                          
                                              "2017" : "75.0",
                                          
                                              "2018" : "75.8",
                                          
                                              "2019" : "76.4",
                                          
                                              "2020" : "76.5",
                                          
                                              "2021" : "79.4",
                                          
                                              "2022" : "80.2"
                                          
                                          }
                                      ],"aged 50-89": [
                                          {
                                          
                                              "2010" : "30.6",
                                          
                                              "2011" : "31.6",
                                          
                                              "2012" : "32.2",
                                          
                                              "2013" : "32.5",
                                          
                                              "2014" : "33.1",
                                          
                                              "2015" : "33.4",
                                          
                                              "2016" : "33.3",
                                          
                                              "2017" : "33.8",
                                          
                                              "2018" : "33.3",
                                          
                                              "2019" : "33.0",
                                          
                                              "2020" : "33.3",
                                          
                                              "2021" : "35.6",
                                          
                                              "2022" : "35.8"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "disabled persons": [
                                  {"aged 16-89": [
                                          {
                                          
                                              "2010" : "15.3",
                                          
                                              "2011" : "15.5",
                                          
                                              "2012" : "16.2",
                                          
                                              "2013" : "16.1",
                                          
                                              "2014" : "16.5",
                                          
                                              "2015" : "16.0",
                                          
                                              "2016" : "16.1",
                                          
                                              "2017" : "17.4",
                                          
                                              "2018" : "17.1",
                                          
                                              "2019" : "17.1",
                                          
                                              "2020" : "17.4",
                                          
                                              "2021" : "19.5",
                                          
                                              "2022" : "20.1"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-5-b": [
        {
          "metadata": [
            
            {
                            "name": "8.5.b Long-term unemployment as a percentage of the total unempolyment (LFS)",
                          
                            "goal": "Goal 8. Decent work and economic growth",
                          
                            "priority": "Work activation of young people, women, persons aged 50+ , long-term unemployed as well as persons with disabilities",
                          
                            "definition": "Ratio of unemployed people aged 20-64 looking for work for more than 12 months (13 months or more) in the total number of unemployed in the same age group.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Data comes from a sample survey: Labour Force Survey (LFS). The survey is conducted on a quarterly basis, using continuous observation (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15-89 who are members of households in dwellings selected on a random basis. Outside the scope of the survey are members of households staying (the total duration of actual and planned stay is taken into account) 12 months or more abroad and in collective households (such as staff hotels, dormitories, boarding schools, nursing homes, etc.) and homeless people. In the context of economic activity - work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the tree main categories are distinguished: employed, unemployed and ecomically inactive persons. The employed, unemployed are the economically active population. Unemployed according to LFS are persons aged 15-74 who simultaneously fulfil three conditions: - within the reference week were not employed, - were actively looking for work, i.e. for over 4 weeks (the reference week being the fourth one) had been involved in concrete actions aimed at finding a job, - were available to take up work within two weeks after the reference week. Persons who were not seeking work because they had already found a job, were only waiting to start work within the period no longer than 3 months, and were available for this job are also included in the category of the unemployed. The LFS results allow the unemployed to be classified into one of four categories: - unemployed who lost their jobs, i.e., those who left their last job not on their own initiative and immediately (i.e., within three months) began looking for work, - the unemployed who quit their jobs, i.e., those who left their jobs on their own initiative and immediately began looking for work, - unemployed who return to work after a break during which they did not look for work for a minimum of three months, - the unemployed who have never worked and are looking for their first ever job. Long-term unemployed - according to the national definition, these are unemployed people looking for a job for 13 months or more; while according to the definition used by Eurostat, these are unemployed people looking for a job for 12 months or more.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "Due to the implementation of methodological changes in the survey, LFS data from 2021 onward cannot be compared with previous years (except for data recalculated for 2010-2020).",
                          
                            "data_updated_on": "20-07-2023",
                          
                            "metadata_updated_on": "26-04-2023"
                          }
          ],
          "data": [
            {
                      
                              "by sex": [
                                  {"total": [
                                          {
                                          
                                              "2010" : "26.1",
                                          
                                              "2011" : "32.3",
                                          
                                              "2012" : "35.5",
                                          
                                              "2013" : "37.3",
                                          
                                              "2014" : "37.1",
                                          
                                              "2015" : "32.9",
                                          
                                              "2016" : "27.9",
                                          
                                              "2017" : "24.2",
                                          
                                              "2018" : "20.6",
                                          
                                              "2019" : "15.3",
                                          
                                              "2020" : "14.5",
                                          
                                              "2021" : "18.1",
                                          
                                              "2022" : "22.1"
                                          
                                          }
                                      ],"females": [
                                          {
                                          
                                              "2010" : "26.5",
                                          
                                              "2011" : "33.2",
                                          
                                              "2012" : "36.3",
                                          
                                              "2013" : "37.9",
                                          
                                              "2014" : "36.8",
                                          
                                              "2015" : "31.8",
                                          
                                              "2016" : "27.3",
                                          
                                              "2017" : "22.4",
                                          
                                              "2018" : "19.7",
                                          
                                              "2019" : "14.3",
                                          
                                              "2020" : "13.6",
                                          
                                              "2021" : "19.3",
                                          
                                              "2022" : "21.3"
                                          
                                          }
                                      ],"males": [
                                          {
                                          
                                              "2010" : "25.8",
                                          
                                              "2011" : "31.4",
                                          
                                              "2012" : "34.8",
                                          
                                              "2013" : "36.8",
                                          
                                              "2014" : "37.2",
                                          
                                              "2015" : "33.7",
                                          
                                              "2016" : "28.5",
                                          
                                              "2017" : "25.6",
                                          
                                              "2018" : "21.3",
                                          
                                              "2019" : "16.2",
                                          
                                              "2020" : "15.2",
                                          
                                              "2021" : "17.5",
                                          
                                              "2022" : "22.8"
                                          
                                          }
                                      ]
                                  }
                              ],
                              "urban/rural": [
                                  {"urban area": [
                                          {
                                          
                                              "2010" : "25.6",
                                          
                                              "2011" : "31.9",
                                          
                                              "2012" : "35.6",
                                          
                                              "2013" : "37.2",
                                          
                                              "2014" : "37.8",
                                          
                                              "2015" : "33.0",
                                          
                                              "2016" : "27.4",
                                          
                                              "2017" : "23.5",
                                          
                                              "2018" : "20.2",
                                          
                                              "2019" : "14.8",
                                          
                                              "2020" : "11.6",
                                          
                                              "2021" : "17.5",
                                          
                                              "2022" : "21.0"
                                          
                                          }
                                      ],"rural area": [
                                          {
                                          
                                              "2010" : "27.0",
                                          
                                              "2011" : "32.8",
                                          
                                              "2012" : "35.4",
                                          
                                              "2013" : "37.6",
                                          
                                              "2014" : "35.9",
                                          
                                              "2015" : "32.7",
                                          
                                              "2016" : "28.6",
                                          
                                              "2017" : "25.1",
                                          
                                              "2018" : "21.1",
                                          
                                              "2019" : "16.0",
                                          
                                              "2020" : "18.3",
                                          
                                              "2021" : "19.0",
                                          
                                              "2022" : "23.6"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-5-c": [
        {
          "metadata": [
            
            {
                            "name": "8.5.c Percentage of young people neither in employment nor in education and training (NEET)",
                          
                            "goal": "Goal 8. Decent work and economic growth",
                          
                            "priority": "Work activation of young people, women, persons aged 50+ , long-term unemployed as well as persons with disabilities",
                          
                            "definition": "Share of unemployed or inactive 15-24 year olds who do not continue their education in the formal education system and do not further their education/training in the non-formal education system (within 4 weeks before the survey) in the total population in the same age group. Indicator's numerator refers to those who meet two conditions:  are not employed (i.e. are unemployed or economically inactive), did not participate in any form of education during four weeks preceding the survey.  Indicator's denominator is a population in a given age group, which the indicator concerns, excluding persons who did not answer the question concerning ,,participation in regular education and training.,,  ",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "The data comes from the representative Labour Force Survey (LFS), conducted on a quarterly basis using the continuous observation method (movable survey week), allowing to illustrate the labor market situation over the entire quarter. The survey covers persons aged 15-89 who are members of households in drawn dwellings. Outside the scope of the survey are members of households residing (the total duration of actual and planned stay is taken into account) 12 months or more abroad and in collective households (such as staff hotels, dormitories, dormitories, nursing homes, etc.) and homeless persons. The basic criterion for dividing the population from the point of view of labor force participation is work, i.e. the fact of doing, having or seeking work. According to international standards, the general population can be divided into three basic categories: employed, unemployed and economically inactive. The employed and unemployed constitute the economically active population.    ",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010.",
                          
                            "notes": "Due to the implementation of methodological changes in the survey, LFS data from 2021 onward cannot be compared with previous years (except for data recalculated for 2010-2020).  ",
                          
                            "data_updated_on": "20-07-2023",
                          
                            "metadata_updated_on": "26-04-2023"
                          }
          ],
          "data": [
            {
                      
                              "by sex": [
                                  {"total": [
                                          {
                                          
                                              "2010" : "11.0",
                                          
                                              "2011" : "11.7",
                                          
                                              "2012" : "12.1",
                                          
                                              "2013" : "12.5",
                                          
                                              "2014" : "12.2",
                                          
                                              "2015" : "11.2",
                                          
                                              "2016" : "10.8",
                                          
                                              "2017" : "9.7",
                                          
                                              "2018" : "8.8",
                                          
                                              "2019" : "8.2",
                                          
                                              "2020" : "8.8",
                                          
                                              "2021" : "11.2",
                                          
                                              "2022" : "8.0"
                                          
                                          }
                                      ],"males": [
                                          {
                                          
                                              "2010" : "10.9",
                                          
                                              "2011" : "11.7",
                                          
                                              "2012" : "12.2",
                                          
                                              "2013" : "12.4",
                                          
                                              "2014" : "12.0",
                                          
                                              "2015" : "10.9",
                                          
                                              "2016" : "11.2",
                                          
                                              "2017" : "10.7",
                                          
                                              "2018" : "10.1",
                                          
                                              "2019" : "9.5",
                                          
                                              "2020" : "9.6",
                                          
                                              "2021" : "11.9",
                                          
                                              "2022" : "8.6"
                                          
                                          }
                                      ],"females": [
                                          {
                                          
                                              "2010" : "11.1",
                                          
                                              "2011" : "11.8",
                                          
                                              "2012" : "12.0",
                                          
                                              "2013" : "12.6",
                                          
                                              "2014" : "12.4",
                                          
                                              "2015" : "11.5",
                                          
                                              "2016" : "10.4",
                                          
                                              "2017" : "8.8",
                                          
                                              "2018" : "7.4",
                                          
                                              "2019" : "7.0",
                                          
                                              "2020" : "8.1",
                                          
                                              "2021" : "10.5",
                                          
                                              "2022" : "7.5"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    },
    {
      "8-6-a": [
        {
          "metadata": [
            
            {
                            "name": "8.6.a Net international migration for permanent residence",
                          
                            "goal": "Goal 8. Decent work and economic growth",
                          
                            "priority": "Development of responsible migration policy",
                          
                            "definition": "Net international migration for permanent residence, i.e. the difference between registrations (inflow) for permanent residence in Poland and deregistrations (outflow) from permanent residence in Poland.",
                          
                            "unit": "persons",
                          
                            "dimensions": "total",
                          
                            "methodology": "Net migration - as recognized in the period in a given area as a difference between the two values. Migration - moves of the people in order to change the place of residence. The migration is divided as follows: - internal migration - changes in the place of residence within the country; - international migration - moves of the people related to the change of country of residence. Data on international migration for permanent residence were compiled on the basis of gmina gmina documentation regarding the registration of people arriving in Poland for permanent residence (immigration for permanent residence) as well as deregistration of inhabitants of Poland leaving the country for permanent residence abroad (emigration for permanent residence). Data on internal and international migration for permanent residence based on gminas records are taken directly from the Common Electronic System of Population Register - PESEL. Data on population were compiled on the basis of:  - the balances of the residing population in a gmina based on the results of 2011 Population and Housing Census (for data since 2010),  - the Common Electronic System of Population Register - PESEL),  - documentation of Civil Status Offices regarding registered marriages, births and deaths.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "Due to inaedequate data quality on international migration for permanent residence, they are not published.",
                          
                            "data_updated_on": "21-07-2023",
                          
                            "metadata_updated_on": "26-04-2023"
                          }
          ],
          "data": [
            {
                      
                              "by sex": [
                                  {"total": [
                                          {
                                          
                                              "2010" : "-2114",
                                          
                                              "2011" : "-4334",
                                          
                                              "2012" : "-6617",
                                          
                                              "2013" : "-19904",
                                          
                                              "2014" : "-15750",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "1505",
                                          
                                              "2017" : "1436",
                                          
                                              "2018" : "3612",
                                          
                                              "2019" : "6183",
                                          
                                              "2020" : "4483",
                                          
                                              "2021" : "3404",
                                          
                                              "2022" : "1939"
                                          
                                          }
                                      ],"males": [
                                          {
                                          
                                              "2010" : "-3150",
                                          
                                              "2011" : "-4043",
                                          
                                              "2012" : "-4772",
                                          
                                              "2013" : "-11884",
                                          
                                              "2014" : "-8724",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "401",
                                          
                                              "2017" : "166",
                                          
                                              "2018" : "1074",
                                          
                                              "2019" : "2279",
                                          
                                              "2020" : "1850",
                                          
                                              "2021" : "1043",
                                          
                                              "2022" : "2234"
                                          
                                          }
                                      ],"females": [
                                          {
                                          
                                              "2010" : "1036",
                                          
                                              "2011" : "-291",
                                          
                                              "2012" : "-1845",
                                          
                                              "2013" : "-8020",
                                          
                                              "2014" : "-7026",
                                          
                                              "2015" : "",
                                          
                                              "2016" : "1104",
                                          
                                              "2017" : "1270",
                                          
                                              "2018" : "2538",
                                          
                                              "2019" : "3904",
                                          
                                              "2020" : "2633",
                                          
                                              "2021" : "2361",
                                          
                                              "2022" : "-295"
                                          
                                          }
                                      ]
                                  }
                              ]
                    
                
            }
          ]
        }
      ]
    }]
}
