{
  "9":[
    {
      "9-1-a": [
        {
          "metadata": [
            
            {
                            "name": "9.1.a Global Innovation Index",
                          
                            "goal": "Goal 9. Industry, Innovation and Infrastructure",
                          
                            "priority": "Improvement of legal and institutional environment conducive to undertaking risky innovative activities",
                          
                            "definition": "The Global Innovation Index (GII)is a synthetic measure providing detailed metrics about the innovation performance of economies all over the world.",
                          
                            "unit": "position in the ranking",
                          
                            "dimensions": "total",
                          
                            "methodology": "The Global Innovation Index (GII) is the result of a collaboration between Cornell University, INSEAD and the World Intellectual Property Organization (WIPO).Its 80 indicators explore a broad vision of innovation, including political environment, education, infrastructure and business sophistication.",
                          
                            "source": "Global Innovation Index",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "",
                              
                                  "2011" :   "43",
                              
                                  "2012" :   "44",
                              
                                  "2013" :   "49",
                              
                                  "2014" :   "45",
                              
                                  "2015" :   "46",
                              
                                  "2016" :   "39",
                              
                                  "2017" :   "38",
                              
                                  "2018" :   "39",
                              
                                  "2019" :   "39",
                              
                                  "2020" :   "38",
                              
                                  "2021" :   "40"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "9-2-a": [
        {
          "metadata": [
            
            {
                            "name": "9.2.a Gross domestic expenditures on R&D in relation to GDP",
                          
                            "goal": "Goal 9. Industry, Innovation and Infrastructure",
                          
                            "priority": "Development of knowledge-intensive industries and services",
                          
                            "definition": "Sum of intramural expenditures on research and development activity incurred by all national entities conducting this activity, irrespective of origin of the funds, in relation to GDP.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Research and experimental development (R&D) comprise creative work undertaken on a systematic basis in order to increase the stock of knowledge (e.g. about man, culture and society) and the use of this stock of knowledge to devise new applications. Research and development activity includes: scientific research (basic research - experimental or theoretical work undertaken primarily to achieve specific practical applications, applied research - original investigation undertaken in order to acquire new knowledge that has specific practical applications, industrial research - undertaken in order to acquire new knowledge directed to producing new or significantly improved goods, processes or services and experimental development (systematic work, drawing on existing knowledge, which is directed to producing new or significantly improved goods, processes or services). R&D is distinguished from other types of activity from visible element of novelty and the elimination of scientific and technical uncertainty. R&D surveys are carried out on the basis of international methodology (Frascati Manual). Intramural expenditures on R&D are expenditures incurred in a reporting year on R&D in the reported entity, irrespective of origin of such funds, i.e. including funds obtained from abroad (exports of R&D). They cover both current expenditures and investment outlays on fixed assets related to R&D, but do not cover depreciation of these assets. Current expenditures on R&D are personnel outlays; costs of consumption of materials, nondurable objects and energy; costs of services made by other contractions (other than R&D) including: third party processing, transport, repair, bank, postal, telecommunication, information technology, publishing, municipal, etc. services; costs of business trips and other current costs, including in particular taxes and fees charged on costs of operating activity and profits, property insurance and equivalent for the benefit of employees - in part in which they are related to R&D. Total current expenditures do not include depreciation of fixed assets and VAT tax. Capital expenditures on R&D cover new fixed assets connected with R&D; purchase (taking over) of second-hand fixed assets as well as outlays on initial investments (not included in fixed assets and purchased from investment funds). Gross domestic product (GDP) illustrates the final result of the activity of all entities of the national economy. It is calculated on the basis of ESA methodology, which is mandatory within European Union.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "0.72",
                              
                                  "2011" :   "0.75",
                              
                                  "2012" :   "0.88",
                              
                                  "2013" :   "0.88",
                              
                                  "2014" :   "0.94",
                              
                                  "2015" :   "1.00",
                              
                                  "2016" :   "0.96",
                              
                                  "2017" :   "1.03",
                              
                                  "2018" :   "1.21",
                              
                                  "2019" :   "1.32",
                              
                                  "2020" :   "1.39"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "9-2-b": [
        {
          "metadata": [
            
            {
                            "name": "9.2.b Business enterprise expenditure on R&D in relation to GDP",
                          
                            "goal": "Goal 9. Industry, Innovation and Infrastructure",
                          
                            "priority": "Development of knowledge-intensive industries and services",
                          
                            "definition": "Sum of intramural expenditures on research and development activity incurred by national entities conducting this activity, involved in business enterprise sector (BERD), irrespective of origin of the funds, in relation to GDP.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Research and experimental development (R&D) comprise creative work undertaken on a systematic basis in order to increase the stock of knowledge (e.g. about man, culture and society) and the use of this stock of knowledge to devise new applications. R&D includes: scientific research (basic, applied, industrial) and experimental development. Intramural expenditures on R&D are expenditures incurred in a reporting year on R&D in the reported entity, irrespective of origin of such funds, i.e. including funds obtained from abroad (exports of R&D). They cover both current expenditures and investment outlays on fixed assets related to R&D, but do not cover depreciation of these assets. According to Frascati Manual the business enterprise sector (BES) is one of four sectors of performance and includes: all firms, organisations and institutions, whose primary activity is the market production of goods or services (other than higher education) for sale to the general public at an economically significant price and entities that cooperate with business enterprise sector (derived from the government and the private non-profit institutions sector), which showed a high percentage of funds designed to R&D that were acquired as a result of cooperation with enterprises. Gross domestic product (GDP) illustrates the final result of the activity of all entities of the national economy. It is calculated on the basis of ESA methodology, which is mandatory within European Union.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "0.19",
                              
                                  "2011" :   "0.23",
                              
                                  "2012" :   "0.33",
                              
                                  "2013" :   "0.38",
                              
                                  "2014" :   "0.44",
                              
                                  "2015" :   "0.47",
                              
                                  "2016" :   "0.63",
                              
                                  "2017" :   "0.67",
                              
                                  "2018" :   "0.80",
                              
                                  "2019" :   "0.83",
                              
                                  "2020" :   "0.88"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "9-2-c": [
        {
          "metadata": [
            
            {
                            "name": "9.2.c Share of net revenues from sales of new or improved products in total turnover in industrial enterprises",
                          
                            "goal": "Goal 9. Industry, Innovation and Infrastructure",
                          
                            "priority": "Development of knowledge-intensive industries and services",
                          
                            "definition": "Share of value of net revenues from sales of products of innovative industrial enterprises in the total value of net revenues from sales of products of industrial enterprises that employ 10 and more persons. This indicator provides important information on the impact of product innovations on the overall makeup of turnover and on the degree of innovativeness of the enterprise.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "Data concern industrial enterprises according to NACE Rev.2 - PKD 2007 classification, i.e. industrial enterprises whose predominant activity was classified into one of four sections: B - Mining and quarrying, C - Manufacturing, D - Electricity, gas, steam and air conditioning supply and E - Water supply; sewerage, waste management and remediation activities. Net revenues from sales of products include amounts due  - without the value added tax - from the sale of products (goods and services), goods and materials. New product is a good and service that differ significantly in its characteristics or intended uses from products previously produced by an enterprise. Innovation activities are all scientific, technological, organisational, financial and commercial steps of enterprises which actually, or are intended to, lead to the implementation of innovations. Some of these activities are innovative, others are not novel activities but are necessary for the implementation of innovations. Innovation activities also include R&D that is not directly related to the development of a specific innovation. Product innovation is the introduction of a good or service that is new or significantly improved with respect to its characteristics or intended uses. This includes significant improvements in technical specifications, components and materials, incorporated software, user friendliness or other functional characteristics. Product innovations can utilise new knowledge or technologies, or can be based on new uses or combinations of existing knowledge or technologies. Product innovations in services consist in the introduction of significant improvements in the way services are offered, adding new functions or features to existing services or introducing brand new services. Products to be included to innovation do not have to be new to the market in which the enterprise operates, but it must be new, at least for the enterprise itself. Innovation survey is conducted on the basis of international methodology (Oslo Manual). Examples of product innovations: margarine that reduces blood cholesterol levels , global positioning systems GPS, proximity card, inbuilt wireless networking in laptops.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": "The data comes form the survey on innovation activities of enterprises. Industrial enterprises in sections B, C, D, E of NACE Rev. 2, which employed 10 and more persons are included in the innovation survey. The survey is conducted on a total population of enterprises employing 50 and more persons and on the sample of other enterprises amounting 25% of the population (excluding 2010, when the survey was conducted on a full population)."
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "11.3",
                              
                                  "2011" :   "8.9",
                              
                                  "2012" :   "9.2",
                              
                                  "2013" :   "8.7",
                              
                                  "2014" :   "8.8",
                              
                                  "2015" :   "9.5",
                              
                                  "2016" :   "8.1",
                              
                                  "2017" :   "7.1",
                              
                                  "2018" :   "9.1",
                              
                                  "2019" :   "9.3",
                              
                                  "2020" :   "10.0"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "9-2-d": [
        {
          "metadata": [
            
            {
                            "name": "9.2.d Share of export of high technology products in total export",
                          
                            "goal": "Goal 9. Industry, Innovation and Infrastructure",
                          
                            "priority": "Development of knowledge-intensive industries and services",
                          
                            "definition": "Ratio of the value of exported products with high research and development (R&D) intensity to the value of total export, expressed in %. Foreign trade of high technology products is a measure of the effect and impact of R&D activities and is characterized by a country's level of competitiveness in the global market.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "In technology advancement survey two methods are usually used: according to the sector approach and the product approach. Product approach method is the extension and supplement to the sector approach. It describes high technology section and is mainly used in foreign trade analysis. Classification of the products was created on the basis of the analysis of content of R&D component ('content of technology'). For measurement/intensification of the R&D intensity the following indicators are used: the ratio of direct R&D costs to the value added, the ratio of direct R&D costs to the production value (sales), the ratio of direct R&D costs extended by indirect costs incorporated in investment goods and intermediate products to the production value (sales). The current list of high technology products includes 9 groups of products whose production requires high expenditures on R&D: aerospace, computers - office machinery, electronics - telecommunications, pharmacy, scientific instruments, electrical machinery, non-electrical machinery, chemistry and armament. Export means shipping abroad the goods that have been produced in the given country. Foreign trade in high technology is one of the methods of estimating the extent to which R&D and solutions produced in the given country are converted to high-tech goods that can be sold on the global market. Due to the change of the Standard International Trade Classification (SITC) until 2006 data were published according to SITC Rev.3, and since 2007 data are published according to SITC Rev. 4. Differences between the classifications are particularly significant for two groups of products: Computers - office machinery and Electronics - telecommunications and these product groups constitute 2/3 of high technology trade. Data for the period before and after 2006 about the size of the foreign trade in high technology are not comparable. Since 2007, the following 9 product groups are included in the high technology products according to OECD SITC Rev. 4 list (validated by Eurostat in April 2009): 1. Aerospace (among others helicopters, aeroplanes and other aircraft, spacecraft and spacecraft launch vehicles, propellers and rotors and parts thereof, aeroplane motors, direction finding compasses); 2. Computers - office machinery (among others computers, multifunction office machines); 3. Electronics - telecommunications (among others video apparatus, sound recording or reproducing apparatus operated by coins, bank cards, etc., printed circuits, optical fibre cables, microwave tubes, semiconductor devices; optical media); 4. Pharmacy (among others antibiotics, hormones and their derivatives); 5. Scientific instruments (among others electrodiagnostic apparatus for medicine or surgery and radiological apparatus, dental drill engines, measuring instruments and apparatus, photographic cameras, cinematographic cameras, contact lenses, optical fibres, orthopaedic appliances); 6. Electrical machinery (among others electric sound or visual signaling apparatus, electrical capacitors, fixed, variable or adjustable); 7. Non-electrical machinery (among others gas turbines, nuclear reactors and parts thereof, machinery and apparatus for isotopic separation, machine-tools working by laser or other light or photon beam, lathes, drilling machines, milling machines, machines and apparatus for resistance welding of metal); 8. Chemistry (among others selenium, tellurium, phosphorus, arsenic and boron, silicon, radioactive materials, synthetic organic colouring matter and colour lakes, insecticides, disinfectants); 9. Armament (arms and ammunition). Until 2006, the following 9 product groups were included in the high technology products according to SITC Rev. 3: aircraft equipment (among others aeroplanes and other aircraft, spacecraft and spacecraft launch vehicles, aeroplane motors, direction finding compasses and other navigational instruments and appliances); computers - office machinery (among others word-processing machines, photo-copying apparatus, computers, magnetic or optical reader); electronics - telecommunications (among others video apparatus, optical fibre cables, printed circuits); pharmacy (among others antibiotics, hormones); scientific instruments (among others electrodiagnostic apparatus for medicine or surgery and radiological apparatus, measuring instruments and apparatus, photographic cameras, cinematographic cameras); electrical machinery (among others capacitors, electric sound or visual signaling apparatus); non-electrical machinery (among others gas turbines, nuclear reactors and parts thereof, machine-tools, lathes, drilling machines); chemistry (among others radioactive materials, synthetic organic colouring matter and colour lakes, insecticides) and armament (arms and ammunition).",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "6.0",
                              
                                  "2011" :   "5.1",
                              
                                  "2012" :   "6.0",
                              
                                  "2013" :   "6.7",
                              
                                  "2014" :   "7.9",
                              
                                  "2015" :   "8.5",
                              
                                  "2016" :   "8.5",
                              
                                  "2017" :   "8.4",
                              
                                  "2018" :   "8.3",
                              
                                  "2019" :   "8.6"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "9-3-a": [
        {
          "metadata": [
            
            {
                            "name": "9.3.a Percentage of households within range of Internet access with bandwidth at least 100 Mb/s",
                          
                            "goal": "Goal 9. Industry, Innovation and Infrastructure",
                          
                            "priority": "Development of telecommunications infrastructure, Internet and digital technologies",
                          
                            "definition": "Share of households within range of Internet access with bandwidth at least 100 Mb/s in total number of households. For the purpose of the indicator household is understood as a dwelling.",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "The President of the Office of Electronic Communications annually conducts an inventory on information about services and covers of the existing telecommunications infrastructure and public telecommunications networks. The results of such inventories are published, after post-processing, in the reports of the President of the Office of Electronic Communications on the Poland coverage of telecommunications infrastructure and reports on a state of the telecommunications market. The indicator corresponds to the indicator from the National Broadband Plan. The indicator is monitored on the basis of the data of the President of the Office of Electronic Communications in the reports on the implementation of this plan. The range of Internet access with bandwidth at least 100 Mb/s is understood as a technical ability to provide broadband internet access services at speeds of not less than 100 Mb/s in any technology.",
                          
                            "source": "Office of Electronic Communications",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "0.1",
                              
                                  "2011" :   "0.2",
                              
                                  "2012" :   "0.5",
                              
                                  "2013" :   "1.0",
                              
                                  "2014" :   "2.2",
                              
                                  "2015" :   "5.5",
                              
                                  "2016" :   "7.8",
                              
                                  "2017" :   "12.8",
                              
                                  "2018" :   "19.3",
                              
                                  "2019" :   "23.3",
                              
                                  "2020" :   "28.3"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "9-4-a": [
        {
          "metadata": [
            
            {
                            "name": "9.4.a Share of revenues from sales for exports in net revenues of SMEs from sales of products, goods and materials",
                          
                            "goal": "Goal 9. Industry, Innovation and Infrastructure",
                          
                            "priority": "Internationalization of enterprises, especially SMEs, via creation of instruments of support for Polish exporters and investors",
                          
                            "definition": "",
                          
                            "unit": "percent [%]",
                          
                            "dimensions": "total",
                          
                            "methodology": "",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "11.3",
                              
                                  "2011" :   "12.4",
                              
                                  "2012" :   "13.1",
                              
                                  "2013" :   "14.1",
                              
                                  "2014" :   "14.5",
                              
                                  "2015" :   "14.0",
                              
                                  "2016" :   "15.3",
                              
                                  "2017" :   "15.4",
                              
                                  "2018" :   "14.8",
                              
                                  "2019" :   "15.3",
                              
                                  "2020" :   "16.0"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "9-5-a": [
        {
          "metadata": [
            
            {
                            "name": "9.5.a Index of multimodal accessibility of transport",
                          
                            "goal": "Goal 9. Industry, Innovation and Infrastructure",
                          
                            "priority": "Development of transport infrastructure",
                          
                            "definition": "Index is a synthetic quality measure of mutual, potential time accessibility of the biggest national settlement centers and transport nodes (internal and border) which takes into consideration all essential means of transport (in proportion to their share in transport performance) and weighted by the level of social-economic development.",
                          
                            "unit": "[–]",
                          
                            "dimensions": "total",
                          
                            "methodology": "WMDT is a measure of potential accessibility in terms of multimodality, taking into accountsignificance/ attractiveness of territorial units as well as travelling time between these units viadifferent modes of transport (i.e. road, railway, air and inland waterway transport). There are two versions of the index; the first one (WMDT I) was used in the surveys in 2008 and 2010,whereas the second one, introduced in 2013 (WMDT II), is fully adjusted to the purpuse of constantmonitoring of the potential accessibility in terms of its dynamics. Since 2013, WMDT has beencalculated as WMDT II. In each case, the indicator relies on the model of the potential, which isreferred to as 'potential accessibility' in Polish.",
                          
                            "source": "Polish Academy of Sciences / Ministry of Funds and Regional Policy",
                          
                            "availability": "Data available at irregular intervals depending on the conduction of the survey.",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "30.8",
                              
                                  "2011" :   "",
                              
                                  "2012" :   "",
                              
                                  "2013" :   "33.4",
                              
                                  "2014" :   "34.5",
                              
                                  "2015" :   "35.2",
                              
                                  "2016" :   "35.9",
                              
                                  "2017" :   "36.6",
                              
                                  "2018" :   "37.5",
                              
                                  "2019" :   "38.8",
                              
                                  "2020" :   "38.7"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    },
    {
      "9-5-b": [
        {
          "metadata": [
            
            {
                            "name": "9.5.b Density of expressways and motorways per 1000 km²",
                          
                            "goal": "Goal 9. Industry, Innovation and Infrastructure",
                          
                            "priority": "Development of transport infrastructure",
                          
                            "definition": "Percentage of persons in households living below relative poverty threshold which is determined at 50% of the mean expenditure at the level of all households.",
                          
                            "unit": "km",
                          
                            "dimensions": "total",
                          
                            "methodology": "The basis for calculating the indicator is the total length of express-ways and motorways as of 31 December. In accordance with the provisions of the Act of 21 March 1985 on public roads (uniform text, Journal of Laws 2015 item 460): a) an expressway is a road specially designed for motor vehicle traffic and which: – is provided with one or two carriageways, – has multi-level crossings with any road, railway or tramway track, footpath or waterway, with rare exceptions when one-level intersections with public roads are allowed, – is equipped with devices intended for serving the travelers, vehicles and packages, and reserved only for motorway users. b) a motorway is a road specially designed for motor vehicle traffic and which: – is provided with at least two permanently separated from each other carriageways for the opposite directions of traffic, – has multi-level crossings with any road, railway or tramway track, footpath or waterway, – is equipped with devices intended for serving the travelers, vehicles and packages, and reserved only for motorway users.",
                          
                            "source": "Statistics Poland",
                          
                            "availability": "Annual data; since 2010",
                          
                            "notes": ""
                          }
          ],
          "data": [
            {"total": [
                              {
                              
                                  "2010" :   "4.9",
                              
                                  "2011" :   "5.8",
                              
                                  "2012" :   "7.7",
                              
                                  "2013" :   "8.7",
                              
                                  "2014" :   "9.6",
                              
                                  "2015" :   "9.8",
                              
                                  "2016" :   "10.1",
                              
                                  "2017" :   "10.9",
                              
                                  "2018" :   "11.9",
                              
                                  "2019" :   "13.1",
                              
                                  "2020" :   "13.6"
                              
                              }
                          ]
                      
                    
                
            }
          ]
        }
      ]
    }]
}
