
{
  "area_n": [
      {
          "4-3-g":{
                
                "metadata": [
                      {
                                      "name": "4.3.g Percentage of children aged 3-5 covered by pre-primary education",
                                    
                                      "goal": "Goal 4. Quality education",
                                    
                                      "priority": "Creation of conditions for education development all over the country and equalization of educational opportunities",
                                    
                                      "definition": "Share of children aged 3-5 covered by pre-primary education in the number of population in the same age group.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total, urban, rural areas",
                                    
                                      "methodology": " Pre-primary education represents the first stage of education in the education system. Pre-primary education establishments provide children with care and are aimed to prepare them for school education. Children to be taken care of in pre-primary schools, pre-primary sections of primary schools and (since the 2008/09 school year) in pre-primary education groups and pre-primary points. Since September 1, 2011, there has been introduced an obligatory one-year preparation period for children aged 5 in pre-primary education establishments i.e. in pre-primary sections of primary schools and pre-primary establishments schools (including special schools and special pre-primary establishments schools), as well as in pre-primary education groups and pre-primary points. Obligatory pre-primary education starts at the beginning of the school year in the calendar year in which a child turns 5. Data concerning pre-primary education are presented as of 30 September; since 2013/14 school year, including children staying in the units performing health care activities throughout the school year. Since 2007, data have been compiled on the basis of the Educational Information System, administered by the Ministry of National Education.",
                                    
                                      "source": "The Ministry of National Education / Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": "Data regarding the population as of 31 December were compiled assuming the balanced number of population: since 2010, on the basis of the results of the National Population and Housing Census 2011 (for 2010, the administrative structure as of 31 December 2011 was applied)."
                                    }
                    ],
                    "data": [
                      {
                                
                                        "urban/rural area": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "62.6",
                                                    
                                                        "2011" : "69.2",
                                                    
                                                        "2012" : "69.7",
                                                    
                                                        "2013" : "74.1",
                                                    
                                                        "2014" : "79.4",
                                                    
                                                        "2015" : "84.2",
                                                    
                                                        "2016" : "81.1",
                                                    
                                                        "2017" : "84.7",
                                                    
                                                        "2018" : "87.3",
                                                    
                                                        "2019" : "88.5"
                                                    
                                                    }
                                                ],"urban area": [
                                                    {
                                                    
                                                        "2010" : "78.8",
                                                    
                                                        "2011" : "84.0",
                                                    
                                                        "2012" : "83.7",
                                                    
                                                        "2013" : "87.6",
                                                    
                                                        "2014" : "92.9",
                                                    
                                                        "2015" : "98.1",
                                                    
                                                        "2016" : "95.3",
                                                    
                                                        "2017" : "99.3",
                                                    
                                                        "2018" : "101.9",
                                                    
                                                        "2019" : "102.7"
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "41.0",
                                                    
                                                        "2011" : "49.3",
                                                    
                                                        "2012" : "50.8",
                                                    
                                                        "2013" : "55.7",
                                                    
                                                        "2014" : "60.8",
                                                    
                                                        "2015" : "65.1",
                                                    
                                                        "2016" : "61.6",
                                                    
                                                        "2017" : "64.5",
                                                    
                                                        "2018" : "67.0",
                                                    
                                                        "2019" : "68.5"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              }}
  ]
}
