
{
  "area_n": [
      {
          "1-1-a":{
                
                "metadata": [
                      {
                                      "name": "1.1.a At-risk-of-relative poverty rate",
                                    
                                      "goal": "Goal 1. No poverty",
                                    
                                      "priority": "Increase in real income of households translated into decrease in at-risk-of-relative poverty rate",
                                    
                                      "definition": "Percentage of persons in households living below relative poverty threshold which is determined at 50% of the mean expenditure at the level of all households.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total, age",
                                    
                                      "methodology": "The indicator is calculated on the basis of information obtained from Household budget survey. The household budget survey is conducted using representative method based on random sample which allows generalisation, within a margin of an error, of the results for all households in the country. The monthly rotation of households implemented since 1993 assumes that every month of the year a different group of households participates in the survey.The survey covers one-person and multi-person households. Households of foreigners with permanent or long-lasting residence in Poland and using Polish language also take part in the survey. The purpose of the survey is to enable the analysis of the living standards of the population as well as evaluate the impact of various factors on the living standard and its diversity among basic groups of households. Household budget survey provides detailed information on:   • the level and the structure of expenditures, sources of acquiring goods and services;   • the consumption level of basic food products according to quantity, but also energetic value and nutrients  prices at which households purchase selected goods and services  the level and sources of their incomes;   • household equipment with durables;   •  dwelling conditions  subjective evaluation of the material condition of households;   •  demographic and social structure of the households i.e. the number, age, gender, education, disability and economic activity of the members of the surveyed household. A household is understood as the persons who may be related or unrelated, living together and maintaining themselves jointly (multi-person household). Household can also be formed by one individual maintaining himself/herself independently, regardless of whether the individual lives alone or with other persons (one-person household). The relative poverty threshold is estimated annually by Statistics Poland on the basis of the Household budget survey. Expenditures cover expenditures on consumer goods and services as well as other expenditures:    • Expenditures on consumer goods and services are are allocated to satisfying household's needs. They include products purchased by cash, also using debt or credit card, on credit, received free of charge and natural consumption (consumer goods and services taken from individual farm or own economic activity to satisfy household's needs). Consumer goods comprise non-durable goods (e.g. food, beverages or medicines), semi-durable goods (e.g. clothes, books, toys) and durable goods (e.g. cars, washing machines, refrigerators, television sets).   • Other expenditures include: gifts donated to other households and non-commercial institutions  certain taxes, such as tax on legacy and donations, tax on real estates, fees for perpetual use of the land, prepayments of personal income tax and social security contributions paid directly by the tax payer  other kinds of expenditures not allocated directly to consumption, including sums lost in gambling and lotteries, losses of cash and bails.",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "by age group": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "17.4",
                                                    
                                                        "2011" : "16.9",
                                                    
                                                        "2012" : "16.3",
                                                    
                                                        "2013" : "16.2",
                                                    
                                                        "2014" : "16.2",
                                                    
                                                        "2015" : "15.5",
                                                    
                                                        "2016" : "13.9",
                                                    
                                                        "2017" : "13.4",
                                                    
                                                        "2018" : "14.2",
                                                    
                                                        "2019" : "13.0",
                                                    
                                                        "2020" : "11.8"
                                                    
                                                    }
                                                ],"persons aged 0-17": [
                                                    {
                                                    
                                                        "2010" : "23.7",
                                                    
                                                        "2011" : "23.1",
                                                    
                                                        "2012" : "22.0",
                                                    
                                                        "2013" : "21.8",
                                                    
                                                        "2014" : "21.8",
                                                    
                                                        "2015" : "20.6",
                                                    
                                                        "2016" : "16.4",
                                                    
                                                        "2017" : "15.3",
                                                    
                                                        "2018" : "16.2",
                                                    
                                                        "2019" : "14.3",
                                                    
                                                        "2020" : "13.4"
                                                    
                                                    }
                                                ],"persons aged 18-64": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "15.9",
                                                    
                                                        "2012" : "15.5",
                                                    
                                                        "2013" : "16.5",
                                                    
                                                        "2014" : "15.5",
                                                    
                                                        "2015" : "14.8",
                                                    
                                                        "2016" : "13.9",
                                                    
                                                        "2017" : "13.3",
                                                    
                                                        "2018" : "14.1",
                                                    
                                                        "2019" : "12.8",
                                                    
                                                        "2020" : "11.7"
                                                    
                                                    }
                                                ],"persons aged 65 and more": [
                                                    {
                                                    
                                                        "2010" : "12.0",
                                                    
                                                        "2011" : "11.2",
                                                    
                                                        "2012" : "10.7",
                                                    
                                                        "2013" : "9.9",
                                                    
                                                        "2014" : "10.6",
                                                    
                                                        "2015" : "10.6",
                                                    
                                                        "2016" : "10.3",
                                                    
                                                        "2017" : "11.0",
                                                    
                                                        "2018" : "11.5",
                                                    
                                                        "2019" : "11.8",
                                                    
                                                        "2020" : "10.0"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "urban/rural": [
                                            {"urban area": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "11.4",
                                                    
                                                        "2012" : "11.0",
                                                    
                                                        "2013" : "11.2",
                                                    
                                                        "2014" : "11.0",
                                                    
                                                        "2015" : "10.0",
                                                    
                                                        "2016" : "9.5",
                                                    
                                                        "2017" : "9.0",
                                                    
                                                        "2018" : "8.7",
                                                    
                                                        "2019" : "8.0",
                                                    
                                                        "2020" : "6.6"
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "25.4",
                                                    
                                                        "2012" : "24.5",
                                                    
                                                        "2013" : "24.0",
                                                    
                                                        "2014" : "24.4",
                                                    
                                                        "2015" : "24.0",
                                                    
                                                        "2016" : "20.8",
                                                    
                                                        "2017" : "20.4",
                                                    
                                                        "2018" : "22.7",
                                                    
                                                        "2019" : "20.8",
                                                    
                                                        "2020" : "19.9"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "by socio-economic groups of households": [
                                            {"employees": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "15.6",
                                                    
                                                        "2012" : "15.3",
                                                    
                                                        "2013" : "14.9",
                                                    
                                                        "2014" : "15.2",
                                                    
                                                        "2015" : "14.4",
                                                    
                                                        "2016" : "12.5",
                                                    
                                                        "2017" : "11.9",
                                                    
                                                        "2018" : "12.9",
                                                    
                                                        "2019" : "12.0",
                                                    
                                                        "2020" : "10.7"
                                                    
                                                    }
                                                ],"farmers": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "29.3",
                                                    
                                                        "2012" : "26.4",
                                                    
                                                        "2013" : "26.7",
                                                    
                                                        "2014" : "28.0",
                                                    
                                                        "2015" : "28.9",
                                                    
                                                        "2016" : "26.5",
                                                    
                                                        "2017" : "25.8",
                                                    
                                                        "2018" : "27.7",
                                                    
                                                        "2019" : "25.9",
                                                    
                                                        "2020" : "28.7"
                                                    
                                                    }
                                                ],"the self-employed": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "10.0",
                                                    
                                                        "2012" : "7.9",
                                                    
                                                        "2013" : "9.2",
                                                    
                                                        "2014" : "8.9",
                                                    
                                                        "2015" : "8.9",
                                                    
                                                        "2016" : "8.3",
                                                    
                                                        "2017" : "8.5",
                                                    
                                                        "2018" : "8.9",
                                                    
                                                        "2019" : "7.6",
                                                    
                                                        "2020" : "7.9"
                                                    
                                                    }
                                                ],"retirees": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "12.5",
                                                    
                                                        "2012" : "11.9",
                                                    
                                                        "2013" : "11.4",
                                                    
                                                        "2014" : "12.1",
                                                    
                                                        "2015" : "11.4",
                                                    
                                                        "2016" : "10.9",
                                                    
                                                        "2017" : "11.9",
                                                    
                                                        "2018" : "12.0",
                                                    
                                                        "2019" : "11.3",
                                                    
                                                        "2020" : "9.6"
                                                    
                                                    }
                                                ],"pensioners": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "26.4",
                                                    
                                                        "2012" : "25.8",
                                                    
                                                        "2013" : "26.3",
                                                    
                                                        "2014" : "25.5",
                                                    
                                                        "2015" : "23.2",
                                                    
                                                        "2016" : "21.8",
                                                    
                                                        "2017" : "20.0",
                                                    
                                                        "2018" : "21.8",
                                                    
                                                        "2019" : "19.0",
                                                    
                                                        "2020" : "17.3"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "by education level of the head of the household": [
                                            {"not higher than lower secondary": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "32.9",
                                                    
                                                        "2012" : "32.4",
                                                    
                                                        "2013" : "32.3",
                                                    
                                                        "2014" : "33.3",
                                                    
                                                        "2015" : "32.2",
                                                    
                                                        "2016" : "28.3",
                                                    
                                                        "2017" : "27.2",
                                                    
                                                        "2018" : "28.0",
                                                    
                                                        "2019" : "26.2",
                                                    
                                                        "2020" : "23.3"
                                                    
                                                    }
                                                ],"basic vocational": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "23.6",
                                                    
                                                        "2012" : "22.7",
                                                    
                                                        "2013" : "23.0",
                                                    
                                                        "2014" : "23.0",
                                                    
                                                        "2015" : "22.4",
                                                    
                                                        "2016" : "20.1",
                                                    
                                                        "2017" : "20.0",
                                                    
                                                        "2018" : "20.8",
                                                    
                                                        "2019" : "18.9",
                                                    
                                                        "2020" : "17.8"
                                                    
                                                    }
                                                ],"secondary": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "11.2",
                                                    
                                                        "2012" : "10.6",
                                                    
                                                        "2013" : "10.8",
                                                    
                                                        "2014" : "11.2",
                                                    
                                                        "2015" : "10.8",
                                                    
                                                        "2016" : "9.9",
                                                    
                                                        "2017" : "9.7",
                                                    
                                                        "2018" : "11.2",
                                                    
                                                        "2019" : "10.4",
                                                    
                                                        "2020" : "10.5"
                                                    
                                                    }
                                                ],"tertiary": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "2.5",
                                                    
                                                        "2012" : "2.6",
                                                    
                                                        "2013" : "3.1",
                                                    
                                                        "2014" : "2.9",
                                                    
                                                        "2015" : "2.7",
                                                    
                                                        "2016" : "3.4",
                                                    
                                                        "2017" : "3.6",
                                                    
                                                        "2018" : "4.5",
                                                    
                                                        "2019" : "4.6",
                                                    
                                                        "2020" : "4.4"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "1-3-a":{
                
                "metadata": [
                      {
                                      "name": "1.3.a Percentage of children aged 1-2 covered by different kinds of institutional care",
                                    
                                      "goal": "Goal 1. No poverty",
                                    
                                      "priority": "Improvement of access to public services (e.g. support for families with children, child and elderly care) and health services",
                                    
                                      "definition": "Share of children covered by institutional care in total number of children aged 1-2.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Different kinds of institutional care have been introduced by the Law on Childcare for children up tothe age of 3 dated 4 February 2011, in force since 4 April 2011 and the provisions concerning nannies -since October 2011. The law provides for the following types of care: nursery, children’s clubs, day carer and nanny, forchildren up to the age of 3. Pursuant to the Act, the nurseries are no longer part of the health caresystem and the care exercised in them is not the health service. By 2011 children were taken care ofin nurseries and nursery wards. Children in nurseries and children’s clubs:  - entered into register referred to in Chapter 3 of the Law on Childcare of children up to the age of 3dated 4 February 2011 (Journal of Laws No.45, item 235, with later amendments), taken from thereport of municipality on the implementation of tasks related to the care for children up to the ageof 3 (public and non-public receiving allocations).  - run by non-public entities providing private childcare services for children up to the age of 3, forwhich municipality (gmina) does not grant allocations (estimation on the basis of the averagenumber of places in public and non-public entities receiving allocations).  Children under the care of a day carer as of the last day of the reporting period (data come fromreports on the implementation of tasks related to the care for children up to the age of 3).   The number of nannies (it is assumed that one child is under the care of one nanny) registered insocial security or health insurance (data are provided, pursuant to the art. 53 of the above-mentioned law, to the Minister responsible for the family policy by the Social Insurance Institution).",
                                    
                                      "source": "The Ministry of Family and Social Policy",
                                    
                                      "availability": "Annual data;  since 2011",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "urban/rural": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "4.4",
                                                    
                                                        "2012" : "6.0",
                                                    
                                                        "2013" : "8.3",
                                                    
                                                        "2014" : "10.5",
                                                    
                                                        "2015" : "12.4",
                                                    
                                                        "2016" : "13.9",
                                                    
                                                        "2017" : "16.0",
                                                    
                                                        "2018" : "19.3",
                                                    
                                                        "2019" : "22.6",
                                                    
                                                        "2020" : "25.9"
                                                    
                                                    }
                                                ],"urban area": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : ""
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "1-4-a":{
                
                "metadata": [
                      {
                                      "name": "1.4.a Number of dwellings per 1 thous. population",
                                    
                                      "goal": "Goal 1. No poverty",
                                    
                                      "priority": "Improvement of housing situation",
                                    
                                      "definition": "Number of dwellings per 1,000 population.",
                                    
                                      "unit": "[–]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "According to the definition, a dwelling is a premises comprising one or several rooms includingauxiliary spaces, built or remodeled for residential purposes; structurally separated (by permanentwalls) within a building, into which a separate access leads from a staircase, a passageway, acommon hall or directly from the street, a courtyard or a garden.  The indicator shows dwelling stocks of a selected territorial unit. Low indicator values indicate a shortage of dwellings, which could result in social problems, such as problems with the emancipation of young people. High indicator values indicate an oversupply of dwellings, the result of which maybe economic difficulties, such as the difficulty of maintaining unused resources. The value of theindicator is also affected by cultural and demographic factors, such as the average number ofchildren per family, the average age and cultural habits of the extended families living together. The data concerning the number of dwellings are derived from censuses and reports on dwellingstocks, on the costs and revenues of maintaining dwelling stocks, on rates of charges in buildingswith dwellings, as well as from reports on housing and communal economy of the community.",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": "The number of population for the years 2003-2010 is based on the National Census of Population andHousing 2002, and since 2011, it has been based on the Population and Housing Census 2011."
                                    }
                    ],
                    "data": [
                      {
                                
                                        "urban/rural": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "349.6",
                                                    
                                                        "2011" : "352.6",
                                                    
                                                        "2012" : "356.1",
                                                    
                                                        "2013" : "359.9",
                                                    
                                                        "2014" : "363.4",
                                                    
                                                        "2015" : "367.3",
                                                    
                                                        "2016" : "371.3",
                                                    
                                                        "2017" : "375.7",
                                                    
                                                        "2018" : "380.5",
                                                    
                                                        "2019" : "385.9",
                                                    
                                                        "2020" : "392.4"
                                                    
                                                    }
                                                ],"urban area": [
                                                    {
                                                    
                                                        "2010" : "388.1",
                                                    
                                                        "2011" : "391.9",
                                                    
                                                        "2012" : "396.5",
                                                    
                                                        "2013" : "401.4",
                                                    
                                                        "2014" : "405.9",
                                                    
                                                        "2015" : "410.8",
                                                    
                                                        "2016" : "415.9",
                                                    
                                                        "2017" : "421.5",
                                                    
                                                        "2018" : "427.7",
                                                    
                                                        "2019" : "434.5",
                                                    
                                                        "2020" : "443.3"
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "290.0",
                                                    
                                                        "2011" : "291.8",
                                                    
                                                        "2012" : "294.1",
                                                    
                                                        "2013" : "296.4",
                                                    
                                                        "2014" : "298.7",
                                                    
                                                        "2015" : "301.5",
                                                    
                                                        "2016" : "304.0",
                                                    
                                                        "2017" : "306.7",
                                                    
                                                        "2018" : "309.6",
                                                    
                                                        "2019" : "313.0",
                                                    
                                                        "2020" : "316.5"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "3-1-c":{
                
                "metadata": [
                      {
                                      "name": "3.1.c Number of deaths due to diseases of the circulatory system per 100 thous. population",
                                    
                                      "goal": "Goal 3. Good health and well-being",
                                    
                                      "priority": "Decrease in morbidity and mortality due to civilization diseases",
                                    
                                      "definition": "Number of deaths due to diseases of the circulatory system per 100 thous. population.",
                                    
                                      "unit": "persons",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Death - permanent, irreversible cessation of functions of the essential for life organs, the consequence of which is the cessation of all functions of the whole organism. Diseases of circulatory system - according to the Tenth Revision of the International Statistical Classification of Diseases and Health Problems ICD-10: illnesses I00-I99 - diseases relating to organs and tissues included in the cardiovascular system, especially the heart, arteries and veins. Data on deaths are compiled in territorial division by place of registered for permanent stay of deceased person. When compiling the data on deaths by cause the initial cause of death is assumed. The initial cause is the disease, which was at the beginning of the morbid process and which caused the death it may be also the injury or the poisoning, which caused the death. Data relating to the judicature on the causes of death are given in accordance with the International Statistical Classification of Diseases and Related Health Problems (Revision X). Data on population were compiled on the basis of:  the balances of the residing population in a gmina based on the results of 2011 Population and Housing Census (for data since 2010) for previous years (2003 - 2009) on the basis of the 2002 Population and Housing Census, the registers of the Ministry of Interior - internal and international migration of population for permanent residence (since 2006 the presented data come from the Common Electronic System of Population Register - PESEL), documentation of Civil Status Offices regarding registered marriages, births and deaths. ",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "by sex": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "451.8",
                                                    
                                                        "2011" : "440.9",
                                                    
                                                        "2012" : "460.8",
                                                    
                                                        "2013" : "460.8",
                                                    
                                                        "2014" : "441.1",
                                                    
                                                        "2015" : "469.0",
                                                    
                                                        "2016" : "437.1",
                                                    
                                                        "2017" : "434.8",
                                                    
                                                        "2018" : "437.2",
                                                    
                                                        "2019" : "421.0",
                                                    
                                                        "2020" : "455.1"
                                                    
                                                    }
                                                ],"males": [
                                                    {
                                                    
                                                        "2010" : "437.0",
                                                    
                                                        "2011" : "425.4",
                                                    
                                                        "2012" : "446.0",
                                                    
                                                        "2013" : "442.9",
                                                    
                                                        "2014" : "423.2",
                                                    
                                                        "2015" : "447.6",
                                                    
                                                        "2016" : "415.7",
                                                    
                                                        "2017" : "408.1",
                                                    
                                                        "2018" : "413.0",
                                                    
                                                        "2019" : "406.4",
                                                    
                                                        "2020" : "439.3"
                                                    
                                                    }
                                                ],"females": [
                                                    {
                                                    
                                                        "2010" : "465.6",
                                                    
                                                        "2011" : "455.5",
                                                    
                                                        "2012" : "474.8",
                                                    
                                                        "2013" : "477.7",
                                                    
                                                        "2014" : "457.8",
                                                    
                                                        "2015" : "489.0",
                                                    
                                                        "2016" : "457.2",
                                                    
                                                        "2017" : "459.9",
                                                    
                                                        "2018" : "459.9",
                                                    
                                                        "2019" : "434.6",
                                                    
                                                        "2020" : "469.9"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "urban/rural": [
                                            {"urban area": [
                                                    {
                                                    
                                                        "2010" : "425.2",
                                                    
                                                        "2011" : "418.3",
                                                    
                                                        "2012" : "441.2",
                                                    
                                                        "2013" : "444.7",
                                                    
                                                        "2014" : "431.5",
                                                    
                                                        "2015" : "460.0",
                                                    
                                                        "2016" : "426.6",
                                                    
                                                        "2017" : "429.1",
                                                    
                                                        "2018" : "432.4",
                                                    
                                                        "2019" : "418.9",
                                                    
                                                        "2020" : "451.1"
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "493.1",
                                                    
                                                        "2011" : "476.0",
                                                    
                                                        "2012" : "491.1",
                                                    
                                                        "2013" : "485.6",
                                                    
                                                        "2014" : "455.6",
                                                    
                                                        "2015" : "482.6",
                                                    
                                                        "2016" : "453.0",
                                                    
                                                        "2017" : "443.5",
                                                    
                                                        "2018" : "444.5",
                                                    
                                                        "2019" : "424.0",
                                                    
                                                        "2020" : "461.0"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "3-1-d":{
                
                "metadata": [
                      {
                                      "name": "3.1.d Number of deaths due to malignant neoplasms per 100 thous. population",
                                    
                                      "goal": "Goal 3. Good health and well-being",
                                    
                                      "priority": "Decrease in morbidity and mortality due to civilization diseases",
                                    
                                      "definition": "Number of deaths due to malignant neoplasms per 100 thous. population.",
                                    
                                      "unit": "persons",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Death - permanent, irreversible cessation of functions of the essential for life organs, the consequence of which is the cessation of all functions of the whole organism. Malignant neoplasm - according to the International Statistical Classification of Diseases and Related Health Problems ICD-10: disease symbol C00-C97 - it expands in an infiltrative way, ie. it doesn' t push surrounding tissue (such as benign neoplasm), but it penetrates between the cells of normal tissue, giving metastases. The source of data on death is the document of the Ministry of Health Death certificate, which is basic document for civil status acts and is in the part secondarily utilized by national statistics (Regulation of the Minister of Health, Journal of Laws 2015, item 231). Data on deaths are compiled in territorial division by place of registered for permanent stay of deceased person.When compiling the data on deaths by cause the initial cause of death is assumed. The initial cause is the disease, which was at the beginning of the morbid process and which caused the death it may be also the injury or the poisoning, which caused the death. Data relating to the judicature on the causes of death are given in accordance with the International Statistical Classification of Diseases and Related Health Problems (Revision X). Data on population were compiled on the basis of:  the balances of the residing population in a gmina based on the results of 2011 Population and Housing Census (for data since 2010) for previous years (2003 - 2009) on the basis of the 2002 Population and Housing Census, the registers of the Ministry of Interior - internal and international migration of population for permanent residence (since 2006 the presented data come from the Common Electronic System of Population Register - PESEL), documentation of Civil Status Offices regarding registered marriages, births and deaths. ",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "by sex": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "240.4",
                                                    
                                                        "2011" : "239.3",
                                                    
                                                        "2012" : "245.9",
                                                    
                                                        "2013" : "244.4",
                                                    
                                                        "2014" : "248.3",
                                                    
                                                        "2015" : "261.6",
                                                    
                                                        "2016" : "260.1",
                                                    
                                                        "2017" : "259.3",
                                                    
                                                        "2018" : "263.9",
                                                    
                                                        "2019" : "261.3",
                                                    
                                                        "2020" : "260.4"
                                                    
                                                    }
                                                ],"males": [
                                                    {
                                                    
                                                        "2010" : "277.9",
                                                    
                                                        "2011" : "276.4",
                                                    
                                                        "2012" : "282.5",
                                                    
                                                        "2013" : "280.1",
                                                    
                                                        "2014" : "282.9",
                                                    
                                                        "2015" : "299.1",
                                                    
                                                        "2016" : "297.2",
                                                    
                                                        "2017" : "293.5",
                                                    
                                                        "2018" : "297.9",
                                                    
                                                        "2019" : "292.8",
                                                    
                                                        "2020" : "293.1"
                                                    
                                                    }
                                                ],"females": [
                                                    {
                                                    
                                                        "2010" : "205.3",
                                                    
                                                        "2011" : "204.5",
                                                    
                                                        "2012" : "211.4",
                                                    
                                                        "2013" : "211.0",
                                                    
                                                        "2014" : "215.9",
                                                    
                                                        "2015" : "226.4",
                                                    
                                                        "2016" : "225.4",
                                                    
                                                        "2017" : "227.3",
                                                    
                                                        "2018" : "232.1",
                                                    
                                                        "2019" : "231.9",
                                                    
                                                        "2020" : "229.8"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "urban/rural": [
                                            {"urban area": [
                                                    {
                                                    
                                                        "2010" : "254.3",
                                                    
                                                        "2011" : "253.1",
                                                    
                                                        "2012" : "262.0",
                                                    
                                                        "2013" : "261.5",
                                                    
                                                        "2014" : "266.1",
                                                    
                                                        "2015" : "282.7",
                                                    
                                                        "2016" : "278.5",
                                                    
                                                        "2017" : "280.5",
                                                    
                                                        "2018" : "285.6",
                                                    
                                                        "2019" : "282.7",
                                                    
                                                        "2020" : "281.5"
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "218.8",
                                                    
                                                        "2011" : "217.9",
                                                    
                                                        "2012" : "220.9",
                                                    
                                                        "2013" : "218.3",
                                                    
                                                        "2014" : "221.2",
                                                    
                                                        "2015" : "229.6",
                                                    
                                                        "2016" : "232.3",
                                                    
                                                        "2017" : "227.4",
                                                    
                                                        "2018" : "231.3",
                                                    
                                                        "2019" : "229.2",
                                                    
                                                        "2020" : "228.7"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "3-1-e":{
                
                "metadata": [
                      {
                                      "name": "3.1.e Number of deaths due to diabetes mellitus per 100 thous. population",
                                    
                                      "goal": "Goal 3. Good health and well-being",
                                    
                                      "priority": "Decrease in morbidity and mortality due to civilization diseases",
                                    
                                      "definition": "Number of deaths due to diabetes mellitus per 100 thous. population.",
                                    
                                      "unit": "persons",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Death - permanent, irreversible cessation of functions of the essential for life organs, the consequence of which is the cessation of all functions of the whole organism. Diabetes - according to the International Statistical Classification of Diseases and Related Health Problems ICD-10: disease entity symbol E10-E14 - a metabolic disease caused by a deficiency or malfunction of insulin, resulting in elevated levels of sugar in the blood - hyperglycemia.The source of data on death is the document of the Ministry of Health Death certificate, which is basic document for civil status acts and is in the part secondarily utilized by national statistics (Regulation of the Minister of Health, Journal of Laws 2015, item 231). Data on deaths are compiled in territorial division by place of registered for permanent stay of deceased person. When compiling the data on deaths by cause the initial cause of death is assumed. The initial cause is the disease, which was at the beginning of the morbid process and which caused the death it may be also the injury or the poisoning, which caused the death. Data relating to the judicature on the causes of death are given in accordance with the International Statistical Classification of Diseases and Related Health Problems (Revision X). Data on population were compiled on the basis of:  the balances of the residing population in a gmina based on the results of 2011 Population and Housing Census (for data since 2010) for previous years (2003 - 2009) on the basis of the 2002 Population and Housing Census, the registers of the Ministry of Interior - internal and international migration of population for permanent residence (since 2006 the presented data come from the Common Electronic System of Population Register - PESEL), documentation of Civil Status Offices regarding registered marriages, births and deaths. ",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "by sex": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "16.9",
                                                    
                                                        "2011" : "17.6",
                                                    
                                                        "2012" : "18.5",
                                                    
                                                        "2013" : "19.3",
                                                    
                                                        "2014" : "17.6",
                                                    
                                                        "2015" : "21.5",
                                                    
                                                        "2016" : "21.6",
                                                    
                                                        "2017" : "22.9",
                                                    
                                                        "2018" : "23.5",
                                                    
                                                        "2019" : "24.2",
                                                    
                                                        "2020" : "31.7"
                                                    
                                                    }
                                                ],"males": [
                                                    {
                                                    
                                                        "2010" : "14.7",
                                                    
                                                        "2011" : "15.1",
                                                    
                                                        "2012" : "16.3",
                                                    
                                                        "2013" : "17.3",
                                                    
                                                        "2014" : "15.9",
                                                    
                                                        "2015" : "18.9",
                                                    
                                                        "2016" : "19.7",
                                                    
                                                        "2017" : "21.0",
                                                    
                                                        "2018" : "21.8",
                                                    
                                                        "2019" : "22.6",
                                                    
                                                        "2020" : "30.0"
                                                    
                                                    }
                                                ],"females": [
                                                    {
                                                    
                                                        "2010" : "19.0",
                                                    
                                                        "2011" : "19.9",
                                                    
                                                        "2012" : "20.6",
                                                    
                                                        "2013" : "21.3",
                                                    
                                                        "2014" : "19.2",
                                                    
                                                        "2015" : "23.8",
                                                    
                                                        "2016" : "23.4",
                                                    
                                                        "2017" : "24.6",
                                                    
                                                        "2018" : "25.0",
                                                    
                                                        "2019" : "25.7",
                                                    
                                                        "2020" : "33.3"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "urban/rural": [
                                            {"urban area": [
                                                    {
                                                    
                                                        "2010" : "17.2",
                                                    
                                                        "2011" : "18.1",
                                                    
                                                        "2012" : "18.9",
                                                    
                                                        "2013" : "19.7",
                                                    
                                                        "2014" : "18.1",
                                                    
                                                        "2015" : "21.9",
                                                    
                                                        "2016" : "21.9",
                                                    
                                                        "2017" : "22.7",
                                                    
                                                        "2018" : "23.8",
                                                    
                                                        "2019" : "24.5",
                                                    
                                                        "2020" : "31.7"
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "16.4",
                                                    
                                                        "2011" : "16.8",
                                                    
                                                        "2012" : "17.9",
                                                    
                                                        "2013" : "18.8",
                                                    
                                                        "2014" : "16.9",
                                                    
                                                        "2015" : "20.7",
                                                    
                                                        "2016" : "21.1",
                                                    
                                                        "2017" : "23.1",
                                                    
                                                        "2018" : "23.0",
                                                    
                                                        "2019" : "23.7",
                                                    
                                                        "2020" : "31.7"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "3-1-f":{
                
                "metadata": [
                      {
                                      "name": "3.1.f Number of deaths due to chronic respiratory disease per 100 thous. population",
                                    
                                      "goal": "Goal 3. Good health and well-being",
                                    
                                      "priority": "Decrease in morbidity and mortality due to civilization diseases",
                                    
                                      "definition": "Number of deaths due to chronic respiratory disease per 100 thous. population.",
                                    
                                      "unit": "persons",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Death - permanent, irreversible cessation of functions of the essential for life organs, the consequence of which is the cessation of all functions of the whole organism. Chronic respiratory tract disease - according to the International Classification of Diseases ICD -10: diseases marked with symbols J30-J98 - disorders related to the upper and lower respiratory tract. When compiling the data on deaths by cause the initial cause of death is assumed. The initial cause is the disease, which was at the beginning of the morbid process and which caused the death it may be also the injury or the poisoning, which caused the death. Data relating to the judicature on the causes of death are given in accordance with the International Statistical Classification of Diseases and Related Health Problems (Revision X). Data on population were compiled on the basis of:  the balances of the residing population in a gmina based on the results of 2011 Population and Housing Census (for data since 2010) for previous years (2003 - 2009) on the basis of the 2002 Population and Housing Census, the registers of the Ministry of Interior - internal and international migration of population for permanent residence (since 2006 the presented data come from the Common Electronic System of Population Register - PESEL), documentation of Civil Status Offices regarding registered marriages, births and deaths. ",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "by sex": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "25.3",
                                                    
                                                        "2011" : "25.6",
                                                    
                                                        "2012" : "23.4",
                                                    
                                                        "2013" : "24.5",
                                                    
                                                        "2014" : "21.0",
                                                    
                                                        "2015" : "24.7",
                                                    
                                                        "2016" : "24.7",
                                                    
                                                        "2017" : "26.4",
                                                    
                                                        "2018" : "24.6",
                                                    
                                                        "2019" : "22.6",
                                                    
                                                        "2020" : "22.8"
                                                    
                                                    }
                                                ],"males": [
                                                    {
                                                    
                                                        "2010" : "34.0",
                                                    
                                                        "2011" : "34.8",
                                                    
                                                        "2012" : "31.2",
                                                    
                                                        "2013" : "32.3",
                                                    
                                                        "2014" : "27.4",
                                                    
                                                        "2015" : "30.8",
                                                    
                                                        "2016" : "30.7",
                                                    
                                                        "2017" : "32.6",
                                                    
                                                        "2018" : "30.3",
                                                    
                                                        "2019" : "27.5",
                                                    
                                                        "2020" : "28.3"
                                                    
                                                    }
                                                ],"females": [
                                                    {
                                                    
                                                        "2010" : "17.1",
                                                    
                                                        "2011" : "17.0",
                                                    
                                                        "2012" : "16.1",
                                                    
                                                        "2013" : "17.1",
                                                    
                                                        "2014" : "15.0",
                                                    
                                                        "2015" : "19.0",
                                                    
                                                        "2016" : "19.2",
                                                    
                                                        "2017" : "20.5",
                                                    
                                                        "2018" : "19.3",
                                                    
                                                        "2019" : "18.1",
                                                    
                                                        "2020" : "17.6"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "urban/rural": [
                                            {"urban area": [
                                                    {
                                                    
                                                        "2010" : "22.9",
                                                    
                                                        "2011" : "23.2",
                                                    
                                                        "2012" : "21.5",
                                                    
                                                        "2013" : "22.2",
                                                    
                                                        "2014" : "19.7",
                                                    
                                                        "2015" : "23.6",
                                                    
                                                        "2016" : "24.1",
                                                    
                                                        "2017" : "25.8",
                                                    
                                                        "2018" : "24.6",
                                                    
                                                        "2019" : "23.5",
                                                    
                                                        "2020" : "23.0"
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "28.8",
                                                    
                                                        "2011" : "29.3",
                                                    
                                                        "2012" : "26.3",
                                                    
                                                        "2013" : "27.9",
                                                    
                                                        "2014" : "22.8",
                                                    
                                                        "2015" : "26.4",
                                                    
                                                        "2016" : "25.7",
                                                    
                                                        "2017" : "27.2",
                                                    
                                                        "2018" : "24.6",
                                                    
                                                        "2019" : "21.3",
                                                    
                                                        "2020" : "22.5"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "3-3-b":{
                
                "metadata": [
                      {
                                      "name": "3.3.b Percentage of persons who have ever been vaccinated against virus hepatitis B",
                                    
                                      "goal": "Goal 3. Good health and well-being",
                                    
                                      "priority": "Increase in health awareness",
                                    
                                      "definition": "Percentage of persons who have ever been vaccinated against virus hepatitis B.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Data comes from the European Health Interview Survey (EHIS), repeated every 5 years. The results of the study enable to get to know the health situation of the inhabitants of the Union and its conditions in connection with the demographic and social characteristics and the place of residence. The study covers four areas:  health status (including self-assessment of health status, chronic diseases, limitations in functioning and their impact on everyday life, psychological well-being), health care (use of medical care, use of medicines, prophylaxis), health determinants (mainly lifestyle and exposure to adverse environmental factors) and demographic and social characteristics of persons and households. ",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Data every 5 years; since 2010",
                                    
                                      "notes": "Data presented for 2010 relate to the survey carried out in 2009."
                                    }
                    ],
                    "data": [
                      {
                                
                                        "by sex": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "28.2",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "33.6",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : ""
                                                    
                                                    }
                                                ],"males": [
                                                    {
                                                    
                                                        "2010" : "25.3",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "30.4",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : ""
                                                    
                                                    }
                                                ],"females": [
                                                    {
                                                    
                                                        "2010" : "30.8",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "36.2",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "urban/rural": [
                                            {"urban area": [
                                                    {
                                                    
                                                        "2010" : "32.7",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "38.0",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : ""
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "20.9",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "26.6",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "3-3-c":{
                
                "metadata": [
                      {
                                      "name": "3.3.c Percentage of persons who have ever been vaccinated against influenza",
                                    
                                      "goal": "Goal 3. Good health and well-being",
                                    
                                      "priority": "Increase in health awareness",
                                    
                                      "definition": "Percentage of persons who have ever been vaccinated against influenza.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Data comes from the European Health Interview Survey (EHIS), repeated every 5 years. The results of the study enable to get to know the health situation of the inhabitants of the Union and its conditions in connection with the demographic and social characteristics and the place of residence. The study covers four areas:  health status (including self-assessment of health status, chronic diseases, limitations in functioning and their impact on everyday life, psychological well-being), health care (use of medical care, use of medicines, prophylaxis), health determinants (mainly lifestyle and exposure to adverse environmental factors) and demographic and social characteristics of persons and households. ",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Data every 5 years; since 2010",
                                    
                                      "notes": "Data presented for 2010 relate to the survey carried out in 2009."
                                    }
                    ],
                    "data": [
                      {
                                
                                        "urban/rural": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "20.0",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "19.5",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "19.0"
                                                    
                                                    }
                                                ],"urban area": [
                                                    {
                                                    
                                                        "2010" : "23.5",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "23.4",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "22.7"
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "14.6",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "13.5",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "13.4"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "3-4-c":{
                
                "metadata": [
                      {
                                      "name": "3.4.c Percentage of men aged 40 and more who have ever had medical examination of their prostate performed",
                                    
                                      "goal": "Goal 3. Good health and well-being",
                                    
                                      "priority": "Increase in early disease detectability",
                                    
                                      "definition": "Percentage of men aged 40 and more who have ever had medical examination of their prostate performed.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Data comes from the European Health Interview Survey (EHIS), repeated every 5 years. The results of the study enable to get to know the health situation of the inhabitants of the Union and its conditions in connection with the demographic and social characteristics and the place of residence. The study covers four areas:  health status (including self-assessment of health status, chronic diseases, limitations in functioning and their impact on everyday life, psychological well-being), health care (use of medical care, use of medicines, prophylaxis), health determinants (mainly lifestyle and exposure to adverse environmental factors) and demographic and social characteristics of persons and households. ",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Data every 5 years; since 2010",
                                    
                                      "notes": "Data presented for 2010 relate to the survey carried out in 2009."
                                    }
                    ],
                    "data": [
                      {
                                
                                        "urban/rural": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "34.5",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "39.6"
                                                    
                                                    }
                                                ],"urban area": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "40.3",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "46.0"
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "25.7",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "30.0"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "4-3-g":{
                
                "metadata": [
                      {
                                      "name": "4.3.g Percentage of children aged 3-5 covered by pre-primary education",
                                    
                                      "goal": "Goal 4. Quality education",
                                    
                                      "priority": "Creation of conditions for education development all over the country and equalization of educational opportunities",
                                    
                                      "definition": "Share of children aged 3-5 covered by pre-primary education in the number of population in the same age group.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total, urban, rural areas",
                                    
                                      "methodology": " Pre-primary education represents the first stage of education in the education system. Pre-primary education establishments provide children with care and are aimed to prepare them for school education. Children to be taken care of in pre-primary schools, pre-primary sections of primary schools and (since the 2008/09 school year) in pre-primary education groups and pre-primary points. Since September 1, 2011, there has been introduced an obligatory one-year preparation period for children aged 5 in pre-primary education establishments i.e. in pre-primary sections of primary schools and pre-primary establishments schools (including special schools and special pre-primary establishments schools), as well as in pre-primary education groups and pre-primary points. Obligatory pre-primary education starts at the beginning of the school year in the calendar year in which a child turns 5. Data concerning pre-primary education are presented as of 30 September; since 2013/14 school year, including children staying in the units performing health care activities throughout the school year. Since 2007, data have been compiled on the basis of the Educational Information System, administered by the Ministry of National Education.",
                                    
                                      "source": "The Ministry of Education and Science / Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": "Data regarding the population as of 31 December were compiled assuming the balanced number of population: since 2010, on the basis of the results of the National Population and Housing Census 2011 (for 2010, the administrative structure as of 31 December 2011 was applied)."
                                    }
                    ],
                    "data": [
                      {
                                
                                        "urban/rural area": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "62.6",
                                                    
                                                        "2011" : "69.2",
                                                    
                                                        "2012" : "69.7",
                                                    
                                                        "2013" : "74.1",
                                                    
                                                        "2014" : "79.4",
                                                    
                                                        "2015" : "84.2",
                                                    
                                                        "2016" : "81.1",
                                                    
                                                        "2017" : "84.7",
                                                    
                                                        "2018" : "87.3",
                                                    
                                                        "2019" : "88.5",
                                                    
                                                        "2020" : "87.2"
                                                    
                                                    }
                                                ],"urban area": [
                                                    {
                                                    
                                                        "2010" : "78.8",
                                                    
                                                        "2011" : "84.0",
                                                    
                                                        "2012" : "83.7",
                                                    
                                                        "2013" : "87.6",
                                                    
                                                        "2014" : "92.9",
                                                    
                                                        "2015" : "98.1",
                                                    
                                                        "2016" : "95.3",
                                                    
                                                        "2017" : "99.3",
                                                    
                                                        "2018" : "101.9",
                                                    
                                                        "2019" : "102.7",
                                                    
                                                        "2020" : "101.1"
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "41.0",
                                                    
                                                        "2011" : "49.3",
                                                    
                                                        "2012" : "50.8",
                                                    
                                                        "2013" : "55.7",
                                                    
                                                        "2014" : "60.8",
                                                    
                                                        "2015" : "65.1",
                                                    
                                                        "2016" : "61.6",
                                                    
                                                        "2017" : "64.5",
                                                    
                                                        "2018" : "67.0",
                                                    
                                                        "2019" : "68.5",
                                                    
                                                        "2020" : "67.7"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "4-5-b":{
                
                "metadata": [
                      {
                                      "name": "4.5.b Percentage of persons with above basic overall digital skills",
                                    
                                      "goal": "Goal 4. Quality education",
                                    
                                      "priority": "Improvement in education innovativeness achieved by i.a. curriculum change with an emphasis on universal skills and digital skills, command of foreign languages, creativity, initiative-taking skills,  entrepreneurship, innovativeness, teamwork skills and support for pupils with special educational needs",
                                    
                                      "definition": "Proportion of persons aged 16-74 having above basic overall digital skills.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Data come from the survey Information society indicators which is a questionnaire-based sample survey carried out through face-to face interviews. Participation in it is voluntary. The survey is conducted in April every year. In accordance with the requirements set up in the European Commission regulations, the survey covers all households in the country (with at least one person aged 16-74) and all persons aged 16-74 living in those households. Persons living in collective accommodation establishments (such as student dormitories, employee hostels, social welfare homes, convents, hospitals, barracks, prisons, etc.) are excluded from the survey. Foreigners may participate in the survey as long as they are able to speak Polish. Persons with above basic overall digital skills - persons who used the Internet in the last 3 months and had every type of skills out of information, communication, problem solving and software skills on an above basic level. Persons with basic information skills - persons who used the Internet in the last 3 months and carried out only one of the following activities: coping or moving files or folders; using the Internet storage space to save documents, pictures, music, video or other files; using the Internet to contact public authorities through obtaining information from their websites; finding information about goods or services in the Internet; seeking health-related information in the Internet (e.g. about injuries, illnesses, nutrition, improving health, etc.).      Persons with above basic information skills - persons who used the Internet in the last 3 months and carried out a few of above-mentioned activities. Persons with basic communication skills - persons who used the Internet in the last 3 months and carried out only one of the following activities: sending/receiving e-mails; participating in social networks (creating user profile, posting messages or other contributions to such networks as Facebook, Twitter, Nasza Klasa, Grono, etc.); telephoning/video calls over the Internet (e.g. using Skype or Facetime); uploading self-created content (text, photos, music, videos, software, etc.) to any website to be shared.   Persons with above basic communication skills - persons who used the Internet in the last 3 months and carried out a few of above-mentioned activities. Persons with above basic problem solving skills - persons who used the Internet in the last 3 months and carried out at least one activity from the list A: transferring files between computers or other devices (e.g. a camera, a video camera, a mobile phone or a mp3/mp4 player); installing software and applications; changing settings (options/preferences in 'tools' menu) of any software, including operational system or security programs (e.g. antivirus) and at least one from the list B: purchasing goods or services for private use over the Internet in the last 12 months; selling goods or services over the Internet, e.g. via auctions (e.g. Allegro, eBay); doing an online course or using online learning materials other than a complete online course (e.g. audio-visual materials, online learning software, electronic textbooks) or communicating with instructors or students using educational websites/portals; using Internet banking. Persons with above basic software skills - persons who used the Internet in the last 3 months and carried out at least one activity from the list B: creating presentations or documents integrating text, pictures, tables or charts; writing a code in a programming language; using advanced functions of spreadsheet software to organise and analyse data, such as sorting, filtering, using formulas, creating charts.",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2015",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "by sex": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "15",
                                                    
                                                        "2016" : "19",
                                                    
                                                        "2017" : "21",
                                                    
                                                        "2018" : "22",
                                                    
                                                        "2019" : "21",
                                                    
                                                        "2020" : "26"
                                                    
                                                    }
                                                ],"females": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "14",
                                                    
                                                        "2016" : "19",
                                                    
                                                        "2017" : "21",
                                                    
                                                        "2018" : "21",
                                                    
                                                        "2019" : "21",
                                                    
                                                        "2020" : "26"
                                                    
                                                    }
                                                ],"males": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "16",
                                                    
                                                        "2016" : "20",
                                                    
                                                        "2017" : "22",
                                                    
                                                        "2018" : "23",
                                                    
                                                        "2019" : "22",
                                                    
                                                        "2020" : "26"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "urban/rural": [
                                            {"urban area": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "18",
                                                    
                                                        "2016" : "23",
                                                    
                                                        "2017" : "25",
                                                    
                                                        "2018" : "26",
                                                    
                                                        "2019" : "25",
                                                    
                                                        "2020" : "31"
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "10",
                                                    
                                                        "2016" : "14",
                                                    
                                                        "2017" : "16",
                                                    
                                                        "2018" : "15",
                                                    
                                                        "2019" : "16",
                                                    
                                                        "2020" : "20"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "by age group": [
                                            {"aged 16-24": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "38",
                                                    
                                                        "2016" : "43",
                                                    
                                                        "2017" : "48",
                                                    
                                                        "2018" : "46",
                                                    
                                                        "2019" : "48",
                                                    
                                                        "2020" : "64"
                                                    
                                                    }
                                                ],"aged 25-34": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "28",
                                                    
                                                        "2016" : "34",
                                                    
                                                        "2017" : "35",
                                                    
                                                        "2018" : "36",
                                                    
                                                        "2019" : "33",
                                                    
                                                        "2020" : "39"
                                                    
                                                    }
                                                ],"aged 35-44": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "16",
                                                    
                                                        "2016" : "20",
                                                    
                                                        "2017" : "24",
                                                    
                                                        "2018" : "28",
                                                    
                                                        "2019" : "26",
                                                    
                                                        "2020" : "32"
                                                    
                                                    }
                                                ],"aged 45-54": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "7",
                                                    
                                                        "2016" : "10",
                                                    
                                                        "2017" : "11",
                                                    
                                                        "2018" : "13",
                                                    
                                                        "2019" : "14",
                                                    
                                                        "2020" : "19"
                                                    
                                                    }
                                                ],"aged 55-64": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "4",
                                                    
                                                        "2016" : "5",
                                                    
                                                        "2017" : "5",
                                                    
                                                        "2018" : "6",
                                                    
                                                        "2019" : "6",
                                                    
                                                        "2020" : "7"
                                                    
                                                    }
                                                ],"aged 65-74": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "1",
                                                    
                                                        "2016" : "1",
                                                    
                                                        "2017" : "2",
                                                    
                                                        "2018" : "2",
                                                    
                                                        "2019" : "2",
                                                    
                                                        "2020" : "2"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "by education": [
                                            {"tertiary": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "12",
                                                    
                                                        "2016" : "16",
                                                    
                                                        "2017" : "19",
                                                    
                                                        "2018" : "20",
                                                    
                                                        "2019" : "22",
                                                    
                                                        "2020" : "35"
                                                    
                                                    }
                                                ],"secondary": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "9",
                                                    
                                                        "2016" : "11",
                                                    
                                                        "2017" : "11",
                                                    
                                                        "2018" : "12",
                                                    
                                                        "2019" : "12",
                                                    
                                                        "2020" : "14"
                                                    
                                                    }
                                                ],"primary": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "35",
                                                    
                                                        "2016" : "43",
                                                    
                                                        "2017" : "46",
                                                    
                                                        "2018" : "48",
                                                    
                                                        "2019" : "44",
                                                    
                                                        "2020" : "48"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "by occupational status of persons": [
                                            {"economically active": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "17",
                                                    
                                                        "2016" : "22",
                                                    
                                                        "2017" : "24",
                                                    
                                                        "2018" : "26",
                                                    
                                                        "2019" : "25",
                                                    
                                                        "2020" : "29"
                                                    
                                                    }
                                                ],"employed": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "19",
                                                    
                                                        "2016" : "23",
                                                    
                                                        "2017" : "25",
                                                    
                                                        "2018" : "27",
                                                    
                                                        "2019" : "26",
                                                    
                                                        "2020" : "30"
                                                    
                                                    }
                                                ],"unemployed": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "9",
                                                    
                                                        "2016" : "10",
                                                    
                                                        "2017" : "10",
                                                    
                                                        "2018" : "8",
                                                    
                                                        "2019" : "8",
                                                    
                                                        "2020" : "17"
                                                    
                                                    }
                                                ],"economically inactive": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "12",
                                                    
                                                        "2016" : "15",
                                                    
                                                        "2017" : "17",
                                                    
                                                        "2018" : "15",
                                                    
                                                        "2019" : "15",
                                                    
                                                        "2020" : "21"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "5-1-b":{
                
                "metadata": [
                      {
                                      "name": "5.1.b Gender employment gap (aged 25-54)",
                                    
                                      "goal": "Goal 5. Gender equality",
                                    
                                      "priority": "More complete fulfillment of the principle of women and men's equality",
                                    
                                      "definition": "The indicator measures the difference between the employment rates of men and women aged 25 to 54.",
                                    
                                      "unit": "p.p.",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Employment rate is a share of the employed people of a given category in the total population of a given category. The indicator is based on the EU Labour Force Survey (LFS). LFS is conducted on a quarterly basis. The survey is conducted as continuous observation (movable survey week) what allows presenting the situation on the labour market during a whole quarter.The survey covers persons aged 15 and more who are members of  households in dwellings selected on a random basis. In the context of economic activity – work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the tree main categories are distinguished: employed, unemployed and economically inactive persons. The employed, unemployed are the economically active population. Among the employed are included all persons aged 15 years or more who during the reference week:  1) performed for at least one hour any work generating pay or income, i.e. were employed as paid employees, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in conducting family agricultural farm or family economic activity outside agriculture,  2) had work but did not perform it: (e.g. due to illness, maternity leave or vacation, a break in company activity) if the break in employment did not exceed 3 months; if the break was longer than 3 months in case when persons were paid employees the additional criterion is receiving during that period at least 50% of the hitherto earnings. According to international standards, among employees are also included persons performing outwork and apprentices with whom enterprises or natural persons signed a contract for occupational training or learning skills for a particular job (if they receive a payment). Due to the survey methodological assumptions the number of the employed obtained from the LFS does not comprise some categories of persons, who are considered as employed in the establishment survey, i.a.:  a) employees living in lodging houses for workers,  b) employees working abroad for their Polish employers.",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "urban/rural": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "10.8",
                                                    
                                                        "2011" : "11.5",
                                                    
                                                        "2012" : "11.4",
                                                    
                                                        "2013" : "11.5",
                                                    
                                                        "2014" : "11.2",
                                                    
                                                        "2015" : "11.0",
                                                    
                                                        "2016" : "11.6",
                                                    
                                                        "2017" : "12.0",
                                                    
                                                        "2018" : "11.6",
                                                    
                                                        "2019" : "12.8",
                                                    
                                                        "2020" : "13.0"
                                                    
                                                    }
                                                ],"urban area": [
                                                    {
                                                    
                                                        "2010" : "8.9",
                                                    
                                                        "2011" : "9.8",
                                                    
                                                        "2012" : "9.7",
                                                    
                                                        "2013" : "9.0",
                                                    
                                                        "2014" : "9.2",
                                                    
                                                        "2015" : "8.5",
                                                    
                                                        "2016" : "9.3",
                                                    
                                                        "2017" : "10.0",
                                                    
                                                        "2018" : "9.1",
                                                    
                                                        "2019" : "9.7",
                                                    
                                                        "2020" : "9.5"
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "14.0",
                                                    
                                                        "2011" : "14.5",
                                                    
                                                        "2012" : "14.3",
                                                    
                                                        "2013" : "15.4",
                                                    
                                                        "2014" : "14.6",
                                                    
                                                        "2015" : "14.9",
                                                    
                                                        "2016" : "15.4",
                                                    
                                                        "2017" : "15.3",
                                                    
                                                        "2018" : "15.5",
                                                    
                                                        "2019" : "17.6",
                                                    
                                                        "2020" : "18.4"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "5-2-a":{
                
                "metadata": [
                      {
                                      "name": "5.2.a Percentage of children aged 1-2 covered by different kinds of institutional care",
                                    
                                      "goal": "Goal 5. Gender equality",
                                    
                                      "priority": "Active pro-family policy",
                                    
                                      "definition": "Share of children covered by institutional care in total number of children aged 1-2.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Different kinds of institutional care have been introduced by the Law on Childcare for children up tothe age of 3 dated 4 February 2011, in force since 4 April 2011 and the provisions concerning nannies -since October 2011. The law provides for the following types of care: nursery, children’s clubs, day carer and nanny, forchildren up to the age of 3. Pursuant to the Act, the nurseries are no longer part of the health caresystem and the care exercised in them is not the health service. By 2011 children were taken care ofin nurseries and nursery wards. Children in nurseries and children’s clubs: - entered into register referred to in Chapter 3 of the Law on Childcare of children up to the age of 3dated 4 February 2011 (Journal of Laws No.45, item 235, with later amendments), taken from thereport of municipality on the implementation of tasks related to the care for children up to the ageof 3 (public and non-public receiving allocations). - run by non-public entities providing private childcare services for children up to the age of 3, forwhich municipality (gmina) does not grant allocations (estimation on the basis of the averagenumber of places in public and non-public entities receiving allocations). Children under the care of a day carer as of the last day of the reporting period (data come fromreports on the implementation of tasks related to the care for children up to the age of 3). The number of nannies (it is assumed that one child is under the care of one nanny) registered insocial security or health insurance (data are provided, pursuant to the art. 53 of the above-mentioned law, to the Minister responsible for the family policy by the Social Insurance Institution).",
                                    
                                      "source": "the Ministry of Family and Social Policy",
                                    
                                      "availability": "Annual data; since 2011",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "urban/rural": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "4.4",
                                                    
                                                        "2012" : "6.0",
                                                    
                                                        "2013" : "8.3",
                                                    
                                                        "2014" : "10.5",
                                                    
                                                        "2015" : "12.4",
                                                    
                                                        "2016" : "13.9",
                                                    
                                                        "2017" : "16.0",
                                                    
                                                        "2018" : "19.3",
                                                    
                                                        "2019" : "22.6",
                                                    
                                                        "2020" : "25.9"
                                                    
                                                    }
                                                ],"urban area": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : ""
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "5-3-a":{
                
                "metadata": [
                      {
                                      "name": "5.3.a Employment rate of women with the youngest child up to 5 years old (LFS)",
                                    
                                      "goal": "Goal 5. Gender equality",
                                    
                                      "priority": "Ensurance of conditions for women's return to labour market after a break from employment due to childbirth and childcare",
                                    
                                      "definition": "Share of employed women with the youngest child up to 5 years old in the total number of womenwith the youngest child up to 5 years old.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Data come from a sample survey Labour Force Survey (LFS). The survey is conducted on a quarterly basis. The survey is conducted as continuous observation (movable survey week) what allowspresenting the situation on the labour market during a whole quarter. The survey covers personsaged 15 and more who are members of households in dwellings selected on a random basis. In the context of economic activity – work is the main criterion in dividing the population, i.e.performing, holding or seeking work. According to the international standards, the tree maincategories are distinguished: employed, unemployed and economically inactive persons. Theemployed, unemployed are the economically active population. Among the employed are included all persons aged 15 years or more who during the reference week: 1) performed for at least one hour any work generating pay or income, i.e. were employed as paidemployees, worked on their own (or leased) agricultural farm, or conducted their own economicactivity outside agriculture, assisted (without pay) in conducting family agricultural farm or familyeconomic activity outside agriculture, 2) had work but did not perform it: (e.g. due to illness, maternity leave or vacation, a break incompany activity) if the break in employment did not exceed 3 months; if the break was longer than 3months in case when persons were paid employees the additional criterion is receiving during thatperiod at least 50% of the hitherto earnings. Among employees are also included persons performing outwork and apprentices with whomenterprises or natural persons signed a contract for occupational training or learning skills for aparticular job (if they receive a payment). Due to the survey methodological assumptions the number of the employed obtained from the LFSdoes not comprise some categories of persons, who are considered as employed in theestablishment survey, i.a.: a) employees living in lodging houses for workers, b) employees working abroad for their Polish employers.",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "urban/rural": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "58.5",
                                                    
                                                        "2011" : "57.7",
                                                    
                                                        "2012" : "58.3",
                                                    
                                                        "2013" : "59.1",
                                                    
                                                        "2014" : "61.8",
                                                    
                                                        "2015" : "64.1",
                                                    
                                                        "2016" : "63.0",
                                                    
                                                        "2017" : "63.4",
                                                    
                                                        "2018" : "62.4",
                                                    
                                                        "2019" : "62.5",
                                                    
                                                        "2020" : "62.9"
                                                    
                                                    }
                                                ],"urban area": [
                                                    {
                                                    
                                                        "2010" : "61.5",
                                                    
                                                        "2011" : "61.7",
                                                    
                                                        "2012" : "62.2",
                                                    
                                                        "2013" : "63.0",
                                                    
                                                        "2014" : "65.9",
                                                    
                                                        "2015" : "69.1",
                                                    
                                                        "2016" : "67.8",
                                                    
                                                        "2017" : "68.4",
                                                    
                                                        "2018" : "66.6",
                                                    
                                                        "2019" : "67.1",
                                                    
                                                        "2020" : "69.5"
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "54.2",
                                                    
                                                        "2011" : "51.6",
                                                    
                                                        "2012" : "52.4",
                                                    
                                                        "2013" : "53.3",
                                                    
                                                        "2014" : "55.7",
                                                    
                                                        "2015" : "56.7",
                                                    
                                                        "2016" : "56.4",
                                                    
                                                        "2017" : "56.4",
                                                    
                                                        "2018" : "56.5",
                                                    
                                                        "2019" : "55.8",
                                                    
                                                        "2020" : "53.5"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "6-2-a":{
                
                "metadata": [
                      {
                                      "name": "6.2.a Percentage of population connected to wastewater treatment plants",
                                    
                                      "goal": "Goal 6. Clear water and sanitation",
                                    
                                      "priority": "Creation of legal and financial mechanism conducive to rational use of water and implementation of water efficiency technologies as well as development and modernization of wastewater treatment plants",
                                    
                                      "definition": "The share of population connected to wastewater treatment plants in total population.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Data on urban and rural population connected to wastewater treatment plants are presented on a basis of a number of people served by wastewater treatment plants operating within a sewage network. Estimation of population served by wastewater treatment plants is done on the basis of contracts on sewerage, number of connections to sewage network, data on people using wastewater treatment plants gathered from housing cooperatives or data from planned wastewater treatment plants. Estimated number of population served by wastewater treatment plants cannot be higher than the number of people living in a given place (as of 20 June of reporting period). Estimated number of population served by wastewater treatment plants does not include people temporary staying in a given place (e.g. tourists).",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "urban/rural": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "64.7",
                                                    
                                                        "2011" : "65.7",
                                                    
                                                        "2012" : "68.6",
                                                    
                                                        "2013" : "70.3",
                                                    
                                                        "2014" : "71.5",
                                                    
                                                        "2015" : "72.7",
                                                    
                                                        "2016" : "73.5",
                                                    
                                                        "2017" : "73.6",
                                                    
                                                        "2018" : "74.0",
                                                    
                                                        "2019" : "74.5",
                                                    
                                                        "2020" : "74.8"
                                                    
                                                    }
                                                ],"urban area": [
                                                    {
                                                    
                                                        "2010" : "88.0",
                                                    
                                                        "2011" : "88.4",
                                                    
                                                        "2012" : "91.7",
                                                    
                                                        "2013" : "93.3",
                                                    
                                                        "2014" : "93.9",
                                                    
                                                        "2015" : "94.6",
                                                    
                                                        "2016" : "94.8",
                                                    
                                                        "2017" : "94.5",
                                                    
                                                        "2018" : "94.6",
                                                    
                                                        "2019" : "94.8",
                                                    
                                                        "2020" : "94.7"
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "28.5",
                                                    
                                                        "2011" : "30.6",
                                                    
                                                        "2012" : "33.1",
                                                    
                                                        "2013" : "35.3",
                                                    
                                                        "2014" : "37.4",
                                                    
                                                        "2015" : "39.6",
                                                    
                                                        "2016" : "41.2",
                                                    
                                                        "2017" : "42.0",
                                                    
                                                        "2018" : "42.9",
                                                    
                                                        "2019" : "44.0",
                                                    
                                                        "2020" : "45.2"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "8-5-a":{
                
                "metadata": [
                      {
                                      "name": "8.5.a Employment rate of women with the youngest child up to 5 years old (LFS)",
                                    
                                      "goal": "Goal 8. Decent work and economic growth",
                                    
                                      "priority": "Increase in flexibility related to organization and provision of work",
                                    
                                      "definition": "Share of employed women with the youngest child up to 5 years old in the total number of women with the youngest child up to 5 years old.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Data come from a sample survey Labour Force Survey (LFS). The survey is conducted on a quarterly basis. The survey is conducted as continuous observation (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15 and more who are members of households in dwellings selected on a random basis. In the context of economic activity - work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the tree main categories are distinguished: employed, unemployed and economically inactive persons. The employed, unemployed are the economically active population. Among the employed are included all persons aged 15 years or more who during the reference week: 1) performed for at least one hour any work generating pay or income, i.e. were employed as paid employees, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in conducting family agricultural farm or family economic activity outside agriculture, 2) had work but did not perform it: (e.g. due to illness, maternity leave or vacation, a break in company activity) if the break in employment did not exceed 3 months; if the break was longer than 3 months in case when persons were paid employees the additional criterion is receiving during that period at least 50% of the hitherto earnings. Among employees are also included persons performing outwork and apprentices with whom enterprises or natural persons signed a contract for occupational training or learning skills for a particular job (if they receive a payment). Due to the survey methodological assumptions the number of the employed obtained from the LFS does not comprise some categories of persons, who are considered as employed in the establishment survey, i.a.: a) employees living in lodging houses for workers, >b) employees working abroad for their Polish employers.",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "urban/rural": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "58.5",
                                                    
                                                        "2011" : "57.7",
                                                    
                                                        "2012" : "58.3",
                                                    
                                                        "2013" : "59.1",
                                                    
                                                        "2014" : "61.8",
                                                    
                                                        "2015" : "64.1",
                                                    
                                                        "2016" : "63.0",
                                                    
                                                        "2017" : "63.4",
                                                    
                                                        "2018" : "62.4",
                                                    
                                                        "2019" : "62.5",
                                                    
                                                        "2020" : "62.9"
                                                    
                                                    }
                                                ],"urban area": [
                                                    {
                                                    
                                                        "2010" : "61.5",
                                                    
                                                        "2011" : "61.7",
                                                    
                                                        "2012" : "62.2",
                                                    
                                                        "2013" : "63.0",
                                                    
                                                        "2014" : "65.9",
                                                    
                                                        "2015" : "69.1",
                                                    
                                                        "2016" : "67.8",
                                                    
                                                        "2017" : "68.4",
                                                    
                                                        "2018" : "66.6",
                                                    
                                                        "2019" : "67.1",
                                                    
                                                        "2020" : "69.5"
                                                    
                                                    }
                                                ],"rural area": [
                                                    {
                                                    
                                                        "2010" : "54.2",
                                                    
                                                        "2011" : "51.6",
                                                    
                                                        "2012" : "52.4",
                                                    
                                                        "2013" : "53.3",
                                                    
                                                        "2014" : "55.7",
                                                    
                                                        "2015" : "56.7",
                                                    
                                                        "2016" : "56.4",
                                                    
                                                        "2017" : "56.4",
                                                    
                                                        "2018" : "56.5",
                                                    
                                                        "2019" : "55.8",
                                                    
                                                        "2020" : "53.5"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              }}
  ]
}
