
{
  "sex_n": [
      {
          "2-7-a":{
                
                "metadata": [
                      {
                                      "name": "2.7.a Prevalence of obesity among adults",
                                    
                                      "goal": "Goal 2. Zero hunger",
                                    
                                      "priority": "Promotion of healthy lifestyle, including healthy nutrition, among adults and children (decrease in proportion of persons with overweight and obesity)",
                                    
                                      "definition": "Percentage of population aged 18 years and more with a BMI equal 30 or more.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "sex",
                                    
                                      "methodology": "Obesity is defined as abnormal or excessive fat accumulation that presents a risk to health. A crude population measure of obesity is the body mass index (BMI). A person with a BMI of 30 or more is generally considered obese. Body mass index (BMI) is defined as a person's weight in kilograms divided by the square of the person's height in metres (kg/m2). For adults over 20 years old, BMI falls into one of the following categories:   18.5 - 24.9 - normal weight, 25.0 - 29.9 - pre-obesity, 30.0 - 34.9 - obesity class I, 35.0 - 39.9 - obesity class II, >=40 - obesity class III.  The BMI ranges are based on the effect excessive body fat has on disease and death and are reasonably well related to adiposity. BMI was developed as a risk indicator of disease; as BMI increases, so does the risk for some diseases. Some common conditions related to overweight and obesity include: premature death, cardiovascular diseases, high blood pressure, osteoarthritis, some cancers and diabetes.",
                                    
                                      "source": "World Health Organization",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "by sex": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "22.5",
                                                    
                                                        "2011" : "22.9",
                                                    
                                                        "2012" : "23.4",
                                                    
                                                        "2013" : "24.0",
                                                    
                                                        "2014" : "24.5",
                                                    
                                                        "2015" : "25.0",
                                                    
                                                        "2016" : "25.6",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : ""
                                                    
                                                    }
                                                ],"males": [
                                                    {
                                                    
                                                        "2010" : "21.6",
                                                    
                                                        "2011" : "22.2",
                                                    
                                                        "2012" : "22.8",
                                                    
                                                        "2013" : "23.4",
                                                    
                                                        "2014" : "24.1",
                                                    
                                                        "2015" : "24.7",
                                                    
                                                        "2016" : "25.4",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : ""
                                                    
                                                    }
                                                ],"females": [
                                                    {
                                                    
                                                        "2010" : "23.3",
                                                    
                                                        "2011" : "23.7",
                                                    
                                                        "2012" : "24.0",
                                                    
                                                        "2013" : "24.4",
                                                    
                                                        "2014" : "24.9",
                                                    
                                                        "2015" : "25.3",
                                                    
                                                        "2016" : "25.7",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "3-1-a":{
                
                "metadata": [
                      {
                                      "name": "3.1.a Healthy Life Years — males",
                                    
                                      "goal": "Goal 3. Good health and well-being",
                                    
                                      "priority": "Decrease in morbidity and mortality due to civilization diseases",
                                    
                                      "definition": "Average number of years that a person lives in a healthy condition, i.e. without limitation in everyday functioning and without disability.",
                                    
                                      "unit": "years",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Data on healthy life years come from the EU-SILC questionnaire survey - EU Statistics on Income and Living Conditions (Division 7. Health of the EU-SILC individual questionnaire). The survey covers adult persons aged 16 and more in a households. EU Statistics on Income and Living Conditions (EU-SILC) is the instrument which focuses on providing current and comparable at the Member States level data on income, poverty, social exclusion, living conditions and health state. It is a questionnaire survey carried out every year (with the use of the panel method in the four-year cycle which makes it possible to analyze changes in social phenomena and in the period of time covered by the survey). The organization and methodology of the survey is governed by the Regulation (EC) No. 1177/2003 of the European Parliament and of the Council of 16 June 2003 concerning Community Statistics on Income and Living Conditions (EU-SILC). EU-SILC survey was implemented in the European Union in the years 2004-2007, and in Poland it has been conducted since 2005. The survey method - EU-SILC is a non-obligatory, representative questionnaire survey of individual households, carried out by the face-to-face interview technique. For individual interviews a proxy interview is allowed with another household member who is able to provide reliable information concerning the person who should be covered by the survey (this is applicable to the household members who are absent in the place of residence at the time of the survey). HLY indicator serves to measure the number of years that a person lives in a healthy condition. It combines information on age-specific mortality (age-specific deaths) and vulnerability to diseases (age-specific proportions of the population in healthy and unhealthy condition). A healthy condition is defined as one without limitation in everyday functioning and without disability. This statistical indicator is compiled separately for men and women. The Healthy Life Years (HLY) indicator is one of European Structural Indicators and refers to health as a factor connected with the development and well-being. HLY indicator has been developed as a result of observation that not all years, defined by expected length of life, are lived in a healthy condition. The HLY indicator level - as other measures of the expected health state - is calculated following the Sullivan method widely used since the 70s. The method is based on measures of frequency of disability in the population of a given age (the self-perceived disability) and on mortality tables.",
                                    
                                      "source": "Eurostat",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {"total": [
                                        {
                                        
                                            "2010" :   "58.5",
                                        
                                            "2011" :   "59.1",
                                        
                                            "2012" :   "59.1",
                                        
                                            "2013" :   "59.2",
                                        
                                            "2014" :   "59.8",
                                        
                                            "2015" :   "60.1",
                                        
                                            "2016" :   "61.3",
                                        
                                            "2017" :   "60.6",
                                        
                                            "2018" :   "60.5",
                                        
                                            "2019" :   "60.9"
                                        
                                        }
                                    ]
                                
                              
                          
                      }
                    ]
              },
          "3-1-b":{
                
                "metadata": [
                      {
                                      "name": "3.1.b Healthy Life Years — females",
                                    
                                      "goal": "Goal 3. Good health and well-being",
                                    
                                      "priority": "Decrease in morbidity and mortality due to civilization diseases",
                                    
                                      "definition": "Average number of years that a person lives in a healthy condition, i.e. without limitation in everyday functioning and without disability.",
                                    
                                      "unit": "years",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Data on healthy life years come from the EU-SILC questionnaire survey - EU Statistics on Income and Living Conditions (Division 7. Health of the EU-SILC individual questionnaire). The survey covers adult persons aged 16 and more in a households. EU Statistics on Income and Living Conditions (EU-SILC) is the instrument which focuses on providing current and comparable at the Member States level data on income, poverty, social exclusion, living conditions and health state. It is a questionnaire survey carried out every year (with the use of the panel method in the four-year cycle which makes it possible to analyze changes in social phenomena and in the period of time covered by the survey).The organization and methodology of the survey is governed by the Regulation (EC) No. 1177/2003 of the European Parliament and of the Council of 16 June 2003 concerning Community Statistics on Income and Living Conditions (EU-SILC). EU-SILC survey was implemented in the European Union in the years 2004-2007, and in Poland it has been conducted since 2005. The survey method - EU-SILC is a non-obligatory, representative questionnaire survey of individual households, carried out by the face-to-face interview technique. For individual interviews a proxy interview is allowed with another household member who is able to provide reliable information concerning the person who should be covered by the survey (this is applicable to the household members who are absent in the place of residence at the time of the survey). HLY indicator serves to measure the number of years that a person lives in a healthy condition. It combines information on age-specific mortality (age-specific deaths) and vulnerability to diseases (age-specific proportions of the population in healthy and unhealthy condition). A healthy condition is defined as one without limitation in everyday functioning and without disability. This statistical indicator is compiled separately for men and women. The Healthy Life Years (HLY) indicator is one of European Structural Indicators and refers to health as a factor connected with the development and well-being. HLY indicator has been developed as a result of observation that not all years, defined by expected length of life, are lived in a healthy condition. The HLY indicator level - as other measures of the expected health state - is calculated following the Sullivan method widely used since the 70s. The method is based on measures of frequency of disability in the population of a given age (the self-perceived disability) and on mortality tables.",
                                    
                                      "source": "Eurostat",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {"total": [
                                        {
                                        
                                            "2010" :   "62.3",
                                        
                                            "2011" :   "63.2",
                                        
                                            "2012" :   "62.8",
                                        
                                            "2013" :   "62.7",
                                        
                                            "2014" :   "62.7",
                                        
                                            "2015" :   "63.2",
                                        
                                            "2016" :   "64.6",
                                        
                                            "2017" :   "63.5",
                                        
                                            "2018" :   "64.3",
                                        
                                            "2019" :   "64.1"
                                        
                                        }
                                    ]
                                
                              
                          
                      }
                    ]
              },
          "3-4-a":{
                
                "metadata": [
                      {
                                      "name": "3.4.a Percentage of women aged 15 and more who have ever had mammography",
                                    
                                      "goal": "Goal 3. Good health and well-being",
                                    
                                      "priority": "Increase in early disease detectability",
                                    
                                      "definition": "Percentage of women aged 15 and more who have ever had mammography.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Data comes from the European Health Interview Survey (EHIS), repeated every 5 years. The results of the study enable to get to know the health situation of the inhabitants of the Union and its conditions in connection with the demographic and social characteristics and the place of residence. The study covers four areas:  health status (including self-assessment of health status, chronic diseases, limitations in functioning and their impact on everyday life, psychological well-being), health care (use of medical care, use of medicines, prophylaxis), health determinants (mainly lifestyle and exposure to adverse environmental factors) and demographic and social characteristics of persons and households. ",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Data every 5 years; since 2010",
                                    
                                      "notes": "Data presented for 2010 relate to the survey carried out in 2009."
                                    }
                    ],
                    "data": [
                      {"total": [
                                        {
                                        
                                            "2010" :   "40.7",
                                        
                                            "2011" :   "",
                                        
                                            "2012" :   "",
                                        
                                            "2013" :   "",
                                        
                                            "2014" :   "47.2",
                                        
                                            "2015" :   "",
                                        
                                            "2016" :   "",
                                        
                                            "2017" :   "",
                                        
                                            "2018" :   "",
                                        
                                            "2019" :   "51.3"
                                        
                                        }
                                    ]
                                
                              
                          
                      }
                    ]
              },
          "3-4-b":{
                
                "metadata": [
                      {
                                      "name": "3.4.b Percentage of women aged 15 and more who have ever had cervical smear test",
                                    
                                      "goal": "Goal 3. Good health and well-being",
                                    
                                      "priority": "Increase in early disease detectability",
                                    
                                      "definition": "Percentage of women aged 15 and more who have ever had cervical smear test.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Data comes from the European Health Interview Survey (EHIS), repeated every 5 years. The results of the study enable to get to know the health situation of the inhabitants of the Union and its conditions in connection with the demographic and social characteristics and the place of residence. The study covers four areas:  health status (including self-assessment of health status, chronic diseases, limitations in functioning and their impact on everyday life, psychological well-being), health care (use of medical care, use of medicines, prophylaxis), health determinants (mainly lifestyle and exposure to adverse environmental factors) and demographic and social characteristics of persons and households. ",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Data every 5 years; since",
                                    
                                      "notes": "Data presented for 2010 relate to the survey carried out in 2009."
                                    }
                    ],
                    "data": [
                      {"total": [
                                        {
                                        
                                            "2010" :   "79.3",
                                        
                                            "2011" :   "",
                                        
                                            "2012" :   "",
                                        
                                            "2013" :   "",
                                        
                                            "2014" :   "85.4",
                                        
                                            "2015" :   "",
                                        
                                            "2016" :   "",
                                        
                                            "2017" :   "",
                                        
                                            "2018" :   "",
                                        
                                            "2019" :   "88.6"
                                        
                                        }
                                    ]
                                
                              
                          
                      }
                    ]
              },
          "3-4-c":{
                
                "metadata": [
                      {
                                      "name": "3.4.c Percentage of men aged 40 and more who have ever had medical examination of their prostate performed",
                                    
                                      "goal": "Goal 3. Good health and well-being",
                                    
                                      "priority": "Increase in early disease detectability",
                                    
                                      "definition": "Percentage of men aged 40 and more who have ever had medical examination of their prostate performed.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Data comes from the European Health Interview Survey (EHIS), repeated every 5 years. The results of the study enable to get to know the health situation of the inhabitants of the Union and its conditions in connection with the demographic and social characteristics and the place of residence. The study covers four areas:  health status (including self-assessment of health status, chronic diseases, limitations in functioning and their impact on everyday life, psychological well-being), health care (use of medical care, use of medicines, prophylaxis), health determinants (mainly lifestyle and exposure to adverse environmental factors) and demographic and social characteristics of persons and households. ",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Data every 5 years; since 2010",
                                    
                                      "notes": "Data presented for 2010 relate to the survey carried out in 2009."
                                    }
                    ],
                    "data": [
                      {"total": [
                                        {
                                        
                                            "2010" :   "",
                                        
                                            "2011" :   "",
                                        
                                            "2012" :   "",
                                        
                                            "2013" :   "",
                                        
                                            "2014" :   "34.5",
                                        
                                            "2015" :   "",
                                        
                                            "2016" :   "",
                                        
                                            "2017" :   "",
                                        
                                            "2018" :   "",
                                        
                                            "2019" :   "40.2"
                                        
                                        }
                                    ]
                                
                              
                          
                      }
                    ]
              },
          "5-1-a":{
                
                "metadata": [
                      {
                                      "name": "5.1.a Gender pay gap",
                                    
                                      "goal": "Goal 5. Gender equality",
                                    
                                      "priority": "More complete fulfillment of the principle of women and men's equality",
                                    
                                      "definition": "Difference between average gross hourly earnings of men and women expressed as a percentage ofaverage gross hourly earnings of men.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Data concern entities employing 10 persons and more according to the Polish Classification of Activities (PKD) 2007 (sections B to S).  The indicator is calculated on the basis of collected data in compliance with the methodology ofearnings structure – Council Regulation (EC) No 530/1999 of 9 March 1999 concerning structuralstatistics on earnings and on labour costs.",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {"total": [
                                        {
                                        
                                            "2010" :   "4.5",
                                        
                                            "2011" :   "5.5",
                                        
                                            "2012" :   "6.4",
                                        
                                            "2013" :   "7.1",
                                        
                                            "2014" :   "7.7",
                                        
                                            "2015" :   "7.4",
                                        
                                            "2016" :   "7.1",
                                        
                                            "2017" :   "7.2",
                                        
                                            "2018" :   "8.8",
                                        
                                            "2019" :   "8.8"
                                        
                                        }
                                    ]
                                
                              
                          
                      }
                    ]
              },
          "5-1-b":{
                
                "metadata": [
                      {
                                      "name": "5.1.b Gender employment gap (aged 25-54)",
                                    
                                      "goal": "Goal 5. Gender equality",
                                    
                                      "priority": "More complete fulfillment of the principle of women and men's equality",
                                    
                                      "definition": "The indicator measures the difference between the employment rates of men and women aged 25 to 54.",
                                    
                                      "unit": "p.p.",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Employment rate is a share of the employed people of a given category in the total population of a given category. The indicator is based on the EU Labour Force Survey (LFS). LFS is conducted on a quarterly basis. The survey is conducted as continuous observation (movable survey week) what allows presenting the situation on the labour market during a whole quarter.The survey covers persons aged 15 and more who are members of  households in dwellings selected on a random basis. In the context of economic activity – work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the tree main categories are distinguished: employed, unemployed and economically inactive persons. The employed, unemployed are the economically active population. Among the employed are included all persons aged 15 years or more who during the reference week:  1) performed for at least one hour any work generating pay or income, i.e. were employed as paid employees, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in conducting family agricultural farm or family economic activity outside agriculture,  2) had work but did not perform it: (e.g. due to illness, maternity leave or vacation, a break in company activity) if the break in employment did not exceed 3 months; if the break was longer than 3 months in case when persons were paid employees the additional criterion is receiving during that period at least 50% of the hitherto earnings. According to international standards, among employees are also included persons performing outwork and apprentices with whom enterprises or natural persons signed a contract for occupational training or learning skills for a particular job (if they receive a payment). Due to the survey methodological assumptions the number of the employed obtained from the LFS does not comprise some categories of persons, who are considered as employed in the establishment survey, i.a.:  a) employees living in lodging houses for workers,  b) employees working abroad for their Polish employers.",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {"total": [
                                        {
                                        
                                            "2010" :   "10.8",
                                        
                                            "2011" :   "11.5",
                                        
                                            "2012" :   "11.4",
                                        
                                            "2013" :   "11.5",
                                        
                                            "2014" :   "11.2",
                                        
                                            "2015" :   "11.0",
                                        
                                            "2016" :   "11.6",
                                        
                                            "2017" :   "12.0",
                                        
                                            "2018" :   "11.6",
                                        
                                            "2019" :   "12.8"
                                        
                                        }
                                    ]
                                
                              
                          
                      }
                    ]
              },
          "5-1-c":{
                
                "metadata": [
                      {
                                      "name": "5.1.c Proportion of women in managerial positions",
                                    
                                      "goal": "Goal 5. Gender equality",
                                    
                                      "priority": "More complete fulfillment of the principle of women and men's equality",
                                    
                                      "definition": "The indicator presents the share of women in the total number of persons employed in managerial positions. Employed persons are defined as the persons who have worked in the surveyed units for the whole October of the given year, full- or part-time as established for the given enterprise or position. ",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "This indicator is calculated from the data obtained in the survey on the structure of wages and salaries by occupations. The survey on the structure of wages and salaries by occupations is a survey carried out with biennial frequency. It covers entities of national economy with the number of the employed persons exceeding 9 persons. The data cover full- and part-time employees who worked in the surveyed units whole month of October. The survey does not include: apprentices, persons engaged in outwork (home-workers), students maintaining vacation or diploma practices, members of workers groups organized by other units and appointed to work in the reporting units, e.g. soldiers, labour corps members, convicts; moreover, excluded are: people on maternity or child-care leaves and people appointed to full-time schools or PhD studies, etc., persons employed in intervention and public works, persons on sick leaves. The data on proportion of women in managerial positions pertain to women employed in one of the ,,major,, occupational groups (according to ,,Classification of occupations and specialities,, - ISCO-08), i.e. the group of managers (. The other ,,major,, occupational groups are:  Professionals Technicians and associate professionals Clerical support workers Service and sales workers Skilled agricultural, forestry and fishery workers Craft and related trade workers Plant and machine operators and assemblers Elementary occupations ",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Data every two years; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "managers": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "45.3",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "45.2",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "45.3",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "45.8",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "46.3"
                                                    
                                                    }
                                                ],"chief executives and senior officials and legislators": [
                                                    {
                                                    
                                                        "2010" : "27.6",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "28.2",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "28.6",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "28.8",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "30.8"
                                                    
                                                    }
                                                ],"legislators and senior officials": [
                                                    {
                                                    
                                                        "2010" : "45.3",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "41.9",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "42.3",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "40.3",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "41.4"
                                                    
                                                    }
                                                ],"managing directors and chief executives": [
                                                    {
                                                    
                                                        "2010" : "25.4",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "26.9",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "27.3",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "27.8",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "29.8"
                                                    
                                                    }
                                                ],"administrative and commercial managers": [
                                                    {
                                                    
                                                        "2010" : "60.7",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "59.2",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "58.7",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "57.3",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "56.8"
                                                    
                                                    }
                                                ],"production and specialized services managers": [
                                                    {
                                                    
                                                        "2010" : "38.3",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "37.3",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "36.4",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "36.7",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "36.1"
                                                    
                                                    }
                                                ],"hospitality and retail or other services managers": [
                                                    {
                                                    
                                                        "2010" : "55.5",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "58.7",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "61.1",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "63.7",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "65.7"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "5-3-a":{
                
                "metadata": [
                      {
                                      "name": "5.3.a Employment rate of women with the youngest child up to 5 years old (LFS)",
                                    
                                      "goal": "Goal 5. Gender equality",
                                    
                                      "priority": "Ensurance of conditions for women's return to labour market after a break from employment due to childbirth and childcare",
                                    
                                      "definition": "Share of employed women with the youngest child up to 5 years old in the total number of womenwith the youngest child up to 5 years old.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Data come from a sample survey Labour Force Survey (LFS). The survey is conducted on a quarterly basis. The survey is conducted as continuous observation (movable survey week) what allowspresenting the situation on the labour market during a whole quarter. The survey covers personsaged 15 and more who are members of households in dwellings selected on a random basis. In the context of economic activity – work is the main criterion in dividing the population, i.e.performing, holding or seeking work. According to the international standards, the tree maincategories are distinguished: employed, unemployed and economically inactive persons. Theemployed, unemployed are the economically active population. Among the employed are included all persons aged 15 years or more who during the reference week: 1) performed for at least one hour any work generating pay or income, i.e. were employed as paidemployees, worked on their own (or leased) agricultural farm, or conducted their own economicactivity outside agriculture, assisted (without pay) in conducting family agricultural farm or familyeconomic activity outside agriculture, 2) had work but did not perform it: (e.g. due to illness, maternity leave or vacation, a break incompany activity) if the break in employment did not exceed 3 months; if the break was longer than 3months in case when persons were paid employees the additional criterion is receiving during thatperiod at least 50% of the hitherto earnings. Among employees are also included persons performing outwork and apprentices with whomenterprises or natural persons signed a contract for occupational training or learning skills for aparticular job (if they receive a payment). Due to the survey methodological assumptions the number of the employed obtained from the LFSdoes not comprise some categories of persons, who are considered as employed in theestablishment survey, i.a.: a) employees living in lodging houses for workers, b) employees working abroad for their Polish employers.",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {"total": [
                                        {
                                        
                                            "2010" :   "58.5",
                                        
                                            "2011" :   "57.7",
                                        
                                            "2012" :   "58.3",
                                        
                                            "2013" :   "59.1",
                                        
                                            "2014" :   "61.8",
                                        
                                            "2015" :   "64.1",
                                        
                                            "2016" :   "63.0",
                                        
                                            "2017" :   "63.4",
                                        
                                            "2018" :   "62.4",
                                        
                                            "2019" :   "62.5"
                                        
                                        }
                                    ]
                                
                              
                          
                      }
                    ]
              },
          "8-3-a":{
                
                "metadata": [
                      {
                                      "name": "8.3.a Employment rate of persons aged 15 and more (LFS)",
                                    
                                      "goal": "Goal 8. Decent work and economic growth",
                                    
                                      "priority": "Increase in employment rate",
                                    
                                      "definition": "Share of employed persons in total population.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total, sex, age groups",
                                    
                                      "methodology": "Data comes from a sample survey Labour Force Survey (LFS). The survey is conducted on a quarterly basis. The survey is conducted as continuous observation (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15 and more who are members of households in dwellings selected on a random basis. In the context of economic activity - work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the tree main categories are distinguished: employed, unemployed and economically inactive persons.The employed and unemployed are the economically active population. Among the employed are included all persons aged 15 years or more who during the reference week: 1) performed for at least one hour any work generating pay or income, i.e. were employed as paid employees, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in conducting family agricultural farm or family economic activity outside agriculture,2) had work but did not perform it: (e.g. due to illness, maternity leave or vacation, a break in company activity) if the break in employment did not exceed 3 months; if the break was longer than 3 months in case when persons were paid employees the additional criterion is receiving during thatperiod at least 50% of the hitherto earnings. According to international standards, among employees are also included persons performing outwork and apprentices with whom enterprises or natural persons signed a contract for occupational training or learning skills for a particular job (if they receive a payment). Due to the survey methodological assumptions the number of the employed obtained from the LFS does not comprise some categories of persons, who are considered as employed in the establishment survey, i.a.: a) employees living in lodging houses for workers,b) employees working abroad for their Polish employers.",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "by sex": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "50.0",
                                                    
                                                        "2011" : "50.2",
                                                    
                                                        "2012" : "50.2",
                                                    
                                                        "2013" : "50.2",
                                                    
                                                        "2014" : "51.2",
                                                    
                                                        "2015" : "51.9",
                                                    
                                                        "2016" : "52.8",
                                                    
                                                        "2017" : "53.7",
                                                    
                                                        "2018" : "54.2",
                                                    
                                                        "2019" : "54.4",
                                                    
                                                        "2020" : "54.3"
                                                    
                                                    }
                                                ],"males": [
                                                    {
                                                    
                                                        "2010" : "57.8",
                                                    
                                                        "2011" : "58.3",
                                                    
                                                        "2012" : "58.2",
                                                    
                                                        "2013" : "58.2",
                                                    
                                                        "2014" : "59.2",
                                                    
                                                        "2015" : "59.8",
                                                    
                                                        "2016" : "60.9",
                                                    
                                                        "2017" : "62.0",
                                                    
                                                        "2018" : "62.4",
                                                    
                                                        "2019" : "63.0",
                                                    
                                                        "2020" : "63.1"
                                                    
                                                    }
                                                ],"females": [
                                                    {
                                                    
                                                        "2010" : "42.8",
                                                    
                                                        "2011" : "42.8",
                                                    
                                                        "2012" : "42.9",
                                                    
                                                        "2013" : "42.8",
                                                    
                                                        "2014" : "43.8",
                                                    
                                                        "2015" : "44.7",
                                                    
                                                        "2016" : "45.3",
                                                    
                                                        "2017" : "46.1",
                                                    
                                                        "2018" : "46.6",
                                                    
                                                        "2019" : "46.4",
                                                    
                                                        "2020" : "46.3"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "by age group": [
                                            {"aged 15-24": [
                                                    {
                                                    
                                                        "2010" : "26.4",
                                                    
                                                        "2011" : "24.9",
                                                    
                                                        "2012" : "24.7",
                                                    
                                                        "2013" : "24.2",
                                                    
                                                        "2014" : "25.8",
                                                    
                                                        "2015" : "26.0",
                                                    
                                                        "2016" : "28.4",
                                                    
                                                        "2017" : "29.6",
                                                    
                                                        "2018" : "31.0",
                                                    
                                                        "2019" : "31.7",
                                                    
                                                        "2020" : "28.4"
                                                    
                                                    }
                                                ],"aged 15-64": [
                                                    {
                                                    
                                                        "2010" : "58.9",
                                                    
                                                        "2011" : "59.3",
                                                    
                                                        "2012" : "59.7",
                                                    
                                                        "2013" : "60.0",
                                                    
                                                        "2014" : "61.7",
                                                    
                                                        "2015" : "62.9",
                                                    
                                                        "2016" : "64.5",
                                                    
                                                        "2017" : "66.1",
                                                    
                                                        "2018" : "67.4",
                                                    
                                                        "2019" : "68.2",
                                                    
                                                        "2020" : "68.7"
                                                    
                                                    }
                                                ],"aged 20-24": [
                                                    {
                                                    
                                                        "2010" : "44.7",
                                                    
                                                        "2011" : "42.3",
                                                    
                                                        "2012" : "41.9",
                                                    
                                                        "2013" : "41.0",
                                                    
                                                        "2014" : "43.8",
                                                    
                                                        "2015" : "44.5",
                                                    
                                                        "2016" : "48.4",
                                                    
                                                        "2017" : "50.7",
                                                    
                                                        "2018" : "53.5",
                                                    
                                                        "2019" : "55.5",
                                                    
                                                        "2020" : ""
                                                    
                                                    }
                                                ],"aged 20-64": [
                                                    {
                                                    
                                                        "2010" : "64.3",
                                                    
                                                        "2011" : "64.5",
                                                    
                                                        "2012" : "64.7",
                                                    
                                                        "2013" : "64.9",
                                                    
                                                        "2014" : "66.5",
                                                    
                                                        "2015" : "67.8",
                                                    
                                                        "2016" : "69.3",
                                                    
                                                        "2017" : "70.9",
                                                    
                                                        "2018" : "72.2",
                                                    
                                                        "2019" : "73.0",
                                                    
                                                        "2020" : "73.6"
                                                    
                                                    }
                                                ],"aged 50 and more": [
                                                    {
                                                    
                                                        "2010" : "30.3",
                                                    
                                                        "2011" : "31.2",
                                                    
                                                        "2012" : "31.5",
                                                    
                                                        "2013" : "31.6",
                                                    
                                                        "2014" : "32.1",
                                                    
                                                        "2015" : "32.5",
                                                    
                                                        "2016" : "32.6",
                                                    
                                                        "2017" : "33.2",
                                                    
                                                        "2018" : "32.9",
                                                    
                                                        "2019" : "32.6",
                                                    
                                                        "2020" : "33.0"
                                                    
                                                    }
                                                ],"aged 55-64": [
                                                    {
                                                    
                                                        "2010" : "34.1",
                                                    
                                                        "2011" : "36.9",
                                                    
                                                        "2012" : "38.7",
                                                    
                                                        "2013" : "40.6",
                                                    
                                                        "2014" : "42.5",
                                                    
                                                        "2015" : "44.3",
                                                    
                                                        "2016" : "46.1",
                                                    
                                                        "2017" : "48.3",
                                                    
                                                        "2018" : "48.9",
                                                    
                                                        "2019" : "49.5",
                                                    
                                                        "2020" : "51.8"
                                                    
                                                    }
                                                ],"aged 65-69": [
                                                    {
                                                    
                                                        "2010" : "9.4",
                                                    
                                                        "2011" : "9.4",
                                                    
                                                        "2012" : "9.5",
                                                    
                                                        "2013" : "9.4",
                                                    
                                                        "2014" : "9.7",
                                                    
                                                        "2015" : "9.5",
                                                    
                                                        "2016" : "9.9",
                                                    
                                                        "2017" : "11.0",
                                                    
                                                        "2018" : "10.5",
                                                    
                                                        "2019" : "10.8",
                                                    
                                                        "2020" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "8-5-a":{
                
                "metadata": [
                      {
                                      "name": "8.5.a Employment rate of women with the youngest child up to 5 years old (LFS)",
                                    
                                      "goal": "Goal 8. Decent work and economic growth",
                                    
                                      "priority": "Increase in flexibility related to organization and provision of work",
                                    
                                      "definition": "Share of employed women with the youngest child up to 5 years old in the total number of women with the youngest child up to 5 years old.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total",
                                    
                                      "methodology": "Data come from a sample survey Labour Force Survey (LFS). The survey is conducted on a quarterly basis. The survey is conducted as continuous observation (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15 and more who are members of households in dwellings selected on a random basis. In the context of economic activity - work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the tree main categories are distinguished: employed, unemployed and economically inactive persons. The employed, unemployed are the economically active population. Among the employed are included all persons aged 15 years or more who during the reference week: 1) performed for at least one hour any work generating pay or income, i.e. were employed as paid employees, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in conducting family agricultural farm or family economic activity outside agriculture, 2) had work but did not perform it: (e.g. due to illness, maternity leave or vacation, a break in company activity) if the break in employment did not exceed 3 months; if the break was longer than 3 months in case when persons were paid employees the additional criterion is receiving during that period at least 50% of the hitherto earnings. Among employees are also included persons performing outwork and apprentices with whom enterprises or natural persons signed a contract for occupational training or learning skills for a particular job (if they receive a payment). Due to the survey methodological assumptions the number of the employed obtained from the LFS does not comprise some categories of persons, who are considered as employed in the establishment survey, i.a.: a) employees living in lodging houses for workers, >b) employees working abroad for their Polish employers.",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {"total": [
                                        {
                                        
                                            "2010" :   "58.5",
                                        
                                            "2011" :   "57.7",
                                        
                                            "2012" :   "58.3",
                                        
                                            "2013" :   "59.1",
                                        
                                            "2014" :   "61.8",
                                        
                                            "2015" :   "64.1",
                                        
                                            "2016" :   "63.0",
                                        
                                            "2017" :   "63.4",
                                        
                                            "2018" :   "62.4",
                                        
                                            "2019" :   "62.5"
                                        
                                        }
                                    ]
                                
                              
                          
                      }
                    ]
              },
          "8-7-a":{
                
                "metadata": [
                      {
                                      "name": "8.7.a Activity rate (LFS)",
                                    
                                      "goal": "Goal 8. Decent work and economic growth",
                                    
                                      "priority": "Work activation of young people, women, persons aged 50+ , long-term unemployed as well as persons with disabilities",
                                    
                                      "definition": "The share of economically active persons (total or of given category) in the total of population or population of given category (in %). Average data per year.",
                                    
                                      "unit": "percent [%]",
                                    
                                      "dimensions": "total, female, age groups, disability",
                                    
                                      "methodology": "Data comes from a sample survey Labour Force Survey (LFS). The survey is conducted on a quarterly basis. The survey is conducted as continuous observation (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15 and more who are members of households in dwellings selected on a random basis. In the context of economic activity - work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the tree main categories are distinguished: employed, unemployed and economically inactive persons.The employed and unemployed are the economically active population. Among the employed are included all persons aged 15 years or more who during the reference week: 1) performed for at least one hour any work generating pay or income, i.e. were employed as paid employees, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in conducting family agricultural farm or family economic activity outside agriculture,2) had work but did not perform it: (e.g. due to illness, maternity leave or vacation, a break in company activity) if the break in employment did not exceed 3 months; if the break was longer than 3 months in case when persons were paid employees the additional criterion is receiving during thatperiod at least 50% of the hitherto earnings. According to international standards, among employees are also included persons performing outwork and apprentices with whom enterprises or natural persons signed a contract for occupational training or learning skills for a particular job (if they receive a payment). Due to the survey methodological assumptions the number of the employed obtained from the LFS does not comprise some categories of persons, who are considered as employed in the establishment survey, i.a.: a) employees living in lodging houses for workers,b) employees working abroad for their Polish employers.",
                                    
                                      "source": "Statistics Poland",
                                    
                                      "availability": "Annual data; since 2010",
                                    
                                      "notes": ""
                                    }
                    ],
                    "data": [
                      {
                                
                                        "activity rate": [
                                            {"total": [
                                                    {
                                                    
                                                        "2010" : "55.3",
                                                    
                                                        "2011" : "55.5",
                                                    
                                                        "2012" : "55.9",
                                                    
                                                        "2013" : "55.9",
                                                    
                                                        "2014" : "56.2",
                                                    
                                                        "2015" : "56.2",
                                                    
                                                        "2016" : "56.2",
                                                    
                                                        "2017" : "56.4",
                                                    
                                                        "2018" : "56.3",
                                                    
                                                        "2019" : "56.2",
                                                    
                                                        "2020" : "56.1"
                                                    
                                                    }
                                                ],"females": [
                                                    {
                                                    
                                                        "2010" : "47.6",
                                                    
                                                        "2011" : "47.8",
                                                    
                                                        "2012" : "48.1",
                                                    
                                                        "2013" : "48.2",
                                                    
                                                        "2014" : "48.5",
                                                    
                                                        "2015" : "48.4",
                                                    
                                                        "2016" : "48.3",
                                                    
                                                        "2017" : "48.4",
                                                    
                                                        "2018" : "48.5",
                                                    
                                                        "2019" : "48.2",
                                                    
                                                        "2020" : "47.9"
                                                    
                                                    }
                                                ],"aged 15-24": [
                                                    {
                                                    
                                                        "2010" : "34.6",
                                                    
                                                        "2011" : "33.5",
                                                    
                                                        "2012" : "33.6",
                                                    
                                                        "2013" : "33.3",
                                                    
                                                        "2014" : "33.9",
                                                    
                                                        "2015" : "32.8",
                                                    
                                                        "2016" : "34.5",
                                                    
                                                        "2017" : "34.8",
                                                    
                                                        "2018" : "35.1",
                                                    
                                                        "2019" : "35.2",
                                                    
                                                        "2020" : "31.8"
                                                    
                                                    }
                                                ],"aged 50 and more": [
                                                    {
                                                    
                                                        "2010" : "32.7",
                                                    
                                                        "2011" : "33.6",
                                                    
                                                        "2012" : "34.0",
                                                    
                                                        "2013" : "34.2",
                                                    
                                                        "2014" : "34.3",
                                                    
                                                        "2015" : "34.4",
                                                    
                                                        "2016" : "34.1",
                                                    
                                                        "2017" : "34.4",
                                                    
                                                        "2018" : "33.8",
                                                    
                                                        "2019" : "33.4",
                                                    
                                                        "2020" : "33.7"
                                                    
                                                    }
                                                ],"disabled persons aged 16 and more": [
                                                    {
                                                    
                                                        "2010" : "16.9",
                                                    
                                                        "2011" : "17.0",
                                                    
                                                        "2012" : "17.4",
                                                    
                                                        "2013" : "17.3",
                                                    
                                                        "2014" : "17.4",
                                                    
                                                        "2015" : "16.5",
                                                    
                                                        "2016" : "16.3",
                                                    
                                                        "2017" : "17.6",
                                                    
                                                        "2018" : "17.3",
                                                    
                                                        "2019" : "17.1",
                                                    
                                                        "2020" : "17.5"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              }}
  ]
}
