


{
  "14-2-a": [
    {
      "metadata": [
        
        {
                        "name": "14.2.a Indices of average employment in maritime economy (2010=100)",
                      
                        "goal": "Goal 14. Life below water",
                      
                        "priority": "Increase of maritime economy share in GDP and increase of employment in maritime economy",
                      
                        "definition": "Ratio of average paid employment in the maritime economy in the surveyed year to average paid employment in the maritime economy in 2010.",
                      
                        "unit": "index: 2010=100",
                      
                        "dimensions": "total",
                      
                        "methodology": "Entities of the national economy are understood as legal entities, i.e. legal persons, organisational units without legal personality and natural persons conducting economic activity. Entities of the maritime economy are entities of the national economy, whose basic activity is connected with broadly defined maritime economy. The basic activity is defined by using a measure e.g. added value, sales revenues, number of employed persons or activity provided in the statute as a basic one. Data on average paid employment in maritime economy refer to the number of full- and part-time employees converted to full-time equivalents, excluding persons employed abroad. Full-time paid employees are persons employed on a full-time basis, as defined by a given company or for a given position as well as persons who, in accordance with regulations, work a reduced work-time period, e.g. due to hazardous conditions or an extended work-time period (e.g. property caretaker). Part-time paid employees are persons, who in accordance with labour contracts, regularly work on a part-time basis, as defined by a given company or for a given position. Part-time paid employees in the main workplace are persons who declared that the given workplace is their main workplace.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "",
                      
                        "data_updated_on": "06-02-2024",
                      
                        "metadata_updated_on": "05-03-2020"
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "100.0",
                      
                          "2011" :   "100.8",
                      
                          "2012" :   "99.9",
                      
                          "2013" :   "101.8",
                      
                          "2014" :   "104.9",
                      
                          "2015" :   "106.0",
                      
                          "2016" :   "119.9",
                      
                          "2017" :   "119.4",
                      
                          "2018" :   "130.0",
                      
                          "2019" :   "189.5",
                      
                          "2020" :   "186.6",
                      
                          "2021" :   "190.1",
                      
                          "2022" :   "200.8"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
