


{
  "14-3-a": [
    {
      "metadata": [
        
        {
                        "name": "14.3.a Cargo traffic at seaports",
                      
                        "goal": "Goal 14. Life below water",
                      
                        "priority": "Enhancement of Polish seaports position, increase in competitiveness of sea transport and ensurance of sea security",
                      
                        "definition": "Total volume of commodity weight (tonnes) moved through the seaports within a year, brought or taken out by vessels.",
                      
                        "unit": "million tonnes [mln t] ",
                      
                        "dimensions": "total",
                      
                        "methodology": "Cargo traffic in seaports means the total volume of commodity weight moved through the seaports within a year brought or taken out by vessels, while transport is wholly or partly carried out by sea includes domestic and international maritime traffic. International sea cargo traffic in sea ports is a total amount of freights unloaded from the vessels (including ferries) and loaded to the vessels (including ferries), connected both with Polish foreign trade and transit.Domestic maritime traffic (cabotage): seaborne cargo traffic between Polish seaports. The following data are excluded: bunkering (fuel for ships), freights transported by ships of gross tonnage (GT) less than 100, tare weight of laden and discharged cargo units (e.g. containers as well as vehicles and cars transported on ferries).",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      
                        "data_updated_on": "14-10-2022",
                      
                        "metadata_updated_on": "05-03-2020",
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "59.5",
                      
                          "2011" :   "57.7",
                      
                          "2012" :   "58.8",
                      
                          "2013" :   "64.3",
                      
                          "2014" :   "68.7",
                      
                          "2015" :   "69.5",
                      
                          "2016" :   "72.9",
                      
                          "2017" :   "78.1",
                      
                          "2018" :   "91.8",
                      
                          "2019" :   "93.9",
                      
                          "2020" :   "88.5",
                      
                          "2021" :   "96.7"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
