


{
  "13-1-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "13.1.1 Liczba ofiar śmiertelnych lub poszkodowanych w wyniku katastrof budowlanych na 1 milion ludności",
                      
                        "cel": "Cel 13. Działania w dziedzinie klimatu",
                      
                        "zadanie": "13.1 Wzmocnić zdolności adaptacyjne i odporność na zagrożenia klimatyczne i katastrofy naturalne we wszystkich krajach",
                      
                        "definicja": "Relacja liczby osób poszkodowanych w wyniku katastrof budowlanych będących rezultatem zdarzeń losowych, błędu w utrzymaniu lub podczas prac budowlanych, w tym liczba ofiar śmiertelnych w przeliczeniu na 1 milion mieszkańców.",
                      
                        "jednostka": "osoby",
                      
                        "wymiary": "ogółem, ofiary śmiertelne",
                      
                        "metodologia": "Dane o katastrofach budowlanych przekazane są przez powiatowych i wojewódzkich inspektorów nadzoru budowlanego w ramach zadań i kompetencji określonych w art. 76 ust. 1 pkt 2 ustawy - Prawo budowlane. Katastrofą budowlaną, zgodnie z art. 73 ustawy - Prawo budowlane, jest niezamierzone, gwałtowne zniszczenie obiektu budowlanego lub jego części, a także konstrukcyjnych elementów rusztowań, elementów formujących, ścianek szczelnych i obudowy wykopów. Katastrofy budowlane grupowane są według przyczyn na:    • wywołane zdarzeniami losowymi (m.in. silne wiatry, pożary, wybuchy gazu),    • spowodowane błędami podczas utrzymania obiektu budowlanego,    • błędami podczas budowy nowego obiektu lub wykonywania robót budowlanych w istniejącym obiekcie budowlanym    • oraz błędami opracowania dokumentacji obiektu budowlanego.",
                      
                        "zrodlo": "Rejestr Katastrof Budowlanych / Główny Urząd Nadzoru Budowlanego",
                      
                        "czestotliwosc": "Dane roczne  od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {
                      "poszkodowani": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "2.13",
                                  
                                      "2011" :   "2.41",
                                  
                                      "2012" :   "2.08",
                                  
                                      "2013" :   "2.23",
                                  
                                      "2014" :   "1.98",
                                  
                                      "2015" :   "2.47",
                                  
                                      "2016" :   "1.41",
                                  
                                      "2017" :   "3.61",
                                  
                                      "2018" :   "2.73"
                                  
                                  }
                              ],
                              "ofiary śmiertelne": [
                                  {
                                  
                                      "2010" :   "0.31",
                                  
                                      "2011" :   "0.65",
                                  
                                      "2012" :   "0.44",
                                  
                                      "2013" :   "0.55",
                                  
                                      "2014" :   "0.36",
                                  
                                      "2015" :   "0.47",
                                  
                                      "2016" :   "0.36",
                                  
                                      "2017" :   "0.78",
                                  
                                      "2018" :   "0.62"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
