


{
  "13-2-2": [
    {
      "metadane": [
        
        {
                        "nazwa": "13.2.2 Emisja gazów cieplarnianych ogółem",
                      
                        "cel": "Cel 13. Działania w dziedzinie klimatu",
                      
                        "zadanie": "13.2 Włączyć działania na rzecz przeciwdziałania zmianom klimatycznym do krajowych polityk, strategii i planów",
                      
                        "definicja": "Całkowita emisja gazów cieplarnianych ogółem, czyli suma emisji: dwutlenku węgla (CO2), metanu (CH4), podtlenku azotu (N2O), perfluorowęglowodorów (PFC), wodorofluorowęglowodorów (HFC), heksafluorku siarki (SF6) i trifluorku azotu (NF3).",
                      
                        "jednostka": "kt ekwiwalentu CO2",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Całkowite emisje gazów cieplarnianych ze źródeł antropogenicznych, obliczone jako suma emisji: dwutlenku węgla (CO2), metanu (CH4), podtlenku azotu (N2O), perfluorowęglowodorów (PFC), wodorofluorowęglowodorów (HFC), heksafluorku siarki (SF6) i trifluorku azotu (NF3), wyrażonych w jednostkach ekwiwalentu CO2, przy użyciu wspólnych współczynników ważenia, tzw. potencjału globalnego ocieplenia (GWP). Zgodnie z najnowszymi wytycznymi do raportowania emisji przez Strony z załącznika I do konwencji UNFCCC (w tym przez Polskę), współczynniki GWP, które mają być stosowane, są tymi dla 100-letniego horyzontu czasowego określonego w Tabeli 2.14 Czwartego Raportu Oceniającego IPCC.",
                      
                        "zrodlo": "Krajowy Ośrodek Bilansowania i Zarządzania Emisjami – Instytutu Ochrony Środowiska – PIB",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "Dane są corocznie raportowane dla pełnej serii od 1988 r. i mogą ulegać  zmianie (rekalkulacji). Dane bez uwzględnienia emisji i pochłaniania z sektora ,,Użytkowanie gruntów, zmiany użytkowania gruntów i leśnictwo,,."
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "412901.83",
                        
                            "2011" :   "411821.41",
                        
                            "2012" :   "404244.11",
                        
                            "2013" :   "400103.33",
                        
                            "2014" :   "387209.28",
                        
                            "2015" :   "389149.28",
                        
                            "2016" :   "400064.98",
                        
                            "2017" :   "414395.75",
                        
                            "2018" :   "413128.20",
                        
                            "2019" :   "390538.94",
                        
                            "2020" :   "376038.46"
                        
                        }
                    ]}
      ]
    }
  ]
}
