


{
  "4-1-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "4.1.1 Odsetek dzieci i młodzieży osiągających co najmniej minimalny poziom biegłości w czytaniu i matematyce, według płci",
                      
                        "cel": "Cel 4. Dobra jakość edukacji",
                      
                        "zadanie": "4.1 Do 2030 roku zapewnić wszystkim dziewczętom i chłopcom ukończenie nieodpłatnej, sprawiedliwej, dobrej jakości edukacji na poziomie podstawowym i ponadpodstawowym prowadzącej do efektywnych wyników w nauce, zgodnie z czwartym celem",
                      
                        "definicja": "Relacja liczby uczniów w wieku 10 lat (dot. PIRLS) lub 15-16 lat (dot. PISA) na wymaganym poziomie biegłości w danej dziedzinie, do liczby uczniów w danej grupie wiekowej objętych badaniem.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem, płeć",
                      
                        "metodologia": "Dane pochodzą z dwóch badań, tj.:  * Programu Międzynarodowej Oceny Umiejętności Uczniów (Programme for International Student Assessment – PISA)  * Międzynarodowego Badania Postępów Biegłości w Czytaniu (Progress in International Reading Literacy Study - PIRLS)PISA w skali międzynarodowej koordynowany jest przez Organizację Współpracy Gospodarczej i Rozwoju (OECD), a w Polsce przez Ministerstwo Edukacji Narodowej. Celem Programu jest sprawdzenie umiejętności praktycznego zastosowania wiedzy nabytej w szkole i poza szkołą. Badanie (reprezentacyjne) realizowane jest w wylosowanych szkołach, a w zależności od typu szkoły badaniem objęci są wylosowani uczniowie w wieku 15–16 lat (wyniki uogólniane są na całą populację). Warunkiem powodzenia badania jest uczestnictwo w nim wszystkich wylosowanych szkół i uczniów. Standardy PISA pozwalają jedynie na niewielką skalę odmowy. PISA sprawdza kompetencje uczniów w trzech dziedzinach: czytaniu i interpretacji, matematyce oraz rozumowaniu w naukach przyrodniczych. Badanie realizowane jest co trzy lata począwszy od 2000 r. Polska uczestniczy w badaniu od początku jego realizacji. Testy w ramach PISA (opracowane przez międzynarodowe konsorcjum, przy współpracy krajów uczestniczących w projekcie) różnią się od typowych zadań szkolnych, a na podstawie otrzymanych wyników szacuje się poziom umiejętności ucznia. Najlepsi uczniowie osiągają poziom 5 lub 6 (umiejętność rozwiązania zadań o względnie wysokim stopniu trudności), natomiast wyniki poniżej poziomu 2 - minimalnego poziomu kompetencji - wskazują na posiadanie jedynie bardzo podstawowych umiejętności, co oznacza zwiększone ryzyko nieradzenia sobie na drodze edukacji i w życiu dorosłym. PIRLS to największe międzynarodowe badanie umiejętności czytania ze zrozumieniem w szkołach podstawowych. Inicjatorem i organizatorem badania jest Między¬narodowe Stowarzyszenie Mierzenia Osiągnięć Szkolnych (IEA) – niezależne konsorcjum orga¬nizacji badawczych i agencji rządowych z prawie 70 krajów członkowskich; w Polsce koordynowane jest przez Ministerstwo Edukacji Narodowej. W badaniu biorą udział uczniowie w czwartym roku nauki (ze względu na reformy wieku obowiązku szkolnego w Polsce do 2011 r. badano osiągnięcia trzecioklasistów).Przedmiotem pomiaru jest czytanie pod względem doświadczenia literackiego (czytanie tekstów literackich) oraz czytanie w celu uzyskania informacji (czytanie tekstów użytkowych). Badanie realizowane jest od 2001 r. Polska bierze udział w badaniu od 2006 r.  Na podstawie otrzymanych wyników szacuje się poziom umiejętności ucznia. Najlepsi uczniowie osiągają poziom 5 (zdolność oddzielania informacji istotnych od nieistotnych, wyciąganie wniosków z przesłanek rozsianych w tekście, itd.), natomiast wyniki poniżej poziomu 2 - minimalnego poziomu kompetencji - wskazują na posiadanie jedynie bardzo podstawowych umiejętności (rozumienie tylko pojedynczych zdań). Do roku 2016 badanie PIRLS we wszystkich krajach było realizowane tylko w wersji papierowej. Od roku 2016 możliwa jest realizacja badania w dwóch wersjach: papierowej i komputerowej. Od 2026 r. badanie PIRLS będzie przeprowadzane wyłącznie w wersji komputerowej.",
                      
                        "zrodlo": "OECD / IEA / Ministerstwo Edukacji Narodowej",
                      
                        "czestotliwosc": "Dane roczne co 3 lata (dot. PISA)/co 5 lat (dot. PIRLS); od 2011 r.",
                      
                        "uwagi": "Zaplanowana na 2021 r. kolejna edycja badania PISA nie odbyła się ze względu na pandemię COVID-19. Została zrealizowana w 2022 roku.",
                      
                        "data_aktualizacji_danych": "10-03-2020",
                      
                        "data_aktualizacji_metadanych": "06-02-2024"
                      }
      ],
      "dane": [
        {
                      "testy PIRLS w czytaniu - wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "94.6",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "98.0",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "chłopcy": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "93.3",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "97.6",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "dziewczęta": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "96.0",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "98.4",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ]
                          }
                      ],
                      "testy PISA w czytaniu i interpretacji - wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "85.0",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "89.4",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "85.6",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "85.3"
                                  
                                  }
                              ],
                              "chłopcy": [
                                  {
                                  
                                      "2010" :   "77.4",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "83.8",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "80.8",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "80.3"
                                  
                                  }
                              ],
                              "dziewczęta": [
                                  {
                                  
                                      "2010" :   "92.6",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "94.8",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "90.5",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "90.4"
                                  
                                  }
                              ]
                          }
                      ],
                      "testy PISA w matematyce - wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "79.5",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "85.6",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "82.8",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "85.3"
                                  
                                  }
                              ],
                              "chłopcy": [
                                  {
                                  
                                      "2010" :   "78.9",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "85.0",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "84.0",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "84.6"
                                  
                                  }
                              ],
                              "dziewczęta": [
                                  {
                                  
                                      "2010" :   "80.2",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "86.2",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "81.5",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "85.9"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
