


{
  "4-1-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "4.1.1 Odsetek dzieci i młodzieży osiągających co najmniej minimalny poziom biegłości w czytaniu i matematyce, według płci",
                      
                        "cel": "Cel 4. Dobra jakość edukacji",
                      
                        "zadanie": "4.1 Do 2030 roku zapewnić wszystkim dziewczętom i chłopcom ukończenie nieodpłatnej, sprawiedliwej, dobrej jakości edukacji na poziomie podstawowym i ponadpodstawowym prowadzącej do efektywnych wyników w nauce, zgodnie z czwartym celem",
                      
                        "definicja": "Relacja liczby uczniów w wieku 10 lat na wymaganym poziomie biegłości w czytaniu i matematyce (minimum poziom drugi) do liczby uczniów w danej grupie wiekowej objętych badaniem.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem, płeć",
                      
                        "metodologia": "Dane pochodzą z Międzynarodowego badania postępów w czytaniu PIRLS (Progress in International Reading Literacy Study)  PIRLS to badanie osiągnięć uczniów dziesięcioletnich w czytaniu tekstów literackich i użytkowych. Badanie jest organizowane przez Międzynarodowe Towarzystwo Oceniania Osiągnięć Szkolnych (IEA) i odbywa się w cyklu pięcioletnim od 2001 r. Za przygotowanie i przeprowadzenie badania w Polsce odpowiada Instytut Badań Edukacyjnych (na zlecenie Ministerstwa Edukacji Narodowej).  Na podstawie otrzymanych wyników szacuje się poziom umiejętności ucznia. Najlepsi uczniowie osiągają poziom 5 (zdolność oddzielania informacji istotnych od nieistotnych, wyciąganie wniosków z przesłanek rozsianych w tekście, itd.), natomiast wyniki poniżej poziomu 2 - minimalnego poziomu kompetencji - wskazują na posiadanie jedynie bardzo podstawowych umiejętności (rozumienie tylko pojedynczych zdań).  Dotychczas w Polsce przeprowadzono 3 edycje badania: w 2006 r., w 2011 r. oraz w 2016 r. W dwóch pierwszych edycjach badaniem objęto klasę trzecią szkoły podstawowej, natomiast w ostatniej udział wzięli uczniowie klasy czwartej. Zmiana klasy wynikała z reformy wieku obowiązku szkolnego w Polsce.",
                      
                        "zrodlo": "Ministerstwo Edukacji Narodowej",
                      
                        "czestotliwosc": "Dane roczne co 5 lat; od 2011 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {
                      "testy PIRLS w czytaniu - wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "94.6",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "98.0",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "chłopcy": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "93.3",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "97.6",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "dziewczęta": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "96.0",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "98.4",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ]
                          }
                      ],
                      "testy PISA w czytaniu i interpretacji - wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "94.6",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "98.0",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "chłopcy": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "93.3",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "97.6",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "dziewczęta": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "96.0",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "98.4",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ]
                          }
                      ],
                      "testy PISA w matematyce - wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "94.6",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "98.0",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "chłopcy": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "93.3",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "97.6",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "dziewczęta": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "96.0",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "98.4",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
