


{
  "4-2-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "4.2.1 Odsetek dzieci poniżej 5 lat o stanie zdrowia ocenianym subiektywnie jako bardzo dobre lub dobre",
                      
                        "cel": "Cel 4. Dobra jakość edukacji",
                      
                        "zadanie": "4.2 Do 2030 roku zapewnić wszystkim dziewczętom i chłopcom dostęp do wysokiej jakości rozwoju we wczesnym dzieciństwie, opieki i edukacji przedszkolnej przygotowującej do rozpoczęcia edukacji na poziomie podstawowym",
                      
                        "definicja": "Udział dzieci poniżej 5 lat, których stan zdrowia rodzice, prawni opiekunowie lub najbliżsi krewni ocenili jako bardzo dobry lub dobry w ogólnej liczbie dzieci poniżej 5 lat objętych badaniem.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wskaźnik obliczany jest na podstawie informacji pozyskanych z Europejskiego Ankietowego Badania Zdrowia (EHIS). Badanie to obejmuje osoby w wieku 15 lat i więcej w gospodarstwach domowych, mieszkające na terytorium danego kraju. W Polsce badaniem zostały objęte również dzieci w wieku 0-14 lat. Zgodnie z rekomendacjami Światowej Organizacji Zdrowia (WHO) pierwsze pytanie skierowane do respondenda w ankiecie EHIS dotyczy samooceny stanu zdrowia, tj. jak dana osoba postrzega i ocenia swoje własne zdrowie. W przypadku młodzieży i osób dorosłych (w wieku 15 lat i więcej) wymagane było uzyskanie odpowiedzi bezpośrednio od pytanego. W przypadku dzieci do lat 15  informacji na ich temat mogli udzielać rodzice, prawni opiekunowie oraz najbliżsi krewni. Kategorie odpowiedzi zastosowane w tym pytaniu to: bardzo dobre, dobre, takie sobie (ani dobre, ani złe), złe i bardzo złe.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane co 5 lat od 2009 r.",
                      
                        "uwagi": "Prezentowany wskaźnik (4.2.1 Odsetek dzieci poniżej 5 lat o stanie zdrowia ocenianym subiektywnie jako bardzo dobre lub dobre) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (4.2.1 Odsetek dzieci w wieku 24-59 miesięcy, które się prawidłowo rozwijają pod kątem zdrowotnym, poznawczym oraz psychospołecznym, wg płci) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                      
                        "data_aktualizacji_danych": "26-04-2021",
                      
                        "data_aktualizacji_metadanych": "12-05-2022",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "92.1",
                        
                            "2015" :   "",
                        
                            "2016" :   "",
                        
                            "2017" :   "",
                        
                            "2018" :   "",
                        
                            "2019" :   "92.2"
                        
                        }
                    ]}
      ]
    }
  ]
}
