


{
  "4-3-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "4.3.1 Odsetek osób dorosłych uczestniczących w formalnej i nieformalnej edukacji i szkoleniach w ciągu ostatnich 12 miesięcy",
                      
                        "cel": "Cel 4. Dobra jakość edukacji",
                      
                        "zadanie": "4.3 Do 2030 roku zapewnić wszystkim kobietom i mężczyznom równy, przystępny cenowo dostęp do wysokiej jakości wykształcenia technicznego, zawodowego i wyższego, w tym do wyższych uczelni",
                      
                        "definicja": "Relacja liczby osób uczących się i dokształcających w danym wieku do liczby ludności w tej samej grupie wieku.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "wiek",
                      
                        "metodologia": "Wskaźnik obejmuje kształcenie osób dorosłych w szkołach dla dorosłych, a także uzyskiwanie i uzupełnianie wiedzy ogólnej, umiejętności i kwalifikacji zawodowych w formach pozaszkolnych (w okresie 4 tygodni przed badaniem) przez osoby, które spełniły obowiązek szkolny. Wśród form kształcenia osób dorosłych można wyróżnić:    • kształcenie formalne – uczenie się zorganizowane instytucjonalnie poprzez udział w programach kształcenia i szkolenia prowadzących do uzyskania kwalifikacji;   • kształcenie pozaformalne – uczenie się zorganizowane instytucjonalnie, jednak poza programami kształcenia i szkolenia prowadzącymi do uzyskania kwalifikacji;   • kształcenie nieformalne – uczenie się niezorganizowane instytucjonalnie, realizowane w sposób zamierzony lub niezamierzony.  Dane (przeciętne w roku) opracowano na podstawie uogólnionych wyników reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym. Badaniem objęte są osoby będące członkami wylosowanych gospodarstw domowych w wieku 15 lat i więcej (według faktycznego miejsca zamieszkania).",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane przeciętne w roku  od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {
                      "wg płci": [
                          {
                              "ogółem": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "24.2",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "25.5",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "chłopcy": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "23.2",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "25.2",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ],
                              "dziewczęta": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "25.2",
                                  
                                      "2012" :   "",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "",
                                  
                                      "2016" :   "25.7",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   ""
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
