


{
  "4-4-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "4.4.1 Odsetek młodzieży i dorosłych posiadających umiejętności z zakresu technologii informacyjno – telekomunikacyjnych (ICT), według rodzaju umiejętności",
                      
                        "cel": "Cel 4. Dobra jakość edukacji",
                      
                        "zadanie": "4.4 Do 2030 roku znacznie zwiększyć liczbę młodzieży i dorosłych, którzy posiadają odpowiednie umiejętności, w tym techniczne i zawodowe, potrzebne przy uzyskaniu zatrudnienia, znalezieniu godziwej pracy i rozwoju przedsiębiorczości",
                      
                        "definicja": "Odsetek młodzieży (w wieku 16-24 lata) oraz dorosłych (w wieku 16-74 lata), posiadających umiejętności z zakresu technologii informacyjno-telekomunikacyjnych.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem, wiek",
                      
                        "metodologia": "Technologie informacyjno-telekomunikacyjne ICT (Information and Communication Technologies) - rodzina technologii przetwarzających, gromadzących i przesyłających informacje w formie elektronicznej. Dane dla wskaźnika pochodzą z Badania wykorzystania technologii informacyjno-telekomunikacyjnych w gospodarstwach domowych i przez osoby indywidualne. Badanie wykorzystania technologii informacyjno-telekomunikacyjnych w gospodarstwach domowych i przez użytkowników indywidualnych rozpoczęto w Unii Europejskiej (UE) w 2002 r., wykorzystując głównie metodę wywiadu bezpośredniego bądź telefonicznego.W Polsce monitorowanie wykorzystania ICT w gospodarstwach domowych według metodologii zharmonizowanej z UE rozpoczęto w 2004 r. Jest realizowane corocznie, a udział w nim jest dobrowolny. Badanie realizowane jest metodą wywiadu bezpośredniego, a od 2018 roku również metodą samospisu internetowego. Objęte są nim gospodarstwa domowe z co najmniej jedną osobą w wieku 16-74 lata oraz osoby w tym wieku.  Wskaźniki dotyczą odsetka osób posiadających  umiejętności  cyfrowe  ogółem  (według  poziomu:  niskie,  podstawowe, ponadpodstawowe) oraz umiejętności informacyjnych, komunikacyjnych, rozwiązywania problemów oraz związanych z oprogramowaniem (według  poziomu:  podstawowe, ponadpodstawowe). Dane prezentowane są od 2015 roku, ponieważ wtedy nastąpiła ostatnia rewizja metodologii umiejętności cyfrowych. Poziom umiejętności obliczany jest na podstawie listy czynności związanych z korzystaniem z komputera, oprogramowania lub Internetu, w tym:   • kopiowanie lub przenoszenie pliku lub folderu,   • korzystanie z arkuszy kalkulacyjnych,   • przenoszenie plików między komputerem a innymi urządzeniami,   • zmienianie ustawień dowolnego oprogramowania lub systemu operacyjnego,   • tworzenie prezentacji lub dokumentów łączących tekst, obrazki, tabelki lub wykresy,   • wysyłanie i odbieranie e-maila, ",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2015 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {
                      "osoby w wieku 16-74 - wg rodzaju umiejętności": [
                          {
                              "kopiowanie lub przenoszenie pliku lub folderu": [
                                  {
                                  
                                      "2015" :   "46.4",
                                  
                                      "2016" :   "50.7",
                                  
                                      "2017" :   "51.8",
                                  
                                      "2018" :   "49.9"
                                  
                                  }
                              ],
                              "korzystanie z arkuszy kalkulacyjnych": [
                                  {
                                  
                                      "2015" :   "23.8",
                                  
                                      "2016" :   "27.9",
                                  
                                      "2017" :   "28.1",
                                  
                                      "2018" :   "28.9"
                                  
                                  }
                              ],
                              "przenoszenie plików pomiędzy komputerem a innymi urządzeniami": [
                                  {
                                  
                                      "2015" :   "43.4",
                                  
                                      "2016" :   "46.7",
                                  
                                      "2017" :   "48.7",
                                  
                                      "2018" :   "47.0"
                                  
                                  }
                              ],
                              "zmienianie ustawień dowolnego oprogramowania lub systemu operacyjnego": [
                                  {
                                  
                                      "2015" :   "23.5",
                                  
                                      "2016" :   "29.5",
                                  
                                      "2017" :   "31.7",
                                  
                                      "2018" :   "31.5"
                                  
                                  }
                              ],
                              "tworzenie prezentacji lub dokumentów łączących tekst obrazki tabelki lub wykresy": [
                                  {
                                  
                                      "2015" :   "21.2",
                                  
                                      "2016" :   "25.2",
                                  
                                      "2017" :   "26.9",
                                  
                                      "2018" :   "26.9"
                                  
                                  }
                              ],
                              "wysyłanie i odbieranie e-maila": [
                                  {
                                  
                                      "2015" :   "54.0",
                                  
                                      "2016" :   "57.8",
                                  
                                      "2017" :   "59.8",
                                  
                                      "2018" :   "60.7"
                                  
                                  }
                              ]
                          }
                      ],
                      "osoby w wieku 16-24 - wg rodzaju umiejętności": [
                          {
                              "kopiowanie lub przenoszenie pliku lub folderu": [
                                  {
                                  
                                      "2015" :   "87.1",
                                  
                                      "2016" :   "87.0",
                                  
                                      "2017" :   "89.2",
                                  
                                      "2018" :   "84.1"
                                  
                                  }
                              ],
                              "korzystanie z arkuszy kalkulacyjnych": [
                                  {
                                  
                                      "2015" :   "47.9",
                                  
                                      "2016" :   "52.7",
                                  
                                      "2017" :   "54.6",
                                  
                                      "2018" :   "53.0"
                                  
                                  }
                              ],
                              "przenoszenie plików pomiędzy komputerem a innymi urządzeniami": [
                                  {
                                  
                                      "2015" :   "83.5",
                                  
                                      "2016" :   "84.8",
                                  
                                      "2017" :   "84.9",
                                  
                                      "2018" :   "81.4"
                                  
                                  }
                              ],
                              "zmienianie ustawień dowolnego oprogramowania lub systemu operacyjnego": [
                                  {
                                  
                                      "2015" :   "46.4",
                                  
                                      "2016" :   "56.3",
                                  
                                      "2017" :   "62.3",
                                  
                                      "2018" :   "58.3"
                                  
                                  }
                              ],
                              "tworzenie prezentacji lub dokumentów łączących tekst obrazki tabelki lub wykresy": [
                                  {
                                  
                                      "2015" :   "57.1",
                                  
                                      "2016" :   "61.4",
                                  
                                      "2017" :   "65.7",
                                  
                                      "2018" :   "62.0"
                                  
                                  }
                              ],
                              "wysyłanie i odbieranie e-maila": [
                                  {
                                  
                                      "2015" :   "87.8",
                                  
                                      "2016" :   "85.8",
                                  
                                      "2017" :   "87.4",
                                  
                                      "2018" :   "85.9"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
