


{
  "4-5-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "4.5.1 Wskaźniki parytetu płci w obszarze edukacji",
                      
                        "cel": "Cel 4. Dobra jakość edukacji",
                      
                        "zadanie": "4.5 Do 2030 roku wyeliminować nierówność płci w edukacji i zapewnić równy dostęp do edukacji na wszystkich poziomach oraz do szkoleń zawodowych dla najsłabszych grup, w tym dla osób niepełnosprawnych, ludności rdzennej oraz dla dzieci w trudnej sytuacji",
                      
                        "definicja": "Stosunek wartości wybranych wskaźników z obszaru edukacji dla kobiet i dla mężczyzn.",
                      
                        "jednostka": "[–]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Parytet (łac. paritas - równość) - zrównanie ze sobą dwóch lub więcej wielkości, dotyczących wybranych grup. Wskaźnik parytetowy stanowi stosunek jednej wielkości do drugiej (w ramach danego wskaźnika). Przeważnie wielkość określająca grupę, znajdującą się w mniej korzystnej sytuacji umieszczana jest w liczniku ułamka. Gdy wskaźnik przyjmuje wartość 1 oznacza to, że zachodzi równość pomiędzy grupami. Im wartość wskaźnika bardziej odbiega od 1, tym większa jest dysproporcja pomiędzy nimi. Wskaźnik parytetu płci to stosunek wartości danego wskaźnika dla kobiet i dla mężczyzn. Do wyliczenia wskaźników parytetu płci w obszarze edukacji przyjęto następujące mierniki:  4.1.1.b Odsetek uczniów na minimalnym wymagalnym poziomie osiągnięć w czytaniu i interpretacji - dla wskaźnika parytetu płci w czytaniu pod koniec szkoły gimnazjalne 4.1.1.c Odsetek uczniów na minimalnym wymaganym poziomie osiągnięć w matematyce - dla wskaźnika parytetu płci w matematyce pod koniec szkoły gimnazjalnej, 4.2.2 Wskaźnik uczestnictwa w nauczaniu zorganizowanym (na rok przed rozpoczęciem obowiązku szkolnego) - dla wskaźnika parytetu płci w wychowaniu przedszkolnym dzieci w wieku 6 lat. ",
                      
                        "zrodlo": "Główny Urząd Statystyczny / Ministerstwo Edukacji i Nauki",
                      
                        "czestotliwosc": "Dane roczne od 2010 r. – dla uczestnictwa dzieci w wychowaniu przedszkolnym. Dane co kilka lat od 2009 r. – dla osiągnięć w czytaniu i pisaniu dzieci pod koniec szkoły gimnazjalnej.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "02-08-2023",
                      
                        "data_aktualizacji_metadanych": "19-10-2021"
                      }
      ],
      "dane": [
        {
                      "wg osiągnięć": [
                          {
                              "w matematyce pod koniec szkoły gimnazjalnej": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "1.01",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "0.97",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "1.02",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "",
                                  
                                      "2022" :   ""
                                  
                                  }
                              ],
                              "w czytaniu pod koniec szkoły gimnazjalnej": [
                                  {
                                  
                                      "2010" :   "",
                                  
                                      "2011" :   "",
                                  
                                      "2012" :   "1.13",
                                  
                                      "2013" :   "",
                                  
                                      "2014" :   "",
                                  
                                      "2015" :   "1.12",
                                  
                                      "2016" :   "",
                                  
                                      "2017" :   "",
                                  
                                      "2018" :   "1.13",
                                  
                                      "2019" :   "",
                                  
                                      "2020" :   "",
                                  
                                      "2021" :   "",
                                  
                                      "2022" :   ""
                                  
                                  }
                              ],
                              "w wychowaniu przedszkolnym dzieci w wieku 6 lat": [
                                  {
                                  
                                      "2010" :   "1.01",
                                  
                                      "2011" :   "1.00",
                                  
                                      "2012" :   "1.00",
                                  
                                      "2013" :   "1.00",
                                  
                                      "2014" :   "1.00",
                                  
                                      "2015" :   "1.00",
                                  
                                      "2016" :   "1.00",
                                  
                                      "2017" :   "1.00",
                                  
                                      "2018" :   "1.00",
                                  
                                      "2019" :   "1.00",
                                  
                                      "2020" :   "1.00",
                                  
                                      "2021" :   "1.00",
                                  
                                      "2022" :   "1.00"
                                  
                                  }
                              ]
                          }
                      ]}
      ]
    }
  ]
}
