


{
  "15-1-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "15.1.a Wskaźnik liczebności ptaków pospolitych krajobrazu rolniczego FBI (2000 = 100)",
                      
                        "cel": "Cel 15. Życie na lądzie",
                      
                        "priorytet": "Ochrona i poprawa stanu jakości środowiska poprzez ochronę różnorodności biologicznej, w tym obszarowych form ochrony przyrody, poprawę jakości i ochronę czystości wód",
                      
                        "definicja": "Zagregowany indeks stanu populacji 22 gatunków ptaków typowych dla siedlisk krajobrazu rolniczego (rok bazowy 2000=100).",
                      
                        "jednostka": " 2000=100",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Gatunki ptaków, których indeksy liczebności składają się na FBI dla Polski: bocian biały, pustułka, czajka, rycyk, dudek, turkawka, skowronek, dzierlatka, świergotek łąkowy, pliszka żółta, dymówka, pokląskwa, kląskawka, cierniówka, gąsiorek, mazurek, szpak, makolągwa, kulczyk, potrzeszcz, trznadel i ortolan. Wskaźnik wykalibrowany jest w relacji do roku bazowego, którym w przypadku Polski jest rok 2000. Oznacza to, że wartość FBI dla roku 2000 przyjęto umownie za 100. Wartość wskaźnika wynosząca 88 w roku 2010 oznacza, że w tym roku FBI był o 12% niższy niż w roku bazowym. Wskaźnik FBI jest obecnie jednym z oficjalnie stosowanych wskaźników stanu środowiska w krajach członkowskich Unii Europejskiej. Jest on traktowany jako wskaźnik stanu 'zdrowia' ekosystemów użytkowanych rolniczo. Wartości FBI uzyskiwane są na podstawie danych zbieranych w programie 'Monitoring Pospolitych Ptaków Lęgowych'.",
                      
                        "zrodlo": "Główny Inspektorat Ochrony Środowiska",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      
                        "data_aktualizacji_danych": "25-04-2023",
                      
                        "data_aktualizacji_metadanych": "23-05-2023",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "88.9",
                        
                            "2011" :   "87.3",
                        
                            "2012" :   "85.0",
                        
                            "2013" :   "85.6",
                        
                            "2014" :   "84.2",
                        
                            "2015" :   "86.0",
                        
                            "2016" :   "87.6",
                        
                            "2017" :   "82.9",
                        
                            "2018" :   "75.6",
                        
                            "2019" :   "78.8",
                        
                            "2020" :   "80.8",
                        
                            "2021" :   "73.4",
                        
                            "2022" :   "75.2"
                        
                        }
                    ]}
      ]
    }
  ]
}
