


{
  "15-2-c": [
    {
      "metadane": [
        
        {
                        "nazwa": "15.2.c Ścieki przemysłowe i komunalne oczyszczane biologicznie, chemicznie i z podwyższonym usuwaniem biogenów w % ścieków wymagających oczyszczenia",
                      
                        "cel": "Cel 15. Życie na lądzie",
                      
                        "priorytet": "Modernizacja i rozbudowa oczyszczalni i systemów kanalizacyjnych, a także ochrona powietrza (likwidacja źródeł emisji zanieczyszczeń lub zmniejszenie ich oddziaływania)",
                      
                        "definicja": "Ścieki przemysłowe i komunalne oczyszczane biologicznie, chemicznie i z podwyższonym usuwaniem biogenów w % ścieków wymagających oczyszczenia.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Ścieki przemysłowe - ścieki niebędące ściekami bytowymi albo wodami opadowymi lub roztopowymi powstałe w związku z prowadzoną przez zakład działalnością handlową, przemysłową, składową, transportową lub usługową, a także będące ich mieszaniną ze ściekami innego podmiotu, odprowadzane urządzeniami kanalizacyjnymi tego zakładu. Ścieki komunalne - ścieki bytowe lub mieszanina ścieków bytowych ze ściekami przemysłowymi albo wodami opadowymi lub roztopowymi. Ścieki oczyszczane biologicznie - ścieki poddane procesowi usuwania zanieczyszczeń przy wykorzystaniu specyficznej mikroflory i mikrofauny. Ścieki oczyszczane chemicznie - ścieki poddane procesowi oczyszczania przy zastosowaniu metodchemicznych, takich jak koagulacja, sorpcja na węglu aktywnym i innych, powodujących wytrącanie niektórych związków rozpuszczalnych lub neutralizację ścieków. Ścieki oczyszczane z podwyższonym usuwaniem biogenów - ścieki oczyszczane z zastosowaniem technologii umożliwiających wysoko efektywne usuwanie azotu, fosforu lub fosforu i azotu łącznie (metody biologiczne z ewentualnie chemicznym strącaniem fosforu).",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "06-02-2024",
                      
                        "data_aktualizacji_metadanych": "23-05-2023"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "65.7",
                        
                            "2011" :   "64.8",
                        
                            "2012" :   "67.4",
                        
                            "2013" :   "69.8",
                        
                            "2014" :   "70.5",
                        
                            "2015" :   "70.9",
                        
                            "2016" :   "71.4",
                        
                            "2017" :   "72.5",
                        
                            "2018" :   "73.2",
                        
                            "2019" :   "73.9",
                        
                            "2020" :   "73.3",
                        
                            "2021" :   "72.8",
                        
                            "2022" :   "76.3"
                        
                        }
                    ]}
      ]
    }
  ]
}
