


{
  "15-3-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "15.3.a Nakłady na środki trwałe służące ochronie i przywróceniu wartości użytkowej gleb, ochronie wód podziemnych i powierzchniowych ",
                      
                        "cel": "Cel 15. Życie na lądzie",
                      
                        "priorytet": "Ochrona i zrównoważone użytkowanie gleb oraz przywracanie gleb zdegradowanych do stanu właściwego poprzez ich remediację i rekultywację",
                      
                        "definicja": "Nakłady (wyrażone w tys. zł) na środki trwałe służące ochronie i przywróceniu wartości użytkowej gleb, ochronie wód podziemnych i powierzchniowych.",
                      
                        "jednostka": "tys. zł",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": " Nakłady inwestycyjne - nakłady finansowe lub rzeczowe, których celem jest stworzenie nowych środków trwałych lub ulepszenie (przebudowa, rozbudowa, rekonstrukcja lub modernizacja) istniejących obiektów majątku trwałego, a także nakłady na tzw. pierwsze wyposażenie inwestycji.  Nakłady inwestycyjne dzielą się na nakłady na środki trwałe oraz pozostałe nakłady. Nakłady na środki trwałe są to nakłady na: - budynki i budowle (obejmują budynki i lokale oraz obiekty inżynierii lądowej i wodnej) w tym m.in. roboty budowlano - montażowe, - dokumentacje projektowo - kosztorysowe, - maszyny, urządzenia techniczne i narzędzia (łącznie z przyrządami, ruchomościami i wyposażeniem), - środki transportu, - inne, tj.: melioracje szczegółowe, koszty ponoszone przy nabyciu gruntów i używanych środków trwałych, inwentarz żywy (stado podstawowe) i zasadzenia wieloletnie, a ponadto odsetki od kredytów i pożyczek inwestycyjnych za okres realizacji inwestycji. Pozostałe nakłady są to nakłady na tzw. pierwsze wyposażenie inwestycji oraz inne koszty związane z realizacją inwestycji. Nakłady te nie zwiększają wartości środków trwałych.  Inwestycje ochrony środowiska - wydatkowanie środków pieniężnych na tworzenie lub zwiększenie majątku trwałego służących ochronie środowiska.  Inwestycje gospodarki wodnej - wydatkowanie środków pieniężnych na tworzenie lub zwiększanie majątku trwałego służących gospodarce wodnej.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      
                        "data_aktualizacji_danych": "01-06-2023",
                      
                        "data_aktualizacji_metadanych": "05-06-2023",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "70108",
                        
                            "2011" :   "248240",
                        
                            "2012" :   "168221",
                        
                            "2013" :   "72837",
                        
                            "2014" :   "64283",
                        
                            "2015" :   "68694",
                        
                            "2016" :   "60135",
                        
                            "2017" :   "46337",
                        
                            "2018" :   "50289",
                        
                            "2019" :   "104107",
                        
                            "2020" :   "201963",
                        
                            "2021" :   "84506"
                        
                        }
                    ]}
      ]
    }
  ]
}
