


{
  "9-2-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "9.2.a Nakłady krajowe brutto na działalność B+R w relacji do PKB",
                      
                        "cel": "Cel 9. Przemysł, Innowacyjność, Infrastruktura",
                      
                        "priorytet": "Rozwój przemysłów i usług wiedzochłonnych",
                      
                        "definicja": "Suma nakładów wewnętrznych na działalność B+R prowadzoną na terytorium danego kraju w relacji do Produktu Krajowego Brutto.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Działalność badawcza i rozwojowa (B+R) to systematyczna praca twórcza prowadzona w celu zwiększenia zasobów wiedzy (np. o człowieku, kulturze i społeczeństwie) oraz znalezienia nowych zastosowań dla tej wiedzy. Działalność badawcza i rozwojowa obejmuje: badania naukowe (badania podstawowe - prace teoretyczne i eksperymentalne nie ukierunkowane w zasadzie na uzyskanie konkretnych zastosowań praktycznych, badania stosowane - prace badawcze podejmowane w celu zdobycia nowej wiedzy mającej konkretne zastosowania praktyczne, badania przemysłowe - prace badawcze podejmowane w celu zdobycia nowej wiedzy w celu opracowania nowych lub istotnie ulepszonych wyrobów, procesów i usług) oraz prace rozwojowe (polegające na zastosowaniu istniejącej już wiedzy do opracowania nowych lub istotnego ulepszenia istniejących wyrobów, procesów czy usług). Działalność B+R odróżnia od innych rodzajów działalności dostrzegalny element nowości i eliminacja niepewności naukowej i/lub technicznej. Badanie działalności B+R prowadzone jest w oparciu o międzynarodową metodologię (Podręcznik Frascati). Nakłady wewnętrzne na działalność B+R to nakłady poniesione w roku sprawozdawczym na prace B+R wykonane w jednostce sprawozdawczej, niezależnie od źródła pochodzenia środków, czyli łącznie ze środkami uzyskanymi z zagranicy (eksport prac B+R). Obejmują zarówno nakłady bieżące, jak i nakłady inwestycyjne na środki trwałe związane z działalnością B+R, lecz nie obejmują amortyzacji środków trwałych. Nakłady bieżące na działalność B+R to nakłady osobowe; koszty zużycia materiałów, przedmiotów nietrwałych i energii; koszty usług obcych (innych niż B+R) obejmujące: obróbkę obcą, usługi transportowe, remontowe, bankowe, pocztowe, telekomunikacyjne, informatyczne, wydawnicze, komunalne itp.; koszty podróży służbowych oraz pozostałe koszty bieżące obejmujące w szczególności podatki i opłaty obciążające koszty działalności i zyski, ubezpieczenia majątkowe i ekwiwalenty na rzecz pracowników - w części, w której dotyczą działalności B+R. Nakłady bieżące ogółem nie obejmują amortyzacji środów trwałych i podatku VAT. Nakłady inwestycyjne na działalność B+R obejmują nakłady na nowe środki trwałe związane z działalnością B+R; zakup (przejęcie) używanych środków trwałych oraz na pierwsze wyposażenie inwestycji (nie zaliczane do środków trwałych, a nabyte ze środków inwestycyjnych). Produkt Krajowy Brutto (PKB) obrazuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej. Jest obliczany na podstawie obowiązującej w Unii Europejskiej metodologii ESA.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "0.72",
                        
                            "2011" :   "0.75",
                        
                            "2012" :   "0.88",
                        
                            "2013" :   "0.88",
                        
                            "2014" :   "0.94",
                        
                            "2015" :   "1.00",
                        
                            "2016" :   "0.96",
                        
                            "2017" :   "1.03",
                        
                            "2018" :   "1.21",
                        
                            "2019" :   "1.32"
                        
                        }
                    ]}
      ]
    }
  ]
}
