


{
  "9-3-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "9.3.a Odsetek gospodarstw domowych korzystających z dostępu do Internetu o przepustowości przynajmniej 100 Mb/s",
                      
                        "cel": "Cel 9. Przemysł, Innowacyjność, Infrastruktura",
                      
                        "priorytet": "Rozwój infrastruktury telekomunikacyjnej, Internetu i technologii cyfrowych",
                      
                        "definicja": "Udział gospodarstw domowych znajdujących się w zasięgu dostępu do Internetu o prędkości co najmniej 100 Mb/s w ogólnej liczbie gospodarstw domowych. Dla celów wskaźnika gospodarstwo domowe rozumiane jest jako lokal mieszkalny.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Corocznie przez Prezesa Urzędu Komunikacji Elektronicznej prowadzona jest inwentaryzacja obejmująca informacje o usługach oraz pokryciu istniejącą infrastrukturą telekomunikacyjną i publicznymi sieciami telekomunikacyjnymi. Wyniki takich inwentaryzacji po przetworzeniu są publikowane w raportach Prezesa Urzędu Komunikacji Elektronicznej o pokryciu Polski infrastrukturą telekomunikacyjną i raportach o stanie rynku telekomunikacyjnego.  Wskaźnik odpowiada wskaźnikowi z Narodowego Planu Szerokopasmowego i jest monitorowany na podstawie danych Prezesa Urzędu Komunikacji Elektronicznej w sprawozdaniach z realizacji tego dokumentu. Zasięg dostępu do Internetu o prędkości co najmniej 100 Mb/s rozumiany jest jako techniczna możliwość świadczenia usługi dostępu do Internetu szerokopasmowego o szybkości nie mniejszej niż 100 Mb/s, w dowolnej technice dostępowej.",
                      
                        "zrodlo": "Urząd Komunikacji Elektronicznej",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "0.1",
                        
                            "2011" :   "0.2",
                        
                            "2012" :   "0.5",
                        
                            "2013" :   "1.0",
                        
                            "2014" :   "2.2",
                        
                            "2015" :   "5.5",
                        
                            "2016" :   "7.8",
                        
                            "2017" :   "12.8",
                        
                            "2018" :   "19.3"
                        
                        }
                    ]}
      ]
    }
  ]
}
