


{
  "9-4-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "9.4.a Udział przychodów ze sprzedaży na eksport w przychodach netto MŚP ze sprzedaży produktów, towarów i materiałów",
                      
                        "cel": "Cel 9. Innowacyjność, Przemysł, Infrastruktura",
                      
                        "priorytet": "Umiędzynarodowienie przedsiębiorstw, a zwłaszcza MŚP, poprzez stworzenie instrumentów wsparcia dla polskich eksporterów i inwestorów",
                      
                        "definicja": "Wskaźnik liczony jako udział przychodów ze sprzedaży na eksport do przychodów netto ze sprzedaży produktów, towarów i materiałów (dotyczy MŚP).",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Przychody netto ze sprzedaży produktów, towarów i materiałów to przychody netto ze sprzedaży w kraju i na eksport wytworzonych przez jednostkę produktów (wyrobów gotowych, półfabrykatów oraz usług), a także opakowań, wyposażenia i usług obcych, jeżeli są one fakturowane odbiorcom łącznie z produktami; oraz przychody netto ze sprzedaży towarów i materiałów, tj. nabyte w celu odsprzedaży w stanie nieprzetworzonym rzeczowe aktywa obrotowe oraz produkty wytworzone przez jednostkę, jeśli sprzedawane są one w sieci własnych sklepów obok towarów obcej produkcji, jak również kwoty należne za sprzedane towary i materiały, niezależnie od tego, czy zostały zapłacone.  MŚP to suma przedsiębiorstw małych (o liczbie pracujących 10-49 osób) i średnich (o liczbie pracujących 50-249 osób).",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne;od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "11.3",
                        
                            "2011" :   "12.4",
                        
                            "2012" :   "13.1",
                        
                            "2013" :   "14.1",
                        
                            "2014" :   "14.5",
                        
                            "2015" :   "14.0",
                        
                            "2016" :   "15.3",
                        
                            "2017" :   "15.4",
                        
                            "2018" :   "14.8",
                        
                            "2019" :   "15.3",
                        
                            "2020" :   "16.0",
                        
                            "2021" :   "16.2"
                        
                        }
                    ]}
      ]
    }
  ]
}
