


{
  "16-1-4": [
    {
      "metadane": [
        
        {
                        "nazwa": "16.1.4 Poczucie bezpieczeństwa w miejscu zamieszkania",
                      
                        "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                      
                        "zadanie": "16.1 Znacząco zmniejszyć poziom przemocy we wszystkich formach oraz związany z nią wskaźnik umieralności na całym świecie.",
                      
                        "definicja": "Odsetek osób w wieku 16 lat lub więcej deklarujących, że chodząc samotnie po zmroku w okolicy swojego miejsca zamieszkania czują się bardzo bezpiecznie lub raczej bezpiecznie.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania EU-SILC. Badanie EU-SILC (Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej 'obserwacji' w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy  z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi – danych o osobach indywidualnych.  Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia.  W miarę potrzeb organów Unii Europejskiej w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym).  Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r. Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe). Respondentom zadano pytanie 'Jak bezpiecznie czuje się Pan/Pani chodząc samotnie w swojej okolicy po zmroku?' Możliwymi odpowiedziami były: bardzo bezpiecznie, raczej bezpiecznie, raczej niebezpiecznie, bardzo niebezpiecznie, nie wychodzę samotnie po zmroku, bo czuję się niebezpiecznie, nie wychodzę samotnie po zmroku z innych przyczyn. Przy wyliczaniu wskaźnika wyłączono kategorię: nie wychodzę samotnie po zmroku, bo czuję się niebezpiecznie.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2015 r.",
                      
                        "uwagi": "Od 2020 r., ze względu na konieczność ograniczenia formularza do potrzeb nowej metody zbierania danych (tj. wywiad telefoniczny), zaprzestano zadawania respondentom pytania o poczucie bezpieczeństwa w miejscu zamieszkania (tj. 'Jak bezpiecznie czuje się Pan/Pani chodząc samotnie w swojej okolicy po zmroku?')."
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "90.6",
                        
                            "2016" :   "91.3",
                        
                            "2017" :   "91.0",
                        
                            "2018" :   "92.1",
                        
                            "2019" :   "92.3"
                        
                        }
                    ]}
      ]
    }
  ]
}
