


{
  "16-1-2": [
    {
      "metadane": [
        
        {
                        "nazwa": "16.1.2 Liczba żołnierzy poległych i zmarłych na misjach",
                      
                        "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                      
                        "zadanie": "16.1 Znacząco zmniejszyć poziom przemocy we wszystkich formach oraz związany z nią wskaźnik umieralności na całym świecie.",
                      
                        "definicja": "Liczba polskich żołnierzy, którzy ponieśli śmierć, biorąc udział w misjach pokojowych na świecie.",
                      
                        "jednostka": "osoby",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Dane dotyczące żołnierzy poległych i zmarłych na misjach pokojowych za granicami kraju są pozyskiwane z ewidencji prowadzonej przez Oddział Operacyjno-Medyczny Dowództwa Operacyjnego Rodzajów Sił Zbrojnych. Polska jest zaangażowana w operacje pokojowe od 1953 r. Od tego czasu, ponad 115 tys. Polskich żołnierzy uczestniczyło w 92 różnych misjach, w trakcie realizacji których zmieniały się zadania (od logistycznych do bojowych w Iraku i Afganistanie). Wojsko Polskie brało dotychczas udział w następujących operacjach i misjach pokojowych:    • operacje pokojowe,    • obserwacyjne,    • humanitarne,    • rozjemcze,    • policyjne.  W ramach operacji i misji pokojowych ONZ Polska dotychczas brała udział misjach w Afryce, Ameryce, rejonie Azji i Pacyfiku, Europie oraz na Bliskim Wschodzie. W ramach operacji i misji pokojowych NATO, Polska uczestnizyła w misjach w: Albanii, Macedonii, Bośni i Hercegowinie, Iraku oraz Afganistanie. Aktualnie polscy żołnierze służą w Afganistanie, Kosowie, Bośni i Hercegowinie, Republice Środkowej Afryki, Państwie Kuwejt oraz Republice Iraku.",
                      
                        "zrodlo": "Ministerstwo Obrony Narodowej",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "Prezentowany wskaźnik (16.1.2 Liczba żołnierzy poległych i zmarłych na misjach) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (16.1.2 Liczba zgonów spowodowanych konfliktami na 100 tys. ludności, wg płci, wieku i przyczyny zgonu) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                      
                        "data_aktualizacji_danych": "02-02-2023",
                      
                        "data_aktualizacji_metadanych": "18-05-2022",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "6",
                        
                            "2011" :   "15",
                        
                            "2012" :   "0",
                        
                            "2013" :   "6",
                        
                            "2014" :   "1",
                        
                            "2015" :   "0",
                        
                            "2016" :   "0",
                        
                            "2017" :   "0",
                        
                            "2018" :   "0",
                        
                            "2019" :   "1",
                        
                            "2020" :   "0",
                        
                            "2021" :   "0",
                        
                            "2022" :   "1"
                        
                        }
                    ]}
      ]
    }
  ]
}
