


{
  "16-3-2": [
    {
      "metadane": [
        
        {
                        "nazwa": "16.3.2 Udział osób tymczasowo aresztowanych w ogólnej liczbie osób przebywających w zakładach karnych i aresztach śledczych",
                      
                        "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                      
                        "zadanie": "16.3 Promować rządy prawa na poziomie krajowym i międzynarodowym oraz zapewnić wszystkim równy dostęp do wymiaru sprawiedliwości",
                      
                        "definicja": "Udział osób, które są tymczasowo aresztowane w ogólnej liczbie osób, które przebywają w zakładach karnych i aresztach śledczych.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Tymczasowe aresztowanie jest jedynym izolacyjnym środkiem zapobiegawczym.  Środki zapobiegawcze stosuje się w celu zabezpieczenia prawidłowego toku postępowania, a wyjątkowo także w celu zapobiegnięcia popełnieniu przez oskarżonego nowego, ciężkiego przestępstwa. Można je stosować tylko wtedy, gdy zebrane dowody wskazują na duże prawdopodobieństwo, że oskarżony popełnił przestępstwo.  Poza tymczasowym aresztowaniem pozostałe środki zapobiegawcze mają nieizolacyjny charakter i są to: poręczenie, dozór, zawieszenie w czynnościach służbowych lub w wykonywaniu zawodu, zakaz opuszczania kraju oraz zatrzymanie prawa jazdy.  Tymczasowe aresztowanie może nastąpić tylko na mocy postanowienia sądu i jest to środek ostateczny stosowany wyłącznie, gdy inny środek zapobiegawczy jest niewystarczający.  Tymczasowe aresztowanie wykonuje się w aresztach śledczych. Areszty śledcze mogą być tworzone jako samodzielne areszty lub jako wyodrębnione oddziały zakładów karnych.  Areszty śledcze podlegają Ministrowi Sprawiedliwości.",
                      
                        "zrodlo": "Główny Urząd Statystyczny / Ministerstwo Sprawiedliwości",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "10.4",
                        
                            "2011" :   "10.0",
                        
                            "2012" :   "8.3",
                        
                            "2013" :   "8.3",
                        
                            "2014" :   "8.1",
                        
                            "2015" :   "5.9",
                        
                            "2016" :   "7.5",
                        
                            "2017" :   "9.8",
                        
                            "2018" :   "10.2",
                        
                            "2019" :   "11.5"
                        
                        }
                    ]}
      ]
    }
  ]
}
