


{
  "16-5-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "16.5.1 Liczba przestępstw korupcyjnych",
                      
                        "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                      
                        "zadanie": "16.5 Znacząco zmniejszyć poziom korupcji i łapówkarstwa we wszystkich formach",
                      
                        "definicja": "Liczba przestępstw korupcyjnych.",
                      
                        "jednostka": "[-]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Dane dot. korupcji (art. 228-231, 250a, 296a i 296b kk) pochodzą z Komendy Głównej Policji i Prokuratury Krajowej. Zgodnie z ustawą z dn. 9 czerwca 2006 r. o Centralnym Biurze Antykorupcyjnym korupcją nazywamy czyn polegający m.in. na:  obiecywaniu, proponowaniu lub wręczaniu przez jakąkolwiek osobę, bezpośrednio lub pośrednio, jakichkolwiek nienależnych korzyści osobie pełniącej funkcję publiczną dla niej samej lub dla jakiejkolwiek innej osoby, w zamian za działanie lub zaniechanie działania w wykonywaniu jej funkcji,  żądaniu lub przyjmowaniu przez osobę pełniącą funkcję publiczną bezpośrednio, lub pośrednio, jakichkolwiek nienależnych korzyści, dla niej samej lub dla jakiejkolwiek innej osoby, lub przyjmowaniu propozycji lub obietnicy takich korzyści, w zamian za działanie lub zaniechanie działania w wykonywaniu jej funkcji.",
                      
                        "zrodlo": "Komenda Główna Policji / Prokuratura Krajowa",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "Prezentowany wskaźnik (16.5.1 Liczba przestępstw korupcyjnych) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (16.5.1 Odsetek osób, które przynajmniej raz miały kontakt z funkcjonariuszem publicznym i zapłaciły mu łapówkę lub były poproszone o łapówkę przez funkcjonariusza publicznego, w ciągu ostatnich 12 miesięcy) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "12487",
                        
                            "2011" :   "12192",
                        
                            "2012" :   "10805",
                        
                            "2013" :   "22440",
                        
                            "2014" :   "14310",
                        
                            "2015" :   "10847",
                        
                            "2016" :   "11796",
                        
                            "2017" :   "11807",
                        
                            "2018" :   "13407",
                        
                            "2019" :   "9367",
                        
                            "2020" :   "10438",
                        
                            "2021" :   "8340",
                        
                            "2022" :   "7491"
                        
                        }
                    ]}
      ]
    }
  ]
}
