


{
  "4-1-a": [
    {
      "metadata": [
        
        {
                        "name": "4.1.a Unemployment rate of basic vocational school leavers (LFS)",
                      
                        "goal": "Goal 4. Quality education",
                      
                        "priority": "Improvement in quality and attractiveness of vocational education, improvement in adjustment of vocational training and education to labour market needs",
                      
                        "definition": "Share of unemployed graduates aged 15-30 who have completed post-secondary, secondary vocational or basic vocational education in the last 12 months, and do not continue education in the total number of economically active graduates aged 15-30 with post-secondary, secondary vocational or basic vocational education.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Data come from a sample survey: Labour Force Survey (LFS). The survey is conducted on a quarterly basis, using the continuous observation method (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15-89,  who are members of households in dwellings selected on a random basis. The scope of the survey does not include household members staying (the total actual and planned stay is taken into account) 12 months or more abroad and in collective  households (such as: employee hotels, student dormitories, boarding houses, social care centres etc.) and the homeless. In the context of economic activity - work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the three main categories are distinguished: employed, unemployed and economically inactive persons. The employed, unemployed are the economically active population. Among the employed are included all persons aged 15-89 who during the reference week:  performed for at least one hour any work generating pay or income, i.e. were employed in a company/public institution or by a private employer, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in conducting family agricultural farm or family economic activity outside agriculture, had work but did not perform it:    due to illness or holiday leave, leave related to parenthood (maternity, childcare, paternity or parental leave), organisation of working time (work system or overtime collection), training related to the performed work, due to the seasonal character of the work, if they still regularly performed off-season their work or business conducting related tasks and responsibilities (excluding legal or administrative obligations), for other reasons, if the anticipated break in employment did not exceed 3 months.  In accordance with international standards, among employees are also included apprentices with whom enterprises or natural persons signed a contract for occupational training or learning skills for a particular job (if they receive a payment). The employed do not include: volunteers and interns who do not receive remuneration, people working in private engaged in  the production of agricultural products solely or mainly for their own needs. Unemployed persons are persons aged 15-74 who simultaneously fulfil three conditions:  within the reference week were not employed, were actively looking for work, i.e. for over 4 weeks (the reference week being the fourth one) had been involved in concrete actions aimed at finding a job, were available to take up work within two weeks after the reference week.  Persons who were not seeking work because they had already found a job, were only waiting to start work within the period no longer than 3 months, and were available for this job are also included in the category of the unemployed. Among school-leavers are included persons at the age 15-30 years who completed school during the last 12 months and who do not continue education.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "Due to the implementation of methodological changes in the study, the LFS data from 2021 cannot be compared with the previous years (except for the data converted for the years 2010-2020)."
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "36.7",
                      
                          "2011" :   "42.7",
                      
                          "2012" :   "42.1",
                      
                          "2013" :   "43.8",
                      
                          "2014" :   "39.3",
                      
                          "2015" :   "34.3",
                      
                          "2016" :   "35.5",
                      
                          "2017" :   "31.5",
                      
                          "2018" :   "27.3",
                      
                          "2019" :   "26.5",
                      
                          "2020" :   "22.2",
                      
                          "2021" :   "28.8"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
