


{
  "4-2-a": [
    {
      "metadata": [
        
        {
                        "name": "4.2.a Share of pupils with statements of special educational needs attending generally-accessible mainstream schools in total number of pupils with statements of special educational needs",
                      
                        "goal": "Goal 4. Quality education",
                      
                        "priority": "Education for sustainable development",
                      
                        "definition": "Share of pupils with statements of special educational needs attending generally-accessible mainstream schools in total number of pupils with statements of special educational needs (including in integration institutions).",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Special education (at the level of primary school, lower secondary school and upper secondary school) takes place in individually-functioning special schools or in generally-accessible mainstream schools, in which the following sections are created – special, integration, mainstream or therapeutic and compensatory, as well as in special educational centres or healthcare institutions (including health resorts). Pursuant to the provisions of the Act – Educational Law, the term 'school' should also be understood as a nursery school. Statement of special educational needs is a document issued by a psychological and pedagogical counseling center at the request of parents, which is a prerequisite for obtaining a special organization of education. Data collected on the basis of the analysis of data contained in the Educational Information System, to which nursery school and schools are obliged to provide information on the number of students withstatements of special educational needs. The denominator is the number of students with statements of special educational needs, and the numerator is the number of students with in nursery schools/generally-accessible mainstream  schools.",
                      
                        "source": "Ministry of Education and Science (Educational Information System)",
                      
                        "availability": "Annual data; since 2018",
                      
                        "notes": "Data for 2018 refer to the 2018/2019 school year.",
                      
                        "data_updated_on": "24-10-2023",
                      
                        "metadata_updated_on": "20-06-2023"
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "",
                      
                          "2013" :   "",
                      
                          "2014" :   "",
                      
                          "2015" :   "",
                      
                          "2016" :   "",
                      
                          "2017" :   "",
                      
                          "2018" :   "65.7",
                      
                          "2019" :   "66.0",
                      
                          "2020" :   "66.4",
                      
                          "2021" :   "68.0",
                      
                          "2022" :   "69.3",
                      
                          "2023" :   "71.0"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
