


{
  "4-4-a": [
    {
      "metadata": [
        
        {
                        "name": "4.4.a Early leavers from education and training",
                      
                        "goal": "Goal 4. Quality education",
                      
                        "priority": "Creation of conditions for adults' greater engagement in broadening and upgrading their skills",
                      
                        "definition": "Percentage of the number of persons aged 18-24, having completed at most lower secondary school, and who do not participate in the education and training, in the total number population in this age group.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Data come from a sample survey: Labour Force Survey (LFS). The survey is conducted on a quarterly basis. The survey is conducted as continuous observation (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15 and more who are members of households in dwellings selected on a random basis. In the context of economic activity - work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the tree main categories are distinguished: employed, unemployed and economically inactive persons. The employed, unemployed are the economically active population. Lower secondary school educates the youth (aged 13-16) in a three-year cycle programme. Lower secondary education is compulsory. The formal requirement for admission to a lower secondary school is graduation from a primary school.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "5.4",
                      
                          "2011" :   "5.6",
                      
                          "2012" :   "5.7",
                      
                          "2013" :   "5.6",
                      
                          "2014" :   "5.4",
                      
                          "2015" :   "5.3",
                      
                          "2016" :   "5.2",
                      
                          "2017" :   "5.0",
                      
                          "2018" :   "4.8",
                      
                          "2019" :   "5.2",
                      
                          "2020" :   "5.4"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
