


{
  "4-4-b": [
    {
      "metadata": [
        
        {
                        "name": "4.4.b Adults participating in education or training",
                      
                        "goal": "Goal 4. Quality education",
                      
                        "priority": "Creation of conditions for adults' wider engagement in learning in various forms and places and for the recognition of learning outcomes acquired outside formal education ",
                      
                        "definition": "Share of the number of persons aged 25-64 participating in education or training (in the period of four weeks before the survey); in the total number of population in the same age group.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total, age groups",
                      
                        "methodology": "Data (annual average) were compiled on the basis of the results of the sample survey: Labour Force Survey (LFS) conducted on a quaterly basis, using the method of continouous observation (movable survey week), allowing to illustrate the situation on the labour market during the entire quarter. The survey covers persons aged 15-89, who are members of households in dwellings selected on a random basis. The scope of the survey does not include household members staying (the total actual and planned stay is taken into account) 12 months or more abroad and in collective households (such as: employee hotels, student dormitories, boarding houses, social care centres etc.) and the homeless. In the context of economic activity - work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the three main categories are distinguished: employed, unemployed and economically inactive persons. The employed, unemployed are the economically active population. The indicator includes training of adults at schools for adults as well as getting and improving general knowledge, professional skills and competences outside school (in the four weeks preceding the survey) by persons who completed compulsory education. The adult education includes the following forms: • formal education - defined as institutionally organized learning activities through educational programmes and trainings leading to vocational qualifications; • non-formal education - defined as institutionally organized learning activities, however, outside educational programmes and trainings leading to vocational qualifications; • informal education - defined as not institutionally organized intentional or unintentional learning activities.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "The average data per yer; since 2010",
                      
                        "notes": "Since the third quarter of 2012, there have been introduced methodological changes targeted at the harmonization of population covered by the survey in accordance with Eurostat recommendations, as a result of which, persons absent from the household, i.e., staying abroad or living in institutional households in Poland for 12 months or longer (until the second quarter of 2012, the duration of absence was over 3 months) are excluded from the survey."
                      }
      ],
      "data": [
        {
                    "by age group": [
                        {
                        "aged 25-64": [
                                {
                                
                                    "2010" :   "5.2",
                                
                                    "2011" :   "4.4",
                                
                                    "2012" :   "4.5",
                                
                                    "2013" :   "4.3",
                                
                                    "2014" :   "4.0",
                                
                                    "2015" :   "3.5",
                                
                                    "2016" :   "3.7",
                                
                                    "2017" :   "4.0",
                                
                                    "2018" :   "5.7",
                                
                                    "2019" :   "4.8",
                                
                                    "2020" :   "3.7",
                                
                                    "2021" :   "5.4"
                                
                                }
                            ],"aged 25-34": [
                                {
                                
                                    "2010" :   "11.2",
                                
                                    "2011" :   "9.8",
                                
                                    "2012" :   "9.9",
                                
                                    "2013" :   "9.6",
                                
                                    "2014" :   "8.4",
                                
                                    "2015" :   "7.4",
                                
                                    "2016" :   "7.6",
                                
                                    "2017" :   "7.7",
                                
                                    "2018" :   "9.6",
                                
                                    "2019" :   "8.1",
                                
                                    "2020" :   "6.3",
                                
                                    "2021" :   "8.1"
                                
                                }
                            ],"aged 25-49": [
                                {
                                
                                    "2010" :   "7.5",
                                
                                    "2011" :   "6.4",
                                
                                    "2012" :   "6.5",
                                
                                    "2013" :   "6.3",
                                
                                    "2014" :   "5.7",
                                
                                    "2015" :   "5.0",
                                
                                    "2016" :   "5.1",
                                
                                    "2017" :   "5.3",
                                
                                    "2018" :   "7.5",
                                
                                    "2019" :   "6.2",
                                
                                    "2020" :   "4.8",
                                
                                    "2021" :   "6.9"
                                
                                }
                            ],"aged 25-74": [
                                {
                                
                                    "2010" :   "4.6",
                                
                                    "2011" :   "3.9",
                                
                                    "2012" :   "4.0",
                                
                                    "2013" :   "3.8",
                                
                                    "2014" :   "3.5",
                                
                                    "2015" :   "3.1",
                                
                                    "2016" :   "3.3",
                                
                                    "2017" :   "3.5",
                                
                                    "2018" :   "5.0",
                                
                                    "2019" :   "4.1",
                                
                                    "2020" :   "3.1",
                                
                                    "2021" :   "4.5"
                                
                                }
                            ],"aged 35-44": [
                                {
                                
                                    "2010" :   "5.2",
                                
                                    "2011" :   "4.2",
                                
                                    "2012" :   "4.3",
                                
                                    "2013" :   "4.2",
                                
                                    "2014" :   "4.2",
                                
                                    "2015" :   "3.8",
                                
                                    "2016" :   "3.6",
                                
                                    "2017" :   "4.1",
                                
                                    "2018" :   "6.6",
                                
                                    "2019" :   "5.4",
                                
                                    "2020" :   "4.4",
                                
                                    "2021" :   "6.7"
                                
                                }
                            ],"aged 45-54": [
                                {
                                
                                    "2010" :   "2.7",
                                
                                    "2011" :   "2.2",
                                
                                    "2012" :   "2.3",
                                
                                    "2013" :   "2.1",
                                
                                    "2014" :   "2.0",
                                
                                    "2015" :   "1.9",
                                
                                    "2016" :   "2.2",
                                
                                    "2017" :   "2.6",
                                
                                    "2018" :   "4.3",
                                
                                    "2019" :   "3.8",
                                
                                    "2020" :   "2.6",
                                
                                    "2021" :   "4.7"
                                
                                }
                            ],"aged 50-74": [
                                {
                                
                                    "2010" :   "1.2",
                                
                                    "2011" :   "0.9",
                                
                                    "2012" :   "0.9",
                                
                                    "2013" :   "0.9",
                                
                                    "2014" :   "1.0",
                                
                                    "2015" :   "0.8",
                                
                                    "2016" :   "1.0",
                                
                                    "2017" :   "1.2",
                                
                                    "2018" :   "2.0",
                                
                                    "2019" :   "1.7",
                                
                                    "2020" :   "1.2",
                                
                                    "2021" :   "1.8"
                                
                                }
                            ],"aged 55-64": [
                                {
                                
                                    "2010" :   "1.0",
                                
                                    "2011" :   "0.8",
                                
                                    "2012" :   "0.8",
                                
                                    "2013" :   "0.8",
                                
                                    "2014" :   "1.0",
                                
                                    "2015" :   "0.8",
                                
                                    "2016" :   "1.0",
                                
                                    "2017" :   "1.2",
                                
                                    "2018" :   "1.9",
                                
                                    "2019" :   "1.7",
                                
                                    "2020" :   "1.4",
                                
                                    "2021" :   "2.0"
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
