


{
  "4-4-a": [
    {
      "metadata": [
        
        {
                        "name": "4.4.a Early leavers from education and training aged 18-24",
                      
                        "goal": "Goal 4. Quality education",
                      
                        "priority": "Creation of conditions for adults' wider engagement in learning in various forms and places and for the recognition of learning outcomes acquired outside formal education ",
                      
                        "definition": "Percentage of the number of persons aged 18-24, having completed at most lower secondary school, and who do not participate in the education and training, in the total number population in this age group.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Data come from a sample survey: Labour Force Survey (LFS). The survey is conducted on a quarterly basis, using the continuous observation method (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15-89,  who are members of households in dwellings selected on a random basis. The scope of the survey does not include household members staying (the total actual and planned stay is taken into account) 12 months or more abroad and in collective  households (such as: employee hotels, student dormitories, boarding houses, social care centres etc.) and the homeless. In the context of economic activity - work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the three main categories are distinguished: employed, unemployed and economically inactive persons. The employed, unemployed are the economically active population. Lower secondary school  - a three-year school ending with examination enabling pupils to continue education in stage I sectoral vocational schools, general secondary schools or technical secondary schools. The organisation structure of a lower secondary school comprises grades 1-3. Education in lower secondary school is compulsory. Since the 2017/18 school year there is no recruitment to grade 1 and students of grades 2 and 3 continued education in gradually liquidated lower secondary schools or lower secondary school sections in other types of schools.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "Since the first quarter of 2016, the LFS data on the fields of education have been presented in accordance with the new classification of fields (programmes) of education - International Standard Classification of Education - ISCED-F 2013 (ISCED Fields of Education and Training 2013), which replaced the previously used classification ISCED 1997. Due to the introduced changes, the full comparability of data on the fields of education with the data presented for the previous periods may not be possible.   Since the first quarter of 2018, the way of asking questions about participation in training/ education outside the formal education system has been changed, therefore the indicators in calculation of which the non-formal education is taken into account are not fully comparable with results from previous years."
                      
                        "data_updated_on": "29-05-2023",
                      
                        "metadata_updated_on": "23-05-2023",
                      }
      ],
      "data": [
        {
                    "by sex": [
                        {
                        "total": [
                                {
                                
                                    "2010" :   "5.4",
                                
                                    "2011" :   "5.6",
                                
                                    "2012" :   "5.7",
                                
                                    "2013" :   "5.6",
                                
                                    "2014" :   "5.4",
                                
                                    "2015" :   "5.3",
                                
                                    "2016" :   "5.2",
                                
                                    "2017" :   "5.0",
                                
                                    "2018" :   "4.8",
                                
                                    "2019" :   "5.2",
                                
                                    "2020" :   "5.4",
                                
                                    "2021" :   "5.9",
                                
                                    "2022" :   "4.8"
                                
                                }
                            ],"males": [
                                {
                                
                                    "2010" :   "7.2",
                                
                                    "2011" :   "7.4",
                                
                                    "2012" :   "7.8",
                                
                                    "2013" :   "7.9",
                                
                                    "2014" :   "7.3",
                                
                                    "2015" :   "7.2",
                                
                                    "2016" :   "6.4",
                                
                                    "2017" :   "6.0",
                                
                                    "2018" :   "5.8",
                                
                                    "2019" :   "6.7",
                                
                                    "2020" :   "7.0",
                                
                                    "2021" :   "7.2",
                                
                                    "2022" :   "5.8"
                                
                                }
                            ],"females": [
                                {
                                
                                    "2010" :   "3.5",
                                
                                    "2011" :   "3.7",
                                
                                    "2012" :   "3.5",
                                
                                    "2013" :   "3.2",
                                
                                    "2014" :   "3.3",
                                
                                    "2015" :   "3.2",
                                
                                    "2016" :   "3.9",
                                
                                    "2017" :   "3.9",
                                
                                    "2018" :   "3.7",
                                
                                    "2019" :   "3.6",
                                
                                    "2020" :   "3.7",
                                
                                    "2021" :   "4.5",
                                
                                    "2022" :   "3.7"
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
