


{
  "4-5-a": [
    {
      "metadata": [
        
        {
                        "name": "4.5.a Percentage of persons who declare knowledge of at least one foreign language",
                      
                        "goal": "Goal 4. Quality education",
                      
                        "priority": "Improvement in education innovativeness achieved by i.a. curriculum change with an emphasis on universal skills and digital skills, command of foreign languages, creativity, initiative-taking skills,  entrepreneurship, innovativeness, teamwork skills and support for pupils with special educational needs",
                      
                        "definition": "Percentage of persons aged 18-69 declaring knowledge of at least one foreign language.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "International Adult Education Survey, conducted every five years, is an important source of information for monitoring specific objectives of the program 'Lifelong Learning” which plays a significant role in European socio-economic development strategies. The main objective of the Adult Education Survey was to provide adult education data comparable for EU countries. The set of variables adopted in the survey encompassed people aged 18-69 participating in formal, non-formal and informal education, in connection with socio-demographic characteristics. Another purpose of the survey was to supply data on access to information regarding learning possibilities, difficulties preventing or hindering participation in education, as well as foreign language skills.The legal basis for the Adult Education Survey was laid down in the Commission Regulation (EU) No. 1175/2014 of 30 October 2014 implementing the Regulation (EC) No. 452/2008 of the European Parliament and of the Council concerning the production and development of statistics on education and lifelong learning, as regards statistics on the participation of adults in the process of lifelong learning and the Regulation of the Council of Ministers on the Programme of Statistical Surveys of Official Statistics for 2016 of 21 July 2015 (Journal of Laws of 2015, item 1304).",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data every 5 years; since 2011.",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "64.4",
                      
                          "2012" :   "",
                      
                          "2013" :   "",
                      
                          "2014" :   "",
                      
                          "2015" :   "",
                      
                          "2016" :   "68.3",
                      
                          "2017" :   "",
                      
                          "2018" :   ""
                      
                      }
                  ]
            }
      ]
    }
  ]
}
