


{
  "4-5-b": [
    {
      "metadata": [
        
        {
                        "name": "4.5.b Percentage of persons with above basic overall digital skills",
                      
                        "goal": "Goal 4. Quality education",
                      
                        "priority": "Improvement in education innovativeness achieved by i.a. curriculum change with an emphasis on universal skills and digital skills, command of foreign languages, creativity, initiative-taking skills,  entrepreneurship, innovativeness, teamwork skills and support for pupils with special educational needs",
                      
                        "definition": "Proportion of persons aged 16-74 having above basic overall digital skills.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Data come from the survey Information society indicators which is a questionnaire-based sample survey carried out through face-to face interviews. Participation in it is voluntary. The survey is conducted in April every year. In accordance with the requirements set up in the European Commission regulations, the survey covers all households in the country (with at least one person aged 16-74) and all persons aged 16-74 living in those households. Persons living in collective accommodation establishments (such as student dormitories, employee hostels, social welfare homes, convents, hospitals, barracks, prisons, etc.) are excluded from the survey. Foreigners may participate in the survey as long as they are able to speak Polish. Persons with above basic overall digital skills &ndash; persons who used the Internet in the last 3 months and had every type of skills out of information, communication, problem solving and software skills on an above basic level. Persons with basic information skills &ndash; persons who used the Internet in the last 3 months and carried out only one of the following activities: coping or moving files or folders; using the Internet storage space to save documents, pictures, music, video or other files; using the Internet to contact public authorities through obtaining information from their websites; finding information about goods or services in the Internet; seeking health-related information in the Internet (e.g. about injuries, illnesses, nutrition, improving health, etc.).&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Persons with above basic information skills &ndash; persons who used the Internet in the last 3 months and carried out a few of above-mentioned activities. Persons with basic communication skills &ndash; persons who used the Internet in the last 3 months and carried out only one of the following activities: sending/receiving e-mails; participating in social networks (creating user profile, posting messages or other contributions to such networks as Facebook, Twitter, Nasza Klasa, Grono, etc.); telephoning/video calls over the Internet (e.g. using Skype or Facetime); uploading self-created content (text, photos, music, videos, software, etc.) to any website to be shared.&nbsp;&nbsp; Persons with above basic communication skills &ndash; persons who used the Internet in the last 3 months and carried out a few of above-mentioned activities. Persons with above basic problem solving skills - persons who used the Internet in the last 3 months and carried out at least one activity from the list A: transferring files between computers or other devices (e.g. a camera, a video camera, a mobile phone or a mp3/mp4 player); installing software and applications; changing settings (options/preferences in &lsquo;tools&rsquo; menu) of any software, including operational system or security programs (e.g. antivirus) and at least one from the list B: purchasing goods or services for private use over the Internet in the last 12 months; selling goods or services over the Internet, e.g. via auctions (e.g. Allegro, eBay); doing an online course or using online learning materials other than a complete online course (e.g. audio-visual materials, online learning software, electronic textbooks) or communicating with instructors or students using educational websites/portals; using Internet banking. Persons with above basic software skills &ndash; persons who used the Internet in the last 3 months and carried out at least one activity from the list B: creating presentations or documents integrating text, pictures, tables or charts; writing a code in a programming language; using advanced functions of spreadsheet software to organise and analyse data, such as sorting, filtering, using formulas, creating charts.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2015",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "",
                      
                          "2013" :   "",
                      
                          "2014" :   "",
                      
                          "2015" :   "15",
                      
                          "2016" :   "19",
                      
                          "2017" :   "21",
                      
                          "2018" :   "22",
                      
                          "2019" :   "21"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
