


{
  "4-5-b": [
    {
      "metadata": [
        
        {
                        "name": "4.5.b Percentage of persons with above basic overall digital skills",
                      
                        "goal": "Goal 4. Quality education",
                      
                        "priority": "Improvement in education innovativeness",
                      
                        "definition": "Proportion of persons aged 16-74 having above basic overall digital skills.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "The data are from the survey of Information and Communication Technology use in households and among individuals, which is a sample, questionnaire-based survey. It is carried out by face-to-face interview, telephone interview or online self-report, and participation in the survey is voluntary. The survey takes place in April and May each year. As required by European Commission regulations, the survey covers households (with at least one person aged 16-74) located throughout the country and all persons aged 16-74 in these households. Persons living in collective households such as dormitories, workers' hotels, welfare homes, convents, hospitals, barracks, prisons, etc. are not covered by the survey. Foreigners may participate in the survey as long as they have knowledge of the Polish language. The indicator refers to individuals with the two highest of six levels of general digital skills:  Individuals with basic general digital skills - individuals who have used the internet in the last 3 months and have any type of digital skills in using information and data, communication and collaboration, digital content creation, security and problem solving, but not all at above basic level. Individuals with above basic general digital skills - individuals who have used the internet in the last 3 months and have any type of digital skills in using information and data, communication and collaboration, creating digital content, safety and problem solving at above basic level.  Individuals with each type of digital literacy skills at least at a basic level are defined as follows: Individuals with basic information and data literacy skills - individuals who have used the Internet in the past 3 months and have done only one of the following: searching the Internet for information about goods or services; searching the Internet for health-related information (e.g. about injuries, diseases, nutrition, health improvement, etc.); reading online news, newspapers or magazines and not checking the veracity of the content found on the Internet because one knew that the content or source was not reliable; checking the veracity of the content found on the Internet. Individuals with above basic information and data literacy skills - individuals who have used the Internet in the last 3 months and have done more than one of the activities listed above. Individuals with basic communication and collaboration skills - individuals who have used the Internet in the past 3 months and have done only one of the following: sending, receiving email; using social networking sites (creating a user profile, sending messages to friends or other forms of participation in sites such as Facebook, Twitter, Instagram, etc.); making voice or video calls over the Internet; using instant messaging; expressing opinions on social or political issues on websites or social networking sites; participating online in community consultations, voting on civil or political issues. Individuals with above basic communication and collaboration skills - those who have used the internet in the last 3 months and have done more than one of the activities listed above. Individuals with basic digital content creation skills - individuals who have used the Internet in the last 3 months and have done one or two of the following: using word processing; using spreadsheets; editing photos, video or audio files; copying or moving files; creating files (e.g. creating files (e.g. documents, photos, videos) combining several elements such as text, images, tables, charts, animations or sound (e.g. Microsoft Power Point, OpenOffice Impress, LibreOffice Impress); using advanced tools (functions, formulas, macros, Visual Basic) to organise, analyse or manage data; coding/programming in a programming language. Individuals with above basic digital content creation skills - individuals who have used the internet in the last 3 months and performed at least three of the activities listed above. Individuals having basic safety skills - individuals who have used the internet in the last 3 months and have done one or two of the following: checking that the website where you are to provide personal information is secure; reading privacy policies before sharing/providing personal information; denying access to your geographical location; restricting access to your profile, your own content on a social network or shared space on the internet; denying the use of personal information for advertising purposes; changing the settings on your web browser to prevent or limit the number of cookies installed on any device. Individuals having above basic safety skills - individuals who have used the internet in the last 3 months and performed at least three of the activities listed above. Individuals with basic problem solving skills - individuals who have used the Internet in the past 3 months and done one or two of the following: downloading or installing an application (app) or software; changing the settings of any software, application (app) or device (e.g. changing language version, colour version, font size, adjusting toolbar/menu); buying goods or services online for personal use in the last 12 months; selling goods or services via a website or app; taking an online course or using online training material other than a full online course; using online banking via a website or app; looking for a job, applying for a job, sending a CV. Individuals with above basic problem solving skills - individuals who have used the internet in the last 3 months and performed at least three of the activities listed above.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Since 2021",
                      
                        "notes": "",
                      
                        "data_updated_on": "06-02-2024",
                      
                        "metadata_updated_on": "23-05-2023"
                      }
      ],
      "data": [
        {
                    "by sex": [
                        {
                        "total": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "21",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "20"
                                
                                }
                            ],"females": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "20",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "19"
                                
                                }
                            ],"males": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "22",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "21"
                                
                                }
                            ]
                        }
                    ],
                    "urban/rural": [
                        {
                        "urban area": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "23",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "26"
                                
                                }
                            ],"rural area": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "21",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "12"
                                
                                }
                            ]
                        }
                    ],
                    "by age group": [
                        {
                        "aged 16-24": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "36",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "31"
                                
                                }
                            ],"aged 25-34": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "34",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "35"
                                
                                }
                            ],"aged 35-44": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "28",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "27"
                                
                                }
                            ],"aged 45-54": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "17",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "18"
                                
                                }
                            ],"aged 55-64": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "8",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "9"
                                
                                }
                            ],"aged 65-74": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "3",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "3"
                                
                                }
                            ]
                        }
                    ],
                    "by education": [
                        {
                        "tertiary": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "19",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "12"
                                
                                }
                            ],"secondary": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "11",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "11"
                                
                                }
                            ],"primary": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "42",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "42"
                                
                                }
                            ]
                        }
                    ],
                    "by occupational status of persons": [
                        {
                        "economically active": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "25",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "26"
                                
                                }
                            ],"employed": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "26",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "26"
                                
                                }
                            ],"unemployed": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "12",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "15"
                                
                                }
                            ],"economically inactive": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "",
                                
                                    "2019" :   "",
                                
                                    "2020" :   "",
                                
                                    "2021" :   "12",
                                
                                    "2022" :   "",
                                
                                    "2023" :   "10"
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
