


{
  "16-1-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "16.1.b Odsetek osób deklarujących zaufanie do instytucji publicznych - wobec władz lokalnych miasta lub gminy",
                      
                        "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                      
                        "priorytet": "Zwiększenie skuteczności państwa i instytucji służących wzrostowi oraz włączeniu społecznemu i gospodarczemu",
                      
                        "definicja": "Odsetek respondentów, którzy udzielili twierdzącej odpowiedzi na pytanie: 'Czy, ogólnie rzecz biorąc, ma Pan(i) zaufanie czy też nie ma Pan(i) zaufania do władz lokalnych miasta lub gminy?'.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Respondentom przedstawiono listę 23 różnych podmiotów i instytucji funkcjonujących w kraju, a także organizacji międzynarodowych, w tym Wielka Orkiestra Świątecznej Pomocy, PCK, Caritas, Wojsko, Harcerstwo, Kościół rzymskokatolicki, Policja, Rzecznik Praw Obywatelskich, Władze lokalne miasta/gminy, Unia Europejska, NATO, ONZ, IPN, Sądy, Urzędnicy administracji publicznej, Telewzja, Rząd, Duże przedsiębiorstwa, Gazety, Kościoły innych wyznań, Związki zawodowe, Sejm i Senat oraz Partie polityczne. Do wskaźnika zaliczne są odpowiedzi: zdecydowanie mam zaufanie i raczej mam zaufanie. Do możliwych odpowiedzi należały: Zdecydowanie mam zaufanie; Raczej mam zaufanie; Raczej nie mam zaufania; Zdecydowanie nie mam zaufania; Trudno powiedzieć. Wskaźnik pochodzi z badania 'Aktualne problemy i wydarzenia' przeprowadzonego na reprezentatywnej próbie losowej ok. 1000 dorosłych mieszkańców Polski.",
                      
                        "zrodlo": "Centrum Badania Opinii Społecznej",
                      
                        "czestotliwosc": "Dane co dwa lata; od 2010 r.",
                      
                        "uwagi": ""
                      
                        "data_aktualizacji_danych": "21-10-2020",
                      
                        "data_aktualizacji_metadanych": "24-03-2020",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "55",
                        
                            "2011" :   "",
                        
                            "2012" :   "58",
                        
                            "2013" :   "",
                        
                            "2014" :   "60",
                        
                            "2015" :   "",
                        
                            "2016" :   "64",
                        
                            "2017" :   "",
                        
                            "2018" :   "65",
                        
                            "2019" :   "",
                        
                            "2020" :   "74"
                        
                        }
                    ]}
      ]
    }
  ]
}
