


{
  "16-3-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "16.3.a Średni czas dochodzenia należności z umów drogą sądową",
                      
                        "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                      
                        "priorytet": "Zwiększenie efektywności funkcjonowania instytucji publicznych",
                      
                        "definicja": "Średni czas dochodzenia należności z umów drogą sądową od momentu złożenia przez sprzedającego pozwu w sądzie do chwili odzyskania przez niego długu.",
                      
                        "jednostka": "dni",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Metodologia badania Doing Business w tym obszarze opiera się na pomiarze efektywności rozstrzygania przez sądy krajowe modelowego sporu handlowego dotyczącego zapłaty należności wynikającej z umowy sprzedaży towarów. Pomiar rozciąga się na trzy elementy: - procedury - lista czynności proceduralnych wykonywanych w toku postępowania, co obejmuje każdą interakcję między stronami lub między stronami a sędzią bądź urzędnikiem sądowym, związaną ze składaniem pozwu, procesem oraz wydaniem i egzekucją orzeczenia - czas - mierzony w dniach kalendarzowych od momentu złożenia przez wierzyciela pozwu w sądzie do chwili wyegzekwowania długu przez komornika obejmuje on zarówno dni, w których podejmowane są działania, jak i dni oczekiwania. Respondenci podają odrębnie szacowany średni czas trwania poszczególnych etapów rozstrzygania sporu: przygotowań do procesu (czas składania powództwa), wydania orzeczenia (czas trwania procesu sądowego oraz uzyskania orzeczenia) oraz spłaty długu (czas egzekucji orzeczenia). - koszty - suma kosztów ponoszonych przez obywatela uwzględnianych w badaniu obejmuje koszty oficjalne i wymagane przez prawo, w tym koszty sądowe, koszty egzekucji oraz średnie wynagrodzenia prawników. Od momentu powstania rankingu Doing Business liczba ujmowanych w nim gospodarek systematycznie rośnie, w 2012 r. w rankingu zestawiono 183 gospodarki świata, a w 2014 było to 189 gospodarek.",
                      
                        "zrodlo": "Bank Światowy",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "830",
                        
                            "2011" :   "830",
                        
                            "2012" :   "685",
                        
                            "2013" :   "685",
                        
                            "2014" :   "685",
                        
                            "2015" :   "685",
                        
                            "2016" :   "685",
                        
                            "2017" :   "685",
                        
                            "2018" :   "685",
                        
                            "2019" :   "685"
                        
                        }
                    ]}
      ]
    }
  ]
}
