


{
  "16-3-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "16.3.b Wskaźnik efektywności rządzenia",
                      
                        "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                      
                        "priorytet": "Zwiększenie efektywności funkcjonowania instytucji publicznych",
                      
                        "definicja": "Ocena jakości świadczenia usług publicznych, jakości biurokracji, kompetencji urzędników państwowych, niezależności administracji państwowej (służby cywilnej) od politycznych nacisków, społecznej wiarygodności władzy w zakresie prowadzonej polityki.",
                      
                        "jednostka": "punkty",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wskaźnik jest średnią ważoną szeregu (od 7 do 13) innych indeksów odzwierciedlających opinie ekspertów, przedsiębiorców i gospodarstw domowych na temat różnych aspektów funkcjonowania sfery publicznej. Ocenie podlegają w szczególności następujące zjawiska: - jakość usług publicznych - jakość administracji publicznej i stopień jej niezależności od wpływów politycznych - jakość formułowanych i wdrażanych polityk - jakość struktury publicznej: transportowej, sanitarnej, informatycznej, etc. Wartość wskaźnika efektywności rządzenia jest wystandaryzowana w przedziale  , przy czym im wyższa nota, tym wyższa oceny jakości rządzenia w danym kraju. Wskaźnik efektywnego rządzenia lub inaczej efektywność administracji publicznej (Government Effectiveness) jest jednym z 6 Wskaźników jakości rządzenia (Worldwide Governance Indicators) opracownych przez Bank Światowy. Pozostałe wskaźniki to: Prawo wyrażania opinii i wpływ obywateli (Voice and Accountability), Polityczna stabilność i brak przemocy (Political Stability and Absence of Violence), Jakość stanowionego prawa (Regulatory Quality), Rządy prawa (Rule of Law), Kontrola korupcji (Corruption Control). Skala wszystkich wskaźników wynosi od -2,5 do +2,5.",
                      
                        "zrodlo": "Bank Światowy",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "0.63",
                        
                            "2011" :   "0.61",
                        
                            "2012" :   "0.66",
                        
                            "2013" :   "0.66",
                        
                            "2014" :   "0.75",
                        
                            "2015" :   "0.73",
                        
                            "2016" :   "0.65",
                        
                            "2017" :   "0.57",
                        
                            "2018" :   "0.56",
                        
                            "2019" :   "0.53",
                        
                            "2020" :   "0.38"
                        
                        }
                    ]}
      ]
    }
  ]
}
