


{
  "16-5-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "16.5.a Stopa inwestycji sektora instytucji rządowych i samorządowych",
                      
                        "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                      
                        "priorytet": "Lepsze gospodarowanie środkami publicznymi, w tym efektywne wykorzystanie środków z UE",
                      
                        "definicja": "Procentowy stosunek wartości nakładów brutto na środki trwałe w sektorze instytucji rządowych i samorządowych (transakcja ESA2010 P.51g) do wartości nominalnej produktu krajowego brutto w danym roku.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Nakłady brutto na środki trwałe to nakłady, które zwiększają wartość majątku trwałego (budynków i budowli, maszyn, urządzeń technicznych i narzędzi, środków transportu i innych środków trwałych), bez nakładów będących pierwszym wyposażeniem inwestycji oraz odsetek od kredytów i pożyczek inwestycyjnych za okres realizacji inwestycji. W tym również nakłady na:a) produkty własności intelektualnej, przeznaczone do użytkowania przez okres dłuższy niż jeden rok, w szczególności nakłady na prace badawczo-rozwojowe oraz na oprogramowanie komputerowe (zakupione i wytworzone na własne potrzeby);b) małe narzędzia, które są wykorzystywane w procesie produkcji dłużej niż jeden rok, bez względu na ich wartość;c) systemy uzbrojenia (np. czołgi, pojazdy opancerzone, okręty wojenne, łodzie podwodne). Sektor instytucji rządowych i samorządowych obejmuje następujące podmioty gospodarki narodowej:a) podmioty działające na zasadach określonych w ustawie o finansach publicznych (jednostki budżetowe, fundusze celowe, a od 2010 r. także samorządowe zakłady budżetowe, agencje wykonawcze i instytucje gospodarki budżetowej oraz działające do 2005 r. środki specjalne jednostek budżetowych, w latach 2005,2010, rachunek dochodów własnych jednostek budżetowych oraz do 2010 r. zakłady budżetowe i gospodarstwa pomocnicze jednostek budżetowych, łącznie z prowadzącymi działalność gospodarczą, oraz fundusze motywacyjne),b) podmioty, których system finansowy został określony odrębnymi ustawami, a których podstawowym źródłem finansowania są dotacje z budżetu państwa (publiczne szkoły wyższe, Polska Akademia Nauk i tworzone przez nią jednostki organizacyjne, Krajowy Fundusz Drogowy oraz inne fundusze zarządzane przez Bank Gospodarstwa Krajowego, jednostki doradztwa rolniczego oraz agencje rządowe),c) samodzielne publiczne zakłady opieki zdrowotnej,d) państwowe i samorządowe instytucje kultury oraz państwowe instytucje filmowe,e) fundusze mające osobowość prawną, które są powiązane z budżetem państwa lub z budżetami jednostek samorządu terytorialnego,f) instytucje obsługujące fundusze ubezpieczeń społecznych (ZUS, KRUS) wraz z zarządzanymi przez nie funduszami oraz Narodowy Fundusz Zdrowia (w okresie 1 I 1999 r. 31 III 2003 r. kasy chorych),g) szpitale publiczne działające w formie spółek kapitałowych oraz szpitale działające w formie instytutów badawczych (wyłączone z sektora przedsiębiorstw niefinansowych),h) Bankowy Fundusz Gwarancyjny (wyłączony z sektora instytucji finansowych),i) inne jednostki, w tym przedsiębiorstwa publiczne oraz instytucje niekomercyjne spełniające kryteria ESA 2010 w zakresie klasyfikacji do sektora instytucji rządowych i samorządowych. Produkt krajowy brutto (PKB) obrazuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej (jednostek będących rezydentami) w danym roku. Szczegółową definicję i metodologię obliczania PKB określa rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 549/2013 z 21 maja 2013 r. w sprawie europejskiego systemu rachunków narodowych i regionalnych w Unii Europejskiej (ESA 2010). Więcej na temat PKB w metryczce wskaźnika PKB w mln zł.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "Wskaźnik jest obliczany według obowiązującej w krajach Unii Europejskiej metodologii ESA 2010 (European System of National and Regional Accounts), wprowadzonej rozporządzeniem Parlamentu Europejskiego i Rady (UE) nr 549/2013 z 21 maja 2013 r. Jedna z kluczowych zmian wprowadzonych przez ESA 2010 dotyczyła rejestrowania w nakładach brutto na środki trwałe (a nie, jak poprzednio, w zużyciu pośrednim) nakładów na prace badawczo-rozwojowe i wydatków na małe narzędzia we wszystkich sektorach instytucjonalnych, a także nakładów na systemy uzbrojenia w sektorze instytucji rządowych i samorządowych.",
                      
                        "data_aktualizacji_danych": "20-07-2023",
                      
                        "data_aktualizacji_metadanych": "25-05-2021"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "5.7",
                        
                            "2011" :   "6.0",
                        
                            "2012" :   "4.9",
                        
                            "2013" :   "4.3",
                        
                            "2014" :   "4.7",
                        
                            "2015" :   "4.5",
                        
                            "2016" :   "3.3",
                        
                            "2017" :   "3.8",
                        
                            "2018" :   "4.7",
                        
                            "2019" :   "4.3",
                        
                            "2020" :   "4.5",
                        
                            "2021" :   "4.1",
                        
                            "2022" :   "4.0"
                        
                        }
                    ]}
      ]
    }
  ]
}
