


{
  "13-1-a": [
    {
      "metadata": [
        
        {
                        "name": "13.1.a Carbon dioxide (CO2) emissions (2010=100)",
                      
                        "goal": "Goal 13. Climate action",
                      
                        "priority": "Effective reduction of CO2 concentration in the atmosphere",
                      
                        "definition": "Ratio of carbon dioxide emissions in the surveyed year to carbon dioxide emissions in 2010.",
                      
                        "unit": " index: 2010=100",
                      
                        "dimensions": "total",
                      
                        "methodology": "Air pollution means the introduction by human, directly or indirectly, into the air of solid, liquid or gaseous substances in such quantities as to endanger human health, adversely affect the climate, living nature, soil or water, or cause other damage to the environment. Greenhouse gases are components of the Earth's atmosphere, which due to their physicochemical properties have the ability to retain solar energy within the Earth's atmosphere, contributing to global warming. Greenhouse gases refer to carbon dioxide (CO2), methane (NH4), nitrous oxide (N2O) and industrial gases: hydrofluorocarbons (HFCs), perfluorocarbons (PFCs), sulfur hexafluoride (SF6) and nitrogen trifluoride (NF3). Greenhouse gases remain in the atmosphere for several years to thousands of years. They have an impact on the global climate, regardless of where they are emitted. ",
                      
                        "source": "Institute of Environmental Protection - NRI National Administration of the Emissions Trading Scheme",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "100.0",
                      
                          "2011" :   "99.8",
                      
                          "2012" :   "97.6",
                      
                          "2013" :   "96.3",
                      
                          "2014" :   "92.7",
                      
                          "2015" :   "93.6",
                      
                          "2016" :   "96.9",
                      
                          "2017" :   "100.8",
                      
                          "2018" :   "100.6",
                      
                          "2019" :   "95.1",
                      
                          "2020" :   "90.6"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
