


{
  "13-2-c": [
    {
      "metadata": [
        
        {
                        "name": "13.2.c Installed electric power in RES installations",
                      
                        "goal": "Goal 13. Climate action",
                      
                        "priority": "Introduction of innovative technologies for exploiting available sources of energy, including development of geothermy",
                      
                        "definition": "The indicator presents the total installed electric power in renewable energy source installations connected to the power distribution and power transmission grid (national power system).",
                      
                        "unit": "megawatt",
                      
                        "dimensions": "total",
                      
                        "methodology": "Installed electric power – rated power of devices used to generate electricity (according to the Information of the President of the Energy Regulatory Office No. 44/2016 on the use of the term 'installed electric power'). Renewable energy source installations - installations of a renewable energy source within the meaning of the Act on Renewable Energy Sources (Journal of Laws of 2022, item 1378, as amended), excluding co-combustion installations (multi-fuel combustion installations and dedicated multi-fuel combustion installations, if they specify in the reporting conventional fuel as the primary fuel) and thermal waste incineration installations, if they report conventional fuel as the primary fuel. More information available at: https://www.are.waw.pl/ ",
                      
                        "source": "Energy Market Agency S.A",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "2218",
                      
                          "2011" :   "3117",
                      
                          "2012" :   "4139",
                      
                          "2013" :   "5205",
                      
                          "2014" :   "5793",
                      
                          "2015" :   "7105",
                      
                          "2016" :   "8017",
                      
                          "2017" :   "8195",
                      
                          "2018" :   "8486",
                      
                          "2019" :   "9547",
                      
                          "2020" :   "12490",
                      
                          "2021" :   "16935"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
