


{
  "13-2-b": [
    {
      "metadata": [
        
        {
                        "name": "13.2.b Acquisition of geothermal energy",
                      
                        "goal": "Goal 13. Climate action",
                      
                        "priority": "Introduction of innovative technologies for exploiting available sources of energy, including development of geothermy",
                      
                        "definition": "Geothermal energy is heat from the depths of the Earth in the form of hot water or steam. Geothermal energy is used directly as heating for municipal purposes and in production processes in agriculture, as well as for electricity generation.",
                      
                        "unit": "TJ",
                      
                        "dimensions": "total",
                      
                        "methodology": "Energy from renewable sources means energy generated from recurring natural processes, obtained from renewable non-fossil energy sources. Renewable energy sources (RES) are an alternative to traditional primary non-renewable energy carriers (fossil fuels). Their resources are complementary in natural processes, which practically allows treating them as inexhaustible. Moreover, obtaining energy from these sources is more environmentally friendly compared to the conventional sources (fossil fuels). The use of RES significantly reduces the harmful impact of energy on the environment, notably by reducing emissions, especially greenhouse gases. In national conditions energy from renewable sources includes energy from solar radiation, water, wind, geothermal resources and energy generated from solid biofuels, biogas and liquid biofuels as well as ambient energy obtained by heat pumps. Acquisition is the amount of energy obtained from natural resources (only for primary energy carriers).",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "563",
                      
                          "2011" :   "531",
                      
                          "2012" :   "661",
                      
                          "2013" :   "778",
                      
                          "2014" :   "847",
                      
                          "2015" :   "909",
                      
                          "2016" :   "930",
                      
                          "2017" :   "946",
                      
                          "2018" :   "991",
                      
                          "2019" :   "1050"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
