


{
  "13-3-d": [
    {
      "metadata": [
        
        {
                        "name": "13.3.d Emissions of pollutants from means of road transport",
                      
                        "goal": "Goal 13. Climate action",
                      
                        "priority": "Enhancement of the role of adaptation to climate change as a means of combating climate change equivalent to mitigation",
                      
                        "definition": "Total emissions of nine types of pollutants from road transport",
                      
                        "unit": "thous. tonnes",
                      
                        "dimensions": "total",
                      
                        "methodology": "Emissions from road transport are estimated using COPERT 5, an international software for calculating greenhouse gas and road traffic emissions (Computer Program for Calculating Road Transport Emissions). This model has been developed under the auspices of the European Environment Agency (EEA) for the reporting of emissions from national road transport by Member States. The model's emission estimation methodology is consistent with the applicable IPCC and EEA guidelines used in international reporting. Pollution from means of road transport comes mainly from fuel combustion processes in car engines, abrasion of tires, brake pads in cars and secondary entrainment of dust from road surfaces. The volume of emissions from the transport sector is mainly influenced by the number and age of vehicles, the condition of road surfaces and traffic organization. Pollutants emission from road transport facilities includes: •	Carbon dioxide •	Methane •	Nitrous oxide •	Carbon oxide •	Non-methane volatile organic compounds •	Nitrogen oxides •	Particulates (as Total Suspended Particulates) •	Sulphur dioxide •	Lead",
                      
                        "source": "National Administration of the Emissions Trading Scheme",
                      
                        "availability": "Annual data, since 2010.",
                      
                        "notes": ""
                      
                        "data_updated_on": "12-04-2023",
                      
                        "metadata_updated_on": "12-04-2023",
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "48679",
                      
                          "2011" :   "48212",
                      
                          "2012" :   "46053",
                      
                          "2013" :   "43064",
                      
                          "2014" :   "43315",
                      
                          "2015" :   "46858",
                      
                          "2016" :   "52332",
                      
                          "2017" :   "62146",
                      
                          "2018" :   "63975",
                      
                          "2019" :   "64742",
                      
                          "2020" :   "61924",
                      
                          "2021" :   "",
                      
                          "2022" :   ""
                      
                      }
                  ]
            }
      ]
    }
  ]
}
