


{
  "13-3-a": [
    {
      "metadata": [
        
        {
                        "name": "13.3.a Air quality indicator (46 zones of the country where air quality assesment is made)",
                      
                        "goal": "Goal 13. Climate action",
                      
                        "priority": "Enhancement of the role of adaptation to climate change as a means of combating climate change equivalent to mitigation",
                      
                        "definition": "Share of zones with exceedances of the permissible level of particulates in 46 zones where air quality assesment is made.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "For the purposes of air quality protection Poland was divided into 46 zones, in which air quality assessment is made according to the Regulation of the Minister of the Environment of 2 August 2012. concerning zones where an assessment of quality is made (Journal of Laws from 2012, item 914). Separately, for each of 46 zones annual assessment is made of protection of human health for 12 pollutants (SO2, NO2, benzene, CO, O3, particulate matter PM 10, particulate matter PM 2,5, arsenic, cadmium, lead, nickel and benzo(a)pyrene). On the basis of this assessment for each pollutant a class (A, B or C) is subscribed. • A class is assigned to the zone in the area of which, no exceedances were observed. • Class B is attributed to the zone which has exceeded the permissible level, but not exceeded the permissible level increased by the margin of tolerance. • Class C - is attributed to the area where, in a given year exceedances of acceptable levels augmented by the margin of tolerance or exceedances of target level were observed. Since 2015 for none of the above mentioned pollutants the margin of tolerance was specified, thus starting from the air quality assessment for 2015, depending on the pollutant concentrations, the zone can be only classified as A or C. For the indicator calculations cumulative assessment of area class is taken based on the criteria laid down for the protection of health for all pollutants for which air quality standard (acceptable levels) were specified. This applies to the results of the classification of zones for SO2, NO2, benzene, CO, particulate PM matter 10, particulate matter PM 2,5). The zone is included in the zones where in a given year exceedances of the air quality standard were observed if the permissible level increased by the margin of tolerance, is exceeded in the area of the zone for one or more of the above mentioned pollutants. In calculating the air quality index, exceedances identified on the basis of the target value is not taken into consideration, because according to the Act of 27 April 2001 - Environmental Protection Law  (Journal of Laws from 2013,  item 1232 with later amendments),  target value is not an air quality standard. The result of the calculation is expressed as a percentage according to the formula: air quality index = (number of zones with exceedance of limit values / 46) • 100%",
                      
                        "source": "Chief Inspectorate of Environmental Protection",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "91.3",
                      
                          "2011" :   "91.3",
                      
                          "2012" :   "84.8",
                      
                          "2013" :   "80.4",
                      
                          "2014" :   "93.5",
                      
                          "2015" :   "87",
                      
                          "2016" :   "78.3",
                      
                          "2017" :   "76.1",
                      
                          "2018" :   "87",
                      
                          "2019" :   "48",
                      
                          "2020" :   "35.5",
                      
                          "2021" :   "",
                      
                          "2022" :   ""
                      
                      }
                  ]
            }
      ]
    }
  ]
}
