


{
  "13-5-a": [
    {
      "metadata": [
        
        {
                        "name": "13.5.a Share of inhabitants of Polish cities  covered by the Urban Adaptation Plans",
                      
                        "goal": "Goal 13. Climate action",
                      
                        "priority": "Incorporating actions to combat climate change into national policies, strategies and plans",
                      
                        "definition": "Share of inhabitants of Polish cities (where the number of inhabitants exceeds 20,000) covered by the Urban Adaptation Plans.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Cities in Poland publish information on Resolutions adopted by City Councils in their Public Information Bulletins. By way of such a Resolution, the Climate Change Adaptation Plan for the city is adopted. Employees of the Ministry of Climate and Environment periodically review websites in search of Resolutions of the Council of Ministers on the adoption of plans. In addition, work is underway on a draft act amending the Environmental Protection Law and certain other acts (UD246), which will impose on cities with a size of 20,000 or more inhabitants, the obligation to develop and adopt the Urban Adaptation Plans, and the resolution on the adoption of the Urban Adaptation Plans of the cities will be submitted to the Institute of Environmental Protection – National Research Institute within 30 days of its adoption.",
                      
                        "source": "Ministry of Climate and Environment ",
                      
                        "availability": "Annual data; since 2020",
                      
                        "notes": "",
                      
                        "data_updated_on": "12-04-2023",
                      
                        "metadata_updated_on": "04-05-2023"
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "",
                      
                          "2013" :   "",
                      
                          "2014" :   "",
                      
                          "2015" :   "",
                      
                          "2016" :   "",
                      
                          "2017" :   "",
                      
                          "2018" :   "1",
                      
                          "2019" :   "54",
                      
                          "2020" :   "",
                      
                          "2021" :   "66",
                      
                          "2022" :   ""
                      
                      }
                  ]
            }
      ]
    }
  ]
}
