


{
  "13-6-b": [
    {
      "metadata": [
        
        {
                        "name": "13.6.b Extent of implemented educational and informational projects",
                      
                        "goal": "Goal 13. Climate action",
                      
                        "priority": "Education and raising awareness in the field of: climate change and ways to minimize its effects, the impact of invasive alien species and the importance and necessity of saving resources, especially water",
                      
                        "definition": "The scope of implemented educational and information projects is understood as: - for direct actions (conferences, workshops, educational events, competitions, etc.) - the number of people covered by the action; - for activities undertaken in the press - it means the readership of the publishing house; - for activities in the radio, television - reach in the target group at the assumed effective level, - for actions taken on the Internet - unique/real users, effective impressions.",
                      
                        "unit": "million users",
                      
                        "dimensions": "total",
                      
                        "methodology": "In order to calculate the indicator: - for direct actions, reports are prepared summarizing the educational and information activities carried out and notes on the ecological effect. - for actions taken in the press, readership reports of the publishing house where the action was carried out are collected - for activities undertaken on the radio and television, reports are collected with information on the coverage of the broadcast - for actions taken on the Internet, reports are collected with information about unique recipients of actions and effective impressions, i.e. lasting min. 20 sec. The number of recipients can be cumulative, as one person can see the spot and participate in the educational event at the same time.",
                      
                        "source": "Ministry of Climate and Environement",
                      
                        "availability": "Annual data; since 2021",
                      
                        "notes": "",
                      
                        "data_updated_on": "29-05-2023",
                      
                        "metadata_updated_on": "29-05-2023"
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "",
                      
                          "2013" :   "",
                      
                          "2014" :   "",
                      
                          "2015" :   "",
                      
                          "2016" :   "",
                      
                          "2017" :   "",
                      
                          "2018" :   "",
                      
                          "2019" :   "",
                      
                          "2020" :   "",
                      
                          "2021" :   "133"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
