
{
  "desa-unsd": [
      {
          "5-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "5.2.1 Odsetek kobiet w wieku 18-74 lata, które doświadczyły przemocy fizycznej, seksualnej lub psychicznej ze strony obecnego lub byłego partnera",
                                    
                                      "cel": "Cel 5. Równość płci",
                                    
                                      "zadanie": "5.2 Wyeliminować wszelkie formy przemocy wobec kobiet i dziewcząt w sferze publicznej i prywatnej, w tym handel ludźmi, wykorzystywanie seksualne i inne formy wyzysku",
                                    
                                      "definicja": "Odsetek kobiet w wieku 18-74 lata, które doświadczyły przemocy fizycznej, seksualnej lub psychicznej ze strony obecnego lub byłego partnera w okresie 12 miesięcy poprzedzających badanie.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Dane pochodzą z badania 'Przemoc wobec kobiet. Badanie na poziomie Unii Europejskiej' przeprowadzonego przez Agencję Praw Podstawowych Unii Europejskiej (European Union Agency for Fundamental Right  Wyniki badania zostały opracowane w oparciu o rozmowy z 42 tys. kobiet w wieku 18–74 lata pochodzącymi ze wszystkich 28 państw członkowskich Unii Europejskiej (w każdym państwie członkowskim przeprowadzono średnio 1,5 tys. rozmów). Respondentki zostały wybrane metodą doboru losowego. Standardowe rozmowy przeprowadzane w ramach badania obejmowały pytania dotyczące przemocy fizycznej, seksualnej i psychicznej, w tym aktów przemocy ze strony partnerów (przemoc domowa). W badaniu ujęto również pytania dotyczące uporczywego nękania (stalking), molestowania seksualnego, roli nowych technologii w doświadczeniach związanych ze znęcaniem się oraz przemocy w dzieciństwie.  W badaniu FRA proszono kobiety o wyodrębnienie zdarzeń, które miały miejsce po ukończeniu przez nie 15. roku życia (w określonym okresie życia) oraz zdarzeń z okresu 12 miesięcy poprzedzających rozmowę w ramach badania.  Pytania dotyczące przemocy ze strony partnera odnosiły się do wszelkich aktów przemocy, które miały miejsce podczas trwania związku. Za obecnych partnerów uznane zostały osoby, które są małżeństwem lub zarejestrowanym związkiem partnerskim, mieszkają razem bez małżeństwa lub są zaangażowani w związek bez wspólnego zamieszkania. Osoby, które wcześniej pozostawały w jednej z wyżej wymienionych form związku, uważani są za byłych partnerów. Wyniki odnoszące się do doświadczeń kobiet z dowolnym partnerem są oparte na odpowiedziach respondentek, którzy w trakcie badania miały obecnego lub przynajmniej jednego poprzedniego partnera.",
                                    
                                      "zrodlo": "Agencja Praw Podstawowych Unii Europejskiej",
                                    
                                      "czestotliwosc": "Dane za 2012 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "",
                                        
                                            "2011" :   "",
                                        
                                            "2012" :   "2.0",
                                        
                                            "2013" :   "",
                                        
                                            "2014" :   "",
                                        
                                            "2015" :   "",
                                        
                                            "2016" :   "",
                                        
                                            "2017" :   ""
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "5-2-2":{
                
                "metadane": [
                      {
                                      "nazwa": "5.2.2 Odsetek kobiet i dziewcząt w wieku 15 lat i starszych wobec których inne osoby niż partner stosowały przemoc seksualną w ciągu ostatnich 12 miesięcy, według grupy wiekowej i miejsca zdarzenia",
                                    
                                      "cel": "cel 5. Równość płci",
                                    
                                      "zadanie": "5.2 Wyeliminować wszelkie formy przemocy wobec kobiet i dziewcząt w sferze publicznej i prywatnej, w tym handel ludźmi, wykorzystywanie seksualne i inne formy wyzysku",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "5-4-1":{
                
                "metadane": [
                      {
                                      "nazwa": "5.4.1 Odsetek czasu poświęconego na niepłatną pracę w gospodarstwie domowym i pracę opiekuńczą",
                                    
                                      "cel": "Cel 5. Równość płci",
                                    
                                      "zadanie": "5.4 Docenić nieodpłatną opiekę i pracę w domu przez zapewnienie usług publicznych, infrastruktury, ochrony socjalnej oraz przez promowanie wspólnej odpowiedzialności w gospodarstwie domowym i rodzinie, zgodnie z krajowymi uwarunkowaniami",
                                    
                                      "definicja": "Przeciętny czas poświęcony na nieodpłatną pracę w gospodarstwie domowym i pracę opiekuńczą wyrażony jako procent doby.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, płeć, wiek, miasto/wieś",
                                    
                                      "metodologia": "Dane pochodzą z Badania budżetu czasu ludności. Badanie budżetu czasu ludności dostarcza informacji o bardzo wielu aspektach życia Polaków, w tym rozkładzie czasu poświęcanego na różne sfery życia. Badanie odbywa się co 10 lat. Ostatnie przeprowadzono w 2013 r., trwało przez cały rok i obejmowało osoby w wieku 10 lat lub więcej. Czas, którym dysponujemy w ciągu doby został podzielony na 10 głównych grup czynności oraz dodatkową jedenastą grupę zawierającą niewielki odsetek innych niewymienionych czynności, tj.:   • potrzeby fizjologiczne;    • zajęcia i prace domowe;    • praca zawodowa;    • korzystanie ze środków masowego przekazu;    • życie towarzyskie i rozrywki;    • dojazdy i dojścia;    • zamiłowania osobiste;    • uczestnictwo w sporcie i rekreacji;    • nauka;    • dobrowolna praca w organizacjach i poza nimi  pomoc innym  zaangażowanie w działalność organizacji i praktyki religijne;    • inne niewymienione czynności.  Do grupy związanej z zajęciami i pracami domowymi zaliczono m.in. utrzymanie porządku, gotowanie, opiekę nad dziećmi i dorosłymi oraz zakupy i korzystanie z usług.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane co kilka lat  od 2013 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "osoby w wieku 15 lat i więcej - wg płci i miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.3",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "9.9",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "18.3",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.0",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.9",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "wg grup wieku": [
                                            {"10-14 lat": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "3.6",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"15-19 lat": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "5.3",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"20-24 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "9.7",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"25-34 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "15.8",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"35-44 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "15.4",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"45-54 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.0",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"55-64 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "15.7",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"65 lat i więcej": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "16.0",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "6-3-1":{
                
                "metadane": [
                      {
                                      "nazwa": "6.3.1 Odsetek oczyszczanych ścieków przemysłowych i komunalnych w stosunku do ścieków wytworzonych(Ilość ścieków wymagających oczyszczenia oczyszczonych w stosunku do ilości ścieków przemysłowych i komunalnych odprowadzanych do wód lub do ziemi)",
                                    
                                      "cel": "Cel 6. Czysta woda i warunki sanitarne",
                                    
                                      "zadanie": "6.3 Do 2030 roku poprawić jakość wody poprzez redukcję zanieczyszczeń, likwidowanie wysypisk śmieci, ograniczenie stosowania szkodliwych substancji chemicznych i innych szkodliwych materiałów. Zmniejszyć o połowę ilość nieoczyszczonych ścieków oraz znacząco podnieść poziom recyklingu i bezpiecznego ponownego użytkowania materiałów w skali globalnej",
                                    
                                      "definicja": "Stosunek ilości ścieków przemysłowych i komunalnych oczyszczanych biologicznie, chemicznie i z podwyższonym usuwaniem biogenów, do ilości ścieków wymagających oczyszczenia odprowadzonych do wód lub do ziemi w ciągu roku.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Ścieki przemysłowe to ścieki niebędące ściekami bytowymi albo wodami opadowymi lub roztopowymi powstałe w związku z prowadzoną przez zakład działalnością handlową, przemysłową, składową, transportową lub usługową, a także będące ich mieszaniną ze ściekami innego podmiotu, odprowadzane urządzeniami kanalizacyjnymi tego zakładu.  Rodzaje i ilość zanieczyszczeń zawartych w ściekach przemysłowych są bardzo różnorodne. Zależą od rodzaju przemysłu, rodzaju surowców używanych do produkcji i od stosowanej technologii produkcji. W statystyce, do ścieków przemysłowych zalicza się również wody chłodnicze, zanieczyszczone i zasolone wody z odwadniania zakładów górniczych oraz obiektów budowlanych oraz ścieki socjalno-bytowe, towarzyszące procesom produkcyjnym.  Dane o ściekach przemysłowych dotyczą ścieków odprowadzonych z jednostek, które według Polskiej Klasyfikacji Działalności zostały ujęte w „Przemyśle” obejmującym sekcje „Górnictwo i wydobywanie”, „Przetwórstwo przemysłowe”, „Wytwarzanie i zaopatrywanie w energię elektryczną, gaz, parę wodną, gorącą wodę i powietrze do układów klimatyzacyjnych”, „Dostawa wody  gospodarowanie ściekami i odpadami oraz działalność związana z rekultywacją”, jak również w pozostałych sekcjach, których udział w ilości odprowadzanych ścieków jest niewielki.  Jako ścieki przemysłowe wymagające oczyszczania przyjęto ścieki odprowadzone siecią kanałów lub rowów otwartych bezpośrednio do wód, do ziemi lub do sieci kanalizacyjnej z jednostek produkcyjnych (łącznie z zanieczyszczonymi wodami z odwadniania zakładów górniczych oraz zanieczyszczonymi wodami wykorzystanymi w przemyśle do celów chłodniczych). Ścieki komunalne to ścieki bytowe lub mieszanina ścieków bytowych ze ściekami przemysłowymi albo wodami opadowymi lub roztopowymi, odprowadzane urządzeniami służącymi do realizacji zadań własnych gminy w zakresie kanalizacji i oczyszczania ścieków komunalnych. Dane o ściekach komunalnych obejmują ścieki odprowadzone siecią kanalizacyjną przez jednostki będące w gestii przedsiębiorstw i zakładów wodociągowo-kanalizacyjnych, dla których organem założycielskim jest wojewoda (lub będących pod zarządem samorządów terytorialnych) oraz od 1994 r. wszystkich jednostek nadzorujących pracę zbiorowego odprowadzania ścieków poprzez sieć kanalizacyjną (w tym również spółdzielni mieszkaniowych, spółek wodnych, zakładów usług wodnych, zakładów pracy itd.). Ścieki te przed odprowadzeniem do odbiornika powinny być w całości poddane procesom oczyszczania, stąd w statystyce zostały ujęte jako ścieki wymagające oczyszczania. Dane te nie obejmują wód opadowych i infiltracyjnych odprowadzanych siecią kanalizacyjną. Ścieki oczyszczane to ścieki poddane procesowi dostosowania do standardów środowiskowych lub innych norm jakości. Wyróżnia się trzy metody oczyszczania: mechaniczne, biologiczne i o podwyższonym stopniu oczyszczania (w tym chemiczne). Dla celów obliczenia ogólnej ilości oczyszczonych ścieków wykazuje się jedynie ilość, która była poddana najwyższemu z wymienionych stopni oczyszczania. Tak więc ścieki oczyszczane mechanicznie, jak również biologicznie powinny być wykazywane jako ścieki oczyszczone biologicznie, a ścieki oczyszczane wszystkimi metodami powinny być wykazywane jako oczyszczone metodą o podwyższonym stopniu oczyszczania. Ścieki wymagające oczyszczania to ścieki, które przed odprowadzeniem do odbiornika powinny być w całości poddane procesom oczyszczania.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "65.73",
                                        
                                            "2011" :   "64.76",
                                        
                                            "2012" :   "67.35",
                                        
                                            "2013" :   "69.77",
                                        
                                            "2014" :   "70.48",
                                        
                                            "2015" :   "70.90",
                                        
                                            "2016" :   "71.44",
                                        
                                            "2017" :   "72.52",
                                        
                                            "2018" :   "73.17"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "7-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "7.2.1 Udział energii ze źródeł odnawialnych w końcowym zużyciu energii brutto",
                                    
                                      "cel": "Cel 7. Czysta i dostępna energia",
                                    
                                      "zadanie": "7.2 Do 2030 roku znacząco zwiększyć udział odnawialnych źródeł energii w globalnym miksie energetycznym.",
                                    
                                      "definicja": "Stosunek wartości końcowego zużycia energii brutto ze źródeł odnawialnych do wartości końcowego zużycia energii brutto ze wszystkich źródeł.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Energia ze źródeł odnawialnych (OZE) to energia pochodząca z naturalnych, powtarzających się procesów przyrodniczych, uzyskiwana z odnawialnych niekopalnych źródeł energii, w szczególności energia generowana z promieniowania słonecznego, wiatru, wody, zasobów geotermalnych, biomasy, biogazu i biopaliw ciekłych. Końcowe zużycie energii brutto oznacza nośniki energii dostarczane do celów energetycznych przemysłowi, sektorowi transportowemu, gospodarstwom domowym, sektorowi usługowemu, w tym świadczącemu usługi publiczne, rolnictwu, leśnictwu i rybołówstwu, łącznie ze zużyciem energii elektrycznej i ciepła przez przemysł energetyczny na wytwarzanie energii elektrycznej i ciepła oraz łącznie ze stratami energii elektrycznej i ciepła podczas przesyłania i dystrybucji.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "9.25",
                                        
                                            "2011" :   "10.29",
                                        
                                            "2012" :   "10.90",
                                        
                                            "2013" :   "11.37",
                                        
                                            "2014" :   "11.50",
                                        
                                            "2015" :   "11.74",
                                        
                                            "2016" :   "11.27",
                                        
                                            "2017" :   "10.96",
                                        
                                            "2018" :   "11.28"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "7-3-1":{
                
                "metadane": [
                      {
                                      "nazwa": "7.3.1 Energochłonność pierwotna PKB",
                                    
                                      "cel": "Cel 7. Czysta i dostępna energia",
                                    
                                      "zadanie": "7.3 Do 2030 roku podwoić wskaźnik wzrostu globalnej efektywności zużycia energii.",
                                    
                                      "definicja": "Energochłonność gospodarki jest relacją krajowego zużycia brutto energii do wartości produktu krajowego brutto w cenach stałych z 2000 r.",
                                    
                                      "jednostka": "kgoe/euro",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Wskaźnik określa ilość energii zużytej do wytworzenia jednostki PKB. Zmniejszenie energochłonności mówi o tym, że mniej energii potrzeba do wyprodukowania tej samej wielkości PKB i wiąże się ze wzrostem efektywności energetycznej. Krajowe zużycie brutto energii prezentuje ilość energii niezbędnej do zaspokojenia wewnętrznej konsumpcji jednostki geograficznej i obliczane jest w następujący sposób: pozyskanie energii pierwotnej + odzysk paliw + import + zmiana zapasów — eksport — bunkier. Obejmuje pięć rodzajów paliw (wraz z pochodnymi): węgiel, energię elektryczną, ropę naftową, gaz ziemny i energię ze źródeł odnawialnych. Kgoe — kilogram oleju ekwiwalentnego — stosowana w bilansach międzynarodowych jednostka miary energii. Oznacza ilość energii, jaka może zostać wyprodukowana ze spalenia jednego metrycznego kilograma ropy naftowej. Jedna tona oleju ekwiwalentnego równa jest 41,868 GJ lub 11,63 MWh.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "0.368",
                                        
                                            "2011" :   "0.354",
                                        
                                            "2012" :   "0.336",
                                        
                                            "2013" :   "0.331",
                                        
                                            "2014" :   "0.307",
                                        
                                            "2015" :   "0.300",
                                        
                                            "2016" :   "0.304",
                                        
                                            "2017" :   "0.304"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "8-1-1":{
                
                "metadane": [
                      {
                                      "nazwa": "8.1.1 Wzrost realny produktu krajowego brutto na 1 mieszkańca",
                                    
                                      "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                                    
                                      "zadanie": "8.1 Utrzymać wzrost gospodarczy na jednego mieszkańca, biorąc pod uwagę krajowe uwarunkowania. Osiągnąć i utrzymać przynajmniej 7-procentowy roczny wzrost produktu krajowego brutto w krajach najmniej rozwiniętych",
                                    
                                      "definicja": "Procentowa zmiana wartości PKB w ujęciu realnym przypadająca na 1 mieszkańca w roku badanym w porównaniu z rokiem poprzednim. PKB w ujęciu realnym na 1 mieszkańca jest obliczany jako iloraz rocznej wartości produktu krajowego brutto w cenach stałych i liczby ludności kraju (jednostki podziału terytorialnego).",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Produkt krajowy brutto prezentuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej w danym roku.  Wartość PKB można obliczyć na trzy sposoby:    - od strony tworzenia jest ona równa wartości dodanej wszystkich sektorów instytucjonalnych lub wszystkich sekcji Polskiej Klasyfikacji Działalności (PKD) krajowych jednostek produkcyjnych powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów,    - od strony rozdysponowania PKB obliczany jest jako suma popytu krajowego, tj. spożycia i akumulacji oraz salda wymiany produktów z zagranicą,    - jako sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (a więc koszty związane z zatrudnieniem, podatki związane z produkcją i importem pomniejszone o dotacje, nadwyżka operacyjna brutto oraz dochód mieszany gospodarki ogółem). Produkt krajowy brutto jest liczony zgodnie z obowiązującymi w krajach Unii Europejskiej zasadami Europejskiego Systemu Rachunków Narodowych i Regionalnych (ESA 2010) oraz zaleceniami Eurostatu.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "3.5",
                                        
                                            "2011" :   "5.0",
                                        
                                            "2012" :   "1.6",
                                        
                                            "2013" :   "1.5",
                                        
                                            "2014" :   "3.4",
                                        
                                            "2015" :   "3.9",
                                        
                                            "2016" :   "3.1",
                                        
                                            "2017" :   "5.0",
                                        
                                            "2018" :   "5.2"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "11-6-1":{
                
                "metadane": [
                      {
                                      "nazwa": "11.6.1 Odsetek odpadów komunalnych przeznaczonych do przetworzenia w określony sposób w relacji do ilości odpadów wytworzonych",
                                    
                                      "cel": "Cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.6 Do 2030 roku obniżyć niekorzystny wskaźnik negatywnego oddziaływania miasta na środowisko per capita, zwracając szczególną uwagę na jakość powietrza oraz gospodarowanie odpadami komunalnymi i innymi zanieczyszczeniami",
                                    
                                      "definicja": "Odsetek odpadów komunalnych przeznaczonych do przetworzenia w określony sposób (recykling, kompostowanie lub fermentacja, przekształcanie termiczne, składowanie) w relacji do ilości odpadów wytworzonych w ciągu roku.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "sposób przetworzenia",
                                    
                                      "metodologia": "Odpady komunalne to odpady powstające w gospodarstwach domowych, z wyłączeniem pojazdów wycofanych z eksploatacji, a także odpady niezawierające odpadów niebezpiecznych pochodzące od innych wytwórców odpadów, które ze względu na swój charakter lub skład są podobne do odpadów powstających w gospodarstwach domowych  zmieszane odpady komunalne pozostają zmieszanymi odpadami komunalnymi, nawet jeżeli zostały poddane czynności przetwarzania odpadów, która nie zmieniła w sposób znaczący ich właściwości. Dane o odpadach komunalnych zbierane są od jednostek zajmujących się zbieraniem (odbieraniem) odpadów od jednostek zajmujących się przetwarzaniem odpadów komunalnych. Zbierane informacje obejmują odpady z kodem 20: Odpady komunalne łącznie z frakcjami gromadzonymi selektywnie oraz odpady z kodem 15 01: Odpady opakowaniowe (włącznie z selektywnie gromadzonymi odpadami komunalnymi) jeżeli pochodzą z sektora komunalnego. Dla danych za lata 2010-2014: Sposób klasyfikacji odpadów oraz katalog odpadów wraz z listą odpadów niebezpiecznych określa rozporządzenie Ministra Środowiska z dnia 27 września 2001 r. w sprawie katalogu odpadów (Dz. U. 2001 Nr 112, poz. 1206). Dla danych od 2015 r.: Sposób klasyfikacji odpadów oraz katalog odpadów wraz z listą odpadów niebezpiecznych określa rozporządzenie Ministra Środowiska z dnia 9 grudnia 2014 r. w sprawie katalogu odpadów (Dz. U. 2014, poz. 1923).",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne  od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg sposobu przetworzenia": [
                                            {"recykling": [
                                                    {
                                                    
                                                        "2010" : "14.82",
                                                    
                                                        "2011" : "9.70",
                                                    
                                                        "2012" : "10.30",
                                                    
                                                        "2013" : "13.27",
                                                    
                                                        "2014" : "21.10",
                                                    
                                                        "2015" : "26.39",
                                                    
                                                        "2016" : "27.84",
                                                    
                                                        "2017" : "26.73",
                                                    
                                                        "2018" : "26.18"
                                                    
                                                    }
                                                ],"kompostowanie lub fermentacja": [
                                                    {
                                                    
                                                        "2010" : "1.50",
                                                    
                                                        "2011" : "1.73",
                                                    
                                                        "2012" : "1.67",
                                                    
                                                        "2013" : "1.88",
                                                    
                                                        "2014" : "5.42",
                                                    
                                                        "2015" : "6.09",
                                                    
                                                        "2016" : "6.99",
                                                    
                                                        "2017" : "7.08",
                                                    
                                                        "2018" : "8.11"
                                                    
                                                    }
                                                ],"przekształcenia termiczne": [
                                                    {
                                                    
                                                        "2010" : "0.32",
                                                    
                                                        "2011" : "0.37",
                                                    
                                                        "2012" : "0.42",
                                                    
                                                        "2013" : "6.78",
                                                    
                                                        "2014" : "15.10",
                                                    
                                                        "2015" : "13.25",
                                                    
                                                        "2016" : "19.44",
                                                    
                                                        "2017" : "24.41",
                                                    
                                                        "2018" : "24.13"
                                                    
                                                    }
                                                ],"składowanie": [
                                                    {
                                                    
                                                        "2010" : "66.80",
                                                    
                                                        "2011" : "69.26",
                                                    
                                                        "2012" : "66.91",
                                                    
                                                        "2013" : "61.95",
                                                    
                                                        "2014" : "58.38",
                                                    
                                                        "2015" : "54.29",
                                                    
                                                        "2016" : "45.74",
                                                    
                                                        "2017" : "41.77",
                                                    
                                                        "2018" : "41.58"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              }}
  ]
}
