
{
  "fao": [
      {
          "2-1-1":{
                
                "metadane": [
                      {
                                      "nazwa": "2.1.1 Częstotliwość występowania niedożywienia",
                                    
                                      "cel": "Cel 2. Zero głodu",
                                    
                                      "zadanie": "2.1 Do 2030 roku wyeliminować głód i zapewnić wszystkim ludziom, w szczególności ubogim i narażonym na zagrożenia, w tym niemowlętom, dostęp do bezpiecznej i pożywnej żywności w wystarczającej ilości przez cały rok",
                                    
                                      "definicja": "Odsetek populacji, wśród której zwykłe spożycie żywności jest niewystarczające dla zapewnienia poziomu energii w diecie niezbędnej do utrzymania normalnego, aktywnego i zdrowego życia.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Wskaźnik ten był wykorzystywany przez Organizację Narodów Zjednoczonych do spraw Wyżywienia i Rolnictwa (Food and Agriculture Organization - FAO) do monitorowania m.in. jednego z Milenijnych Celów Rozwoju (tj. zmniejszenie odsetka osób cierpiących głód o połowę w latach 1990-2015). Umożliwia on monitorowanie trendów w zakresie niedoboru energii w diecie. Jest wynikiem połączenia zmian w ogólnej dostępności żywności, w możliwościach dostępu gospodarstw domowych oraz w społeczno-demograficznych cechach populacji, a także różnicach między krajami i regionami w dowolnym momencie. Niedożywienie - wg FAO jest to stan, w którym dana osoba ma regularny dostęp do takiej ilości pożywienia, która jest niewystarczająca dla zapewnienia energii niezbędnej do prowadzenia normalnego, zdrowego i aktywnego życia, biorąc pod uwagę jej własne zapotrzebowanie energetyczne. Podczas gdy warunek niedożywienia dotyczy poszczególnych osób, wskaźnik można odnieść tylko do populacji lub grupy osób (ze względów koncepcyjnych). Występowanie niedożywienia jest zatem oszacowaniem odsetka osób w danej grupie, bez możliwości określenia, które osoby w grupie są faktycznie niedożywione.",
                                    
                                      "zrodlo": "FAO",
                                    
                                      "czestotliwosc": "Dane roczne, od 2010 r.",
                                    
                                      "uwagi": "Dane szacunkowe, obliczone przez FAO. Wartość 2,5 dla Polski należy interpretować jako mniejszą od 2,5 (<2,5)."
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "2.5",
                                        
                                            "2011" :   "2.5",
                                        
                                            "2012" :   "2.5",
                                        
                                            "2013" :   "2.5",
                                        
                                            "2014" :   "2.5",
                                        
                                            "2015" :   "2.5",
                                        
                                            "2016" :   "2.5",
                                        
                                            "2017" :   "2.5",
                                        
                                            "2018" :   "2.5",
                                        
                                            "2019" :   "2.5"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "2-1-2":{
                
                "metadane": [
                      {
                                      "nazwa": "2.1.2 Częstotliwość występowania umiarkowanego lub dużego braku bezpieczeństwa żywnościowego w populacji, w oparciu o Skalę Bezpieczeństwa Żywnościowego (FIES)",
                                    
                                      "cel": "Cel 2. Zero głodu",
                                    
                                      "zadanie": "2.1 Do 2030 roku wyeliminować głód i zapewnić wszystkim ludziom, w szczególności ubogim i narażonym na zagrożenia, w tym niemowlętom, dostęp do bezpiecznej i pożywnej żywności w wystarczającej ilości przez cały rok",
                                    
                                      "definicja": "Odsetek osób, które doświadczyły umiarkowanego lub dużego braku bezpieczeństwa żywnościowego w badanym okresie. Brak bezpieczeństwa żywnościowego, definiowany jako cecha ukryta, określany jest w oparciu globalną Skalę Bezpieczeństwa Żywnościowego (Food Insecurity Experience Scale – FIES), opracowaną przez FAO w wyniku zastosowania FIES w 140 krajach na świecie, począwszy od 2014 r.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "umiarkowany lub duży brak bezpieczeństwa żywnościowegoduży brak bezpieczeństwa żywnościowego",
                                    
                                      "metodologia": "Brak bezpieczeństwa żywnościowego oznacza ograniczony dostęp do żywności w gospodarstwach domowych ze względu na brak środków finansowych lub niedobór innych zasobów.  Poziom braku bezpieczeństwa żywnościowego określany jest na podstawie badania modułowego z wykorzystaniem Skali Bezpieczeństwa Żywnościowego (FIES-SM). Podczas badania respondentom zdawanych jest osiem pytań na temat doświadczeń oraz okoliczności związanych z brakiem bezpieczeństwa żywnościowego. Metodologia FIES opracowana przez FAO umożliwia pomiar braku bezpieczeństwa żywnościowego w skali globu, a także pozwala na uzyskanie porównywalności między krajami w obszarze braku bezpieczeństwa żywnościowego.",
                                    
                                      "zrodlo": "FAO",
                                    
                                      "czestotliwosc": "Dane uśrednione z czterech lat: 2014-2016, 2015-2017, 2016-2018, 2017-2019.",
                                    
                                      "uwagi": "Wartość dla dużego braku bezpieczeństwa żywnościowego w 2018 r. należy interpretować jako mniejszą od 0,5 (<0,5)."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg poziomu braku bezpieczeństwa żywnościowego": [
                                            {"umiarkowany lub duży": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "8.9",
                                                    
                                                        "2016" : "6.3",
                                                    
                                                        "2017" : "5.3",
                                                    
                                                        "2018" : "4.3",
                                                    
                                                        "2019" : "5.8"
                                                    
                                                    }
                                                ],"duży": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "1.8",
                                                    
                                                        "2016" : "1.2",
                                                    
                                                        "2017" : "0.7",
                                                    
                                                        "2018" : "0.5",
                                                    
                                                        "2019" : "0.5"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "2-3-1":{
                
                "metadane": [
                      {
                                      "nazwa": "2.3.1 Wielkość produkcji na jednostkę pracy wg klas wielkości gospodarstw rolnych/pastwisk/przedsiębiorstw leśnych",
                                    
                                      "cel": "cel 2. Zero głodu",
                                    
                                      "zadanie": "2.3 Do 2030 roku podwoić wydajność rolnictwa i dochody drobnych producentów żywności, w szczególności kobiet, ludności rdzennej, rodzinnych gospodarstw rolnych, pasterzy i rybaków, m.in. poprzez bezpieczny i równy dostęp do ziemi oraz innych zasobów i czynników produkcji, dostęp do wiedzy, usług finansowych i rynków oraz możliwości zwiększenia wartości dodanej i zatrudnienia poza sektorem rolniczym",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "2-3-2":{
                
                "metadane": [
                      {
                                      "nazwa": "2.3.2 Przeciętny dochód małych producentów żywności, wg płci oraz statusu pochodzenia",
                                    
                                      "cel": "cel 2. Zero głodu",
                                    
                                      "zadanie": "2.3 Do 2030 roku podwoić wydajność rolnictwa i dochody drobnych producentów żywności, w szczególności kobiet, ludności rdzennej, rodzinnych gospodarstw rolnych, pasterzy i rybaków, m.in. poprzez bezpieczny i równy dostęp do ziemi oraz innych zasobów i czynników produkcji, dostęp do wiedzy, usług finansowych i rynków oraz możliwości zwiększenia wartości dodanej i zatrudnienia poza sektorem rolniczym",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "2-4-1":{
                
                "metadane": [
                      {
                                      "nazwa": "2.4.1 Udział powierzchni użytków rolnych w produktywnym i zrównoważonym rolnictwie",
                                    
                                      "cel": "cel 2. Zero głodu",
                                    
                                      "zadanie": "2.4 Do 2030 roku utworzyć systemy zrównoważonej produkcji żywności oraz wdrożyć działania w zakresie rolnictwa, mające zwiększyć wydajność i produkcję, zachować ekosystemy, wzmocnić zdolność przystosowania się do zmian klimatu, ekstremalnych zjawisk pogodowych, suszy, powodzi i innych katastrof, a także mające stopniowo poprawiać jakość gleby i gruntów",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "2-5-1":{
                
                "metadane": [
                      {
                                      "nazwa": "2.5.1 Liczba zasobów genetycznych roślin i zwierząt dla wyżywienia i rolnictwa zabezpieczonych w kolekcjach banków genów",
                                    
                                      "cel": "Cel 2. Zero głodu",
                                    
                                      "zadanie": "2.5 Do 2020 roku zapewnić różnorodność genetyczną nasion, roślin uprawnych, zwierząt hodowlanych i udomowionych oraz powiązanych z nimi dzikich gatunków, w tym poprzez skutecznie zarządzane i różnorodne banki nasion i roślin na poziomie krajowym, regionalnym i międzynarodowym, jak również promować uczciwy i sprawiedliwy podział oraz dostęp do korzyści płynących z wykorzystania zasobów genetycznych oraz związanej z nimi tradycyjnej wiedzy, zgodnie z ustaleniami na szczeblu międzynarodowym",
                                    
                                      "definicja": "Wskaźnik określa zasoby genetyczne roślin dla wyżywienia i rolnictwa (zabezpieczone w kolekcjach banków genów, przechowywane w postaci generatywnej – w formie nasion oraz w postaci wegetatywnej – w formie plantacji polowych, kultur in vitro, mikrobulwek itp.) oraz zasoby genetyczne zwierząt gospodarskich metodami ex situ in vitro i ex situ in vivo.",
                                    
                                      "jednostka": "sztuki",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Kolekcje roślin utrzymywanych w banku genów obejmują rośliny: rolnicze (zboża, okopowe, specjalne, zielarskie, pastewne, rekultywacyjne i energetyczne, motylkowate drobnonasienne, marginalne rośliny strączkowe gruboziarniste), warzywne, sadownicze (w tym podkładki drzew ziarnkowych, podkładki drzew pestkowych, rzadkie gatunki roślin sadowniczych, rośliny jagodowe), miododajne i ozdobne. Zasoby genetyczne roślin obliczane są na podstawie bazy danych, zawierającej liczbę obiektów oraz dane na ich temat. Informacje dostępne są w IHAR-PIB, pod adresem: http://egiset.ihar.edu.pl/index.aspx?lang=pl-PL. Baza danych obejmuje zasoby przechowywane w kolekcjach banku genów, w różnych formach, zlokalizowanych w IHAR Radzików (centralna przechowalnia nasion) oraz w szeregu innych instytucji, m.in.: Instytut Ogrodnictwa w Skierniewicach, Arboretum i Zakład Fizjografii w Bolestraszycach Polska Akademia Nauk Ogród Botaniczny - Centrum Zachowania Bioróżnorodności Biologicznej w Powsinie Szkoła Główna Gospodarstwa Wiejskiego w Warszawie Uniwersytet Przyrodniczy w Poznaniu Towarzystwo Przyjaciół Dolnej Wisły w Grucznie Poznańska Hodowla Roślin Sp. z o.o. w Tulcach Instytut Włókien Naturalnych i Roślin Zielarskich w Poznaniu Instytut Uprawy Nawożenia i Gleboznawstwa - PIB w Puławach. Liczba zasobów genetycznych zwierząt określana jest  metodami ex situ in vitro i ex situ in vivo. Istnieją następujące metody ochrony populacji zwierząt przed wyginięciem: - in situ - polegającą na ochronie żywych zwierząt w ich naturalnym środowisku, - ex-situ -ochrona zasobów genetycznych poza miejscem ich naturalnego występowania, w tym:  ex-situ in vitro - kriokonserwowanego materiału w bankach materiału genetycznego, ex situ in vivo - kolekcje żywych zwierząt utrzymywane poza miejscem występowania.  W przypadku kolekcji ex situ in vivo, aby można je było uznać za utrzymywane w sposób długookresowy i stabilny, przyjmuje się, że są one w placówkach należących do sektora publicznego.",
                                    
                                      "zrodlo": "Ministerstwo Rolnictwa i Rozwoju Wsi / Instytut Hodowli i Aklimatyzacji Roślin - PIB in Radzików / Instytut Ogrodnictwa w Skierniewicach/ Instytut Zootechniki",
                                    
                                      "czestotliwosc": "Dane roczne od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "zasoby genetyczne roślin": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "73660",
                                                    
                                                        "2011" : "74215",
                                                    
                                                        "2012" : "75551",
                                                    
                                                        "2013" : "76951",
                                                    
                                                        "2014" : "80430",
                                                    
                                                        "2015" : "81807",
                                                    
                                                        "2016" : "82514",
                                                    
                                                        "2017" : "88362",
                                                    
                                                        "2018" : "85855",
                                                    
                                                        "2019" : "85876",
                                                    
                                                        "2020" : "85876",
                                                    
                                                        "2021" : "89880"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "zasoby genetyczne zwierząt": [
                                            {"gęsi w żywych kolekcjach": [
                                                    {
                                                    
                                                        "2010" : "3681",
                                                    
                                                        "2011" : "3716",
                                                    
                                                        "2012" : "3675",
                                                    
                                                        "2013" : "3959",
                                                    
                                                        "2014" : "3981",
                                                    
                                                        "2015" : "3907",
                                                    
                                                        "2016" : "4256",
                                                    
                                                        "2017" : "3979",
                                                    
                                                        "2018" : "4197",
                                                    
                                                        "2019" : "4453",
                                                    
                                                        "2020" : "4350",
                                                    
                                                        "2021" : "4185"
                                                    
                                                    }
                                                ],"kaczki w żywych kolekcjach": [
                                                    {
                                                    
                                                        "2010" : "1293",
                                                    
                                                        "2011" : "1277",
                                                    
                                                        "2012" : "1296",
                                                    
                                                        "2013" : "1319",
                                                    
                                                        "2014" : "1314",
                                                    
                                                        "2015" : "1394",
                                                    
                                                        "2016" : "1307",
                                                    
                                                        "2017" : "1373",
                                                    
                                                        "2018" : "1455",
                                                    
                                                        "2019" : "1497",
                                                    
                                                        "2020" : "1578",
                                                    
                                                        "2021" : "1470"
                                                    
                                                    }
                                                ],"kury w żywych kolekcjach": [
                                                    {
                                                    
                                                        "2010" : "7225",
                                                    
                                                        "2011" : "7210",
                                                    
                                                        "2012" : "7884",
                                                    
                                                        "2013" : "8168",
                                                    
                                                        "2014" : "8207",
                                                    
                                                        "2015" : "8239",
                                                    
                                                        "2016" : "8170",
                                                    
                                                        "2017" : "8137",
                                                    
                                                        "2018" : "8125",
                                                    
                                                        "2019" : "8198",
                                                    
                                                        "2020" : "8160",
                                                    
                                                        "2021" : "8150"
                                                    
                                                    }
                                                ],"bydło od którego pobrano materiał genetyczny do banku genów": [
                                                    {
                                                    
                                                        "2010" : "31",
                                                    
                                                        "2011" : "47",
                                                    
                                                        "2012" : "52",
                                                    
                                                        "2013" : "57",
                                                    
                                                        "2014" : "60",
                                                    
                                                        "2015" : "76",
                                                    
                                                        "2016" : "85",
                                                    
                                                        "2017" : "125",
                                                    
                                                        "2018" : "120",
                                                    
                                                        "2019" : "144",
                                                    
                                                        "2020" : "156",
                                                    
                                                        "2021" : "169"
                                                    
                                                    }
                                                ],"materiał genetyczny bydła w banku genów": [
                                                    {
                                                    
                                                        "2010" : "7565",
                                                    
                                                        "2011" : "9315",
                                                    
                                                        "2012" : "10315",
                                                    
                                                        "2013" : "11315",
                                                    
                                                        "2014" : "11915",
                                                    
                                                        "2015" : "28838",
                                                    
                                                        "2016" : "30638",
                                                    
                                                        "2017" : "34511",
                                                    
                                                        "2018" : "33679",
                                                    
                                                        "2019" : "37589",
                                                    
                                                        "2020" : "40100",
                                                    
                                                        "2021" : "42445"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "2-5-2":{
                
                "metadane": [
                      {
                                      "nazwa": "2.5.2 Odsetek ras lokalnych sklasyfikowanych jako zagrożone wyginięciem",
                                    
                                      "cel": "Cel 2. Zero głodu",
                                    
                                      "zadanie": "2.5 Do 2020 roku zapewnić różnorodność genetyczną nasion, roślin uprawnych, zwierząt hodowlanych i udomowionych oraz powiązanych z nimi dzikich gatunków, w tym poprzez skutecznie zarządzane i różnorodne banki nasion i roślin na poziomie krajowym, regionalnym i międzynarodowym, jak również promować uczciwy i sprawiedliwy podział oraz dostęp do korzyści płynących z wykorzystania zasobów genetycznych oraz związanej z nimi tradycyjnej wiedzy, zgodnie z ustaleniami na szczeblu międzynarodowym",
                                    
                                      "definicja": "Wskaźnik określa proporcje ras zagrożonych i niezagrożonych ryzkiem wyginięcia w ogólnej liczbie populacji objętych programami ochrony zasobów genetycznych.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "proporcje ras zagrożonych, proporcje ras niezagrożonych",
                                    
                                      "metodologia": "Podstawowym celem programów ochrony zasobów genetycznych jest zachowanie poszczególnych populacji i ochrona przed ich wyginięciem, poprzez utrzymanie i wzrost liczebnosci populacj, utrzymanie równowagi genetycznej, przy jednoczesnym zachowaniu charakterystycznych cech fenotypowych zwierząt danej rasy. Programem ochrony zasobów genetycznych w Polsce objęte są następujące rasy zwierząt:    - 4 rasy bydła,    - 3 rasy świń,    - 7 ras koni,    - 15 ras owiec,    - 14 ras gęsi,    - 11 ras kur nieśnych,    - 10 ras kaczek,    - 4 rasy zwierząt futerkowych    - oraz 5 linii pszczół. Istnieją następujące metody ochrony populacji zwierząt przed wyginięciem:    - in situ – polegającą na ochronie żywych zwierząt w ich naturalnym środowisku,    - ex-situ –ochrona zasobów genetycznych poza miejscem ich naturalnego występowania, w tym:   • ex-situ in vitro - kriokonserwowanego materiału w bankach materiału genetycznego,    • ex situ in vivo - kolekcje żywych zwierząt utrzymywane poza miejscem występowania.",
                                    
                                      "zrodlo": "Ministerstwo Rolnictwa i Rozwoju Wsi / Instytut Zootechniki",
                                    
                                      "czestotliwosc": "Dane roczne  od 2015 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg poziomu ryzyka wyginięcia": [
                                            {"rasy zagrożone": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "69.88",
                                                    
                                                        "2016" : "69.88",
                                                    
                                                        "2017" : "67.50",
                                                    
                                                        "2018" : "68.70",
                                                    
                                                        "2019" : "65.10",
                                                    
                                                        "2020" : "65.10",
                                                    
                                                        "2021" : "65.10"
                                                    
                                                    }
                                                ],"rasy niezagrożone": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "30.12",
                                                    
                                                        "2016" : "30.12",
                                                    
                                                        "2017" : "32.50",
                                                    
                                                        "2018" : "31.30",
                                                    
                                                        "2019" : "34.90",
                                                    
                                                        "2020" : "34.90",
                                                    
                                                        "2021" : "34.90"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "2-a-1":{
                
                "metadane": [
                      {
                                      "nazwa": "2.a.1 Wskaźnik kształtowania się wydatków rządowych w rolnictwie (AOI)",
                                    
                                      "cel": "Cel 2. Zero głodu",
                                    
                                      "zadanie": "2.a Zwiększyć inwestycje, w tym, poprzez wzmocnioną współpracę międzynarodową, w infrastrukturę obszarów wiejskich, badania w dziedzinie rolnictwa i usług, rozwój technologii oraz banki zasobów genetycznych roślin i inwentarza żywego w celu zwiększenia zdolności produkcyjnych gospodarstw rolnych w krajach rozwijających się, zwłaszcza w tych najsłabiej rozwiniętych",
                                    
                                      "definicja": "Wskaźnik jest obliczany jako udział wydatków rządowych przeznaczonych na rolnictwo w wydatkach rządowych ogółem, odniesiony do udziału rolnictwa w PKB.",
                                    
                                      "jednostka": "[–]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Udział wydatków rządowych przeznaczonych na rolnictwo oznacza wydatki na rolnictwo centralnego szczebla rządowego odniesione do nakładów ogółem centralnego szczebla rządowego, tj. wydatków ogółem podsektora centralnego oraz wydatków podsektora ubezpieczeń (wg Klasyfikacji wydatków sektora instytucji rządowych i samorządowych według funkcji – COFOG). Udział rolnictwa w PKB jest równy wartości dodanej brutto w sekcji A Klasyfikacji PKD 2007, tj. Rolnictwo, leśnictwo, łowiectwo, wg ESA2010 odniesionej do wartości Produktu Krajowego Brutto. Produkt krajowy brutto (PKB) obrazuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej (jednostek będących rezydentami) w danym roku. Szczegółową definicję i metodologię obliczania PKB określa rozporządzenie Parlamentu Europejskiego i Rady (UE) nr 549/2013 z 21 maja 2013 r. w sprawie europejskiego systemu rachunków narodowych i regionalnych w Unii Europejskiej (ESA 2010). Wskaźnik AOI wyższy od 1 odzwierciedla większe ukierunkowanie na sektor rolniczy, którego udział w wydatkach rządowych zwiększa się w odniesieniu do jego wkładu w wartość dodaną brutto. AOI mniejszy od 1 odzwierciedla spadek ukierunkowania na rolnictwo, natomiast AOI=1 oznacza neutralność w zakresie ukierunkowania rządu na sektor rolny.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny / FAO",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "0.58",
                                        
                                            "2011" :   "0.44",
                                        
                                            "2012" :   "0.46",
                                        
                                            "2013" :   "0.29",
                                        
                                            "2014" :   "0.34",
                                        
                                            "2015" :   "0.37",
                                        
                                            "2016" :   "0.40",
                                        
                                            "2017" :   "0.34",
                                        
                                            "2018" :   "0.56",
                                        
                                            "2019" :   "0.50",
                                        
                                            "2020" :   "0.45"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "2-c-1":{
                
                "metadane": [
                      {
                                      "nazwa": "2.c.1 Wskaźnik nieprawidłowości cenowych w zakresie żywności",
                                    
                                      "cel": "cel 2. Zero głodu",
                                    
                                      "zadanie": "2.c Wprowadzić mechanizmy zapewniające prawidłowe funkcjonowanie rynków towarów żywnościowych i ich pochodnych oraz ułatwić dostęp do aktualnych informacji rynkowych, w tym do informacji o rezerwach żywnościowych, by ograniczyć ekstremalną niestabilność cen żywności",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "5-a-1":{},
          "6-4-1":{
                
                "metadane": [
                      {
                                      "nazwa": "6.4.1 Zmiany w czasie w wykorzystaniu zasobów wodnych",
                                    
                                      "cel": "Cel 6. Czysta woda i warunki sanitarne",
                                    
                                      "zadanie": "6.4 Do 2030 roku znacząco podnieść efektywność wykorzystywania wody we wszystkich sektorach oraz zapewnić zrównoważony pobór wody oraz dostawy wody pitnej, by rozwiązać problem niedostatku wody i znacząco zmniejszyć liczbę ludzi cierpiących z tego powodu",
                                    
                                      "definicja": "Wydajność zasobów wodnych to produkt krajowy brutto (PKB) podzielony przez całkowity roczny pobór wody.",
                                    
                                      "jednostka": "euro na metr sześcienny [EUR/m3]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Wydajność zasobów wodnych określa wielkość wyniku działalności gospodarczej w stosunku do wielkości poboru wód w metrach sześciennych i wyrażona jest w euro na m3 (w bazie Eurostatu: dostępne także w PPS /m3) Całkowity pobór wody obejmuje wody ujmowane ze wszystkich źródeł, stale lub czasowo. Uwzględniane są wody pochodzące z odwadniania zakładów górniczych oraz wody pochodzące z opadów, podczas gdy woda używana w hydroelektrowniach (in-situ) jest wyłączona. Do obliczania wydajności zasobów wodnych EUROSTAT wykorzystuje PKB zarówno w jednostce EUR (powiązane wartości w odniesieniu do 2010 roku oraz od roku 2010 według kursu), jak i w jednostce PPS (Purchasing Power Standard ",
                                    
                                      "zrodlo": "EUROSTAT",
                                    
                                      "czestotliwosc": "Dane roczne od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "31.1",
                                        
                                            "2011" :   "31.9",
                                        
                                            "2012" :   "33.5",
                                        
                                            "2013" :   "34.6",
                                        
                                            "2014" :   "35.5",
                                        
                                            "2015" :   "37.8",
                                        
                                            "2016" :   "38.7",
                                        
                                            "2017" :   "42.5",
                                        
                                            "2018" :   "46.2",
                                        
                                            "2019" :   "51.2"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "6-4-2":{
                
                "metadane": [
                      {
                                      "nazwa": "6.4.2 Poziom stresu wodnego (niedoboru wody): pobór wody w stosunku do zasobów wód",
                                    
                                      "cel": "Cel 6. Czysta woda i warunki sanitarne",
                                    
                                      "zadanie": "6.4 Do 2030 roku znacząco podnieść efektywność wykorzystywania wody we wszystkich sektorach oraz zapewnić zrównoważony pobór wody oraz dostawy wody pitnej, by rozwiązać problem niedostatku wody i znacząco zmniejszyć liczbę ludzi cierpiących z tego powodu",
                                    
                                      "definicja": "Procentowy udział ogólnego poboru wód w ogólnej wielkości odnawialnych zasobów wód.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Intenstywność użytkowania zasobów wód (stres wodny) określana jako procentowy udział ogólnego poboru wód (podziemnych lub powierzchniowych) w ogólnej wielkości dostępnych odnawialnych zasobów wód (w tym dopływ wód z obszaru krajów sąsiadujących).",
                                    
                                      "zrodlo": "OECD",
                                    
                                      "czestotliwosc": "Dane roczne  od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "19.2",
                                        
                                            "2011" :   "19.7",
                                        
                                            "2012" :   "19.0",
                                        
                                            "2013" :   "18.6",
                                        
                                            "2014" :   "18.7",
                                        
                                            "2015" :   "18.3",
                                        
                                            "2016" :   "18.4",
                                        
                                            "2017" :   "17.6",
                                        
                                            "2018" :   "17.1"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "14-4-1":{
                
                "metadane": [
                      {
                                      "nazwa": "14.4.1 Odsetek zasobów rybnych na biologicznie odnawialnym poziomie",
                                    
                                      "cel": "Cel 14. Życie pod wodą",
                                    
                                      "zadanie": "14.4 Do 2020 roku skutecznie uregulować kwestie pozyskiwania owoców morza oraz wyeliminować nadmierne połowy ryb, nielegalne, niezarejestrowane i nieuregulowane rybołówstwo oraz destrukcyjne praktyki połowów, oraz wdrożyć poparte naukowo plany zarządzania, tak by w możliwie najkrótszym czasie odbudować populację ryb, co najmniej do poziomu umożliwiającego maksymalny, odnawialny poziom zrównoważonych połowów, zgodnie charakterystyką poszczególnych gatunków.",
                                    
                                      "definicja": "Wskaźnik określa wielkość zasobów rybnych na świecie oraz udział stad rybnych będących na biologicznie odnawialnym poziomie. Przy ocenie zasoby klasyfikuje się na trzy kategorie: 1. stada ryb nadmiernie eksploatowane (overexploited), 2. stada ryb w pełni wykorzystane (fully exploited) oraz3. stada ryb nie w pełni wykorzystane (non-fully exploited). Za biologicznie zrównoważone stada uznaje się te, które sklasyfikowano jako nie w pełni wykorzystane i w pełni wykorzystane.Wskaźnik określa poziom postępu w kierunku zrównoważonego zarządzania stadami rybnymi, w którym celem jest unikanie przełowienia oraz utrzymanie w bezpiecznych ekologicznie granicach wpływu rybołówstwa na zapasy, gatunki i ekosystemy.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "1. udział zasobów rybnych w pełni wykorzystanych (fully exploited) na Morzu Bałtyckim2. odsetek stad ryb, które są nie w pełni wykorzystane (non-fully exploited) na Morzu Bałtyckim3. odsetek stad ryb, które są nadmiernie eksploatowane (overexploited) na Morzu Bałtyckim4. odsetek stad ryb w granicach poziom w zrównoważonych biologicznie na Morzu Bałtyckim",
                                    
                                      "metodologia": "Konwencja Narodów Zjednoczonych o prawie morza, której Unia jest stroną, nakłada zobowiązania związane z ochroną, w tym utrzymaniem lub odtworzeniem populacji poławianych gatunków na poziomach, które mogą zapewnić Maksymalny Podtrzymywalny Połów (MSY maximum sustainable yield). Maksymalny Podtrzymywalny Połów rozumiany jest jako największy połów, który może być pobierany z zasobów rybnych przez czas nieokreślony. Celem wyznaczenia tego progu jest osiągnięcie maksymalnej wydajności zasobów ryb przy jednoczesnym zachowaniu różnorodności biologicznej i funkcjonowaniu ekosystemów istotnych dla obecnych i przyszłych pokoleń.Uważa się, że stada ryb są zrównoważone, jeżeli ich liczebność utrzymuje się stale na poziomie zapewniającym maksymalny podtrzymywalny połów lub wyższym. W celu zapewnienia, że podstawowe gatunki przemysłowe na Morzu Bałtyckim są eksploatowane na poziomie odnawialnym, opracowano i przyjęto Rozporządzenie Parlamentu Europejskiego i Rady (UE) Nr 2016/1139 z dnia 6 lipca 2016 r. ustanawiające wieloletni plan w odniesieniu do stad dorsza, śledzia i szprota w Morzu Bałtyckim oraz połowów eksploatujących te stada (zmieniające rozporządzenie Rady (WE) nr 2187/2005 i uchylające rozporządzenie Rady (WE) nr 1098/2007). Rozporządzenie to określa maksymalny poziom połowu (maximum sustainable yield) omawianych gatunków, nakładając zobowiązania związane z ochroną, w tym utrzymaniem lub odtworzeniem populacji poławianych gatunków na poziomach odnawialnych. Wskaźnik przyjmuje cztery wymiary, tj.:1. udział zasobów rybnych w pełni wykorzystanych (fully exploited)2. odsetek stad ryb, które są nie w pełni wykorzystane (non-fully exploited) 3. odsetek stad ryb, które są nadmiernie eksploatowane (overexploited) oraz4. odsetek stad ryb w granicach poziomów zrównoważonych biologicznie Poziomy zrównoważone biologicznie obejmują te stada ryb, które zgodnie z oceną zasobów sklasyfikowano jako nie w pełni wykorzystane (non-fully exploited) i w pełni wykorzystane (fully exploited). Wskaźnik liczony jest jako suma tych dwóch kategorii podzielona przez całkowitą liczbę gatunków ryb podlegających ocenie zasobów i pomnożona przez 100. Ocena zasobów obejmuje stada rybne określone w Rozporządzeniu PE i Rady (UE) Nr 2016/1139 w odniesieniu do których ustanowiono plan wieloletni:1. dorsz atlantycki w zachodniej części Morza Bałtyckiego2. dorsz atlantycki we wschodniej części Morza Bałtyckiego3. śledź atlantycki w zachodniej części Morza Bałtyckiego4. śledź atlantycki w centralnej części Morza Bałtyckiego5. szprot w Morzu Bałtyckim",
                                    
                                      "zrodlo": "Ministerstwo Rolnictwa i Rozwoju Wsi",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": "Od 2012 roku wartość udziału procentowego opiera się na analizie 4 stad (bez dorsza stada wschodniego)."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg poziomu eksploatowania": [
                                            {"odsetek stad ryb w granicach poziomów zrównoważonych na Morzu Bałtyckim": [
                                                    {
                                                    
                                                        "2010" : "40",
                                                    
                                                        "2011" : "60",
                                                    
                                                        "2012" : "40",
                                                    
                                                        "2013" : "40",
                                                    
                                                        "2014" : "40",
                                                    
                                                        "2015" : "40",
                                                    
                                                        "2016" : "60",
                                                    
                                                        "2017" : "40",
                                                    
                                                        "2018" : "40",
                                                    
                                                        "2019" : "40",
                                                    
                                                        "2020" : "60"
                                                    
                                                    }
                                                ],"udział zasobów rybnych w pełni wykorzystanych (fully exploited) na Morzu Bałtyckim": [
                                                    {
                                                    
                                                        "2010" : "40",
                                                    
                                                        "2011" : "60",
                                                    
                                                        "2012" : "20",
                                                    
                                                        "2013" : "20",
                                                    
                                                        "2014" : "20",
                                                    
                                                        "2015" : "40",
                                                    
                                                        "2016" : "60",
                                                    
                                                        "2017" : "40",
                                                    
                                                        "2018" : "25",
                                                    
                                                        "2019" : "25",
                                                    
                                                        "2020" : "20"
                                                    
                                                    }
                                                ],"odsetek stad ryb które są nie w pełni wykorzystane (non-fully exploited) na Morzu Bałtyckim": [
                                                    {
                                                    
                                                        "2010" : "0",
                                                    
                                                        "2011" : "0",
                                                    
                                                        "2012" : "20",
                                                    
                                                        "2013" : "20",
                                                    
                                                        "2014" : "20",
                                                    
                                                        "2015" : "0",
                                                    
                                                        "2016" : "0",
                                                    
                                                        "2017" : "0",
                                                    
                                                        "2018" : "0",
                                                    
                                                        "2019" : "0",
                                                    
                                                        "2020" : "40"
                                                    
                                                    }
                                                ],"odsetek stad ryb które są nadmiernie eksploatowane (overexploited) na Morzu Bałtyckim": [
                                                    {
                                                    
                                                        "2010" : "60",
                                                    
                                                        "2011" : "40",
                                                    
                                                        "2012" : "60",
                                                    
                                                        "2013" : "60",
                                                    
                                                        "2014" : "60",
                                                    
                                                        "2015" : "60",
                                                    
                                                        "2016" : "40",
                                                    
                                                        "2017" : "60",
                                                    
                                                        "2018" : "75",
                                                    
                                                        "2019" : "75",
                                                    
                                                        "2020" : "40"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "14-6-1":{
                
                "metadane": [
                      {
                                      "nazwa": "14.6.1 Poziom wdrożenia międzynarodowych instrumentów, mających na celu zwalczanie nielegalnych, nieraportowanych i nieuregulowanych połowów (połowów NNN)",
                                    
                                      "cel": "cel 14. Życie pod wodą",
                                    
                                      "zadanie": "14.6 Do 2020 roku wyeliminować określone formy subwencji na rybołówstwo, które przyczyniają się do budowy nadmiernych zdolności i przełowienia ryb, wyeliminować subwencje przyczyniające się do nielegalnego, niezarejestrowanego i nieuregulowanego rybołówstwa  nie wprowadzać nowych subwencji tego typu, przyznając że skuteczne, specyficzne i zróżnicowane traktowanie krajów rozwijających się i najsłabiej rozwiniętych powinno być integralną częścią negocjacji dotyczących subwencji na rybołówstwo, prowadzonych w ramach Światowej Organizacji Handlu (World Trade Organization).",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "14-7-1":{
                
                "metadane": [
                      {
                                      "nazwa": "14.7.1 Zrównoważone rybołówstwo jako odsetek PKB w małych wyspowych krajach rozwijających się, krajach najmniej rozwiniętych i wszystkich krajach",
                                    
                                      "cel": "cel 14. Życie pod wodą",
                                    
                                      "zadanie": "14.7 Do 2030 roku zwiększyć korzyści ekonomiczne dla rozwijających się państw położonych na małych wyspach i krajów najsłabiej rozwiniętych, płynące z wykorzystywania zasobów morskich, w tym poprzez zrównoważone zarządzanie rybołówstwem, akwakulturą i turystyką.",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "14-b-1":{
                
                "metadane": [
                      {
                                      "nazwa": "14.b.1 Poziom zastosowania ram prawnych/regulacyjnych/politycznych/instytucjonalnych, które uznają i chronią prawa dostępu do rybołówstwa na małą skalę",
                                    
                                      "cel": "cel 14. Życie pod wodą",
                                    
                                      "zadanie": "14.b Zapewnić lokalnym rybakom łowiącym na małą skalę dostęp do rynków i zasobów morskich.",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "15-1-1":{
                
                "metadane": [
                      {
                                      "nazwa": "15.1.1 Udział powierzchni gruntów leśnych w powierzchni lądowej kraju",
                                    
                                      "cel": "Cel 15. Życie na lądzie",
                                    
                                      "zadanie": "15.1 Do 2020 roku zapewnić ochronę, odtworzenie i zrównoważone użytkowanie lądowych i śródlądowych ekosystemów słodkiej wody oraz pozostałych ekosystemów, w szczególności lasów, terenów podmokłych i suchych oraz gór, zgodnie z międzynarodowymi zobowiązaniami",
                                    
                                      "definicja": "Stosunek powierzchni gruntów leśnych do powierzchni ogólnej kraju pomniejszonej o grunty pod wodami (ogółem morskie wody wewnętrzne, powierzchniowe wody płynące oraz stojące).",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Do powierzchni gruntów leśnych zaliczają się:   • lasy, tj. grunty o zwartej powierzchni co najmniej 0,1 ha pokryte roślinnością leśną (powierzchnia zalesiona) lub przejściowo pozbawione roślinności leśnej (powierzchnia niezalesiona). Są to grunty przeznaczone do produkcji leśnej lub wchodzące w skład rezerwatów przyrody i parków narodowych albo wpisane do rejestrów zabytków.    • grunty związane z gospodarką leśną, związane z gospodarką leśną, zajęte pod wykorzystywane dla potrzeb gospodarki leśnej: budynki i budowle, urządzenia melioracji wodnych, linie podziału przestrzennego lasu, drogi leśne, tereny pod liniami energetycznymi, szkółki leśne, miejsca składowania drewna, parkingi leśne i urządzenia turystyczne. Powierzchnia zalesiona obejmuje grunty pokryte uprawami, młodnikami i starszymi drzewostanami oraz plantacjami: topoli, nasiennymi i drzew szybkorosnących. Powierzchnia niezalesiona obejmuje grunty:    • znajdujące się w produkcji ubocznej (tj. plantacje choinek, krzewów, poletka łowieckie na gruntach leśnych),    • przejściowo pozbawione drzewostanu i przewidywane do odnowienia w najbliższych latach (tj. zręby, halizny, płazowiny),    • przewidziane do objęcia ochroną prawną (np. zaliczane do lasów śródleśne „oczka”, nieużytkowane płaty roślinności – hale i połoniny),    • przeznaczone do wyłączenia z produkcji grunty leśne wylesione (np. zalewiska i zapadliska na obszarze szkód górniczych).",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "30.5",
                                        
                                            "2011" :   "30.5",
                                        
                                            "2012" :   "30.6",
                                        
                                            "2013" :   "30.6",
                                        
                                            "2014" :   "30.7",
                                        
                                            "2015" :   "30.8",
                                        
                                            "2016" :   "30.8",
                                        
                                            "2017" :   "30.9",
                                        
                                            "2018" :   "30.9",
                                        
                                            "2019" :   "30.9",
                                        
                                            "2020" :   "30.9"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "15-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "15.2.1 Postęp w kierunku zrównoważonej gospodarki leśnej",
                                    
                                      "cel": "Cel 15. Życie na lądzie",
                                    
                                      "zadanie": "15.2 Do 2020 roku promować wdrażanie zrównoważonego zarządzania wszystkimi typami lasów  zahamować proces wylesiania, odtworzyć zniszczone lasy  znacząco zwiększyć globalny stopień zalesienia i ponownego zalesienia",
                                    
                                      "definicja": "Wskaźnik określa procent powierzchni lasów, które mają zatwierdzoną dokumentację urządzeniową w stosunku do całkowitej powierzchni gruntów leśnych.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Do obliczenia wskaźnika przyjmuje się, że 100% lasów w zarządzie Lasów Państwowych oraz parków narodowych ma zatwierdzone plany urządzenia lasów.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "92.6",
                                        
                                            "2011" :   "93.1",
                                        
                                            "2012" :   "93.6",
                                        
                                            "2013" :   "93.8",
                                        
                                            "2014" :   "94.3",
                                        
                                            "2015" :   "94.8",
                                        
                                            "2016" :   "95.5",
                                        
                                            "2017" :   "95.9",
                                        
                                            "2018" :   "96.3",
                                        
                                            "2019" :   "96.6",
                                        
                                            "2020" :   "97.1"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "15-4-2":{
                
                "metadane": [
                      {
                                      "nazwa": "15.4.2 Wskaźnik pomiaru zmian w roślinności ekosystemów górskich (lasy, drzewa, krzewy)",
                                    
                                      "cel": "Cel 15. Życie na lądzie",
                                    
                                      "zadanie": "15.4 Do 2030 roku zapewnić ochronę ekosystemów górskich, w tym ich różnorodności biologicznej oraz zwiększyć korzyści z nich płynące, które są niezbędne dla osiągnięcia zrównoważonego rozwoju",
                                    
                                      "definicja": "Stosunek terenów górskich pokrytych roślinnością (tj. lasami, zakrzewieniami, użytkami zielonymi, pastwiksami, gruntami uprawnymi) do całego obszaru górskiego.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, klasy Kapos",
                                    
                                      "metodologia": "Góry są zdefiniowane zgodnie z klasyfikacją UNEP-WCMC, która identyfikuje je zgodnie z wysokością, nachyleniem i lokalnym zasięgiem wzniesień, jak zostało to opisane przez Kapos i in. 2000*: Klasa 1: wysokość 4500 metrówKlasa 2: wysokość 3500-4500 metrówKlasa 3: wysokość 2500-3 500 metrówKlasa 4: wysokość 1500-2 500 metrów i nachylenie> 2Klasa 5: wysokość 1000-1 500 metrów i nachylenie> 5 lub lokalny zasięg (LER 7 km )> 300 metrówKlasa 6: wysokość 300-1000 metrów i lokalny zasięg (7 km )> 300 metrów",
                                    
                                      "zrodlo": "Główny Urząd Geodezji i Kartografii",
                                    
                                      "czestotliwosc": "Dane roczne; od 2019 r.",
                                    
                                      "uwagi": "Klasyfikacja gór została opisana w: Kapos V. Developing a map of the world's mountain forests., w M.Price i N.Butt (EDS.) Forests in sustainable mountain development: a state of knowledge report for 2000. Wallingford: CAB International."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg klasy Kapos": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "95.0",
                                                    
                                                        "2020" : "95.4"
                                                    
                                                    }
                                                ],"K1": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : ""
                                                    
                                                    }
                                                ],"K2": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : ""
                                                    
                                                    }
                                                ],"K3": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "",
                                                    
                                                        "2020" : ""
                                                    
                                                    }
                                                ],"K4": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "67.1",
                                                    
                                                        "2020" : "67.1"
                                                    
                                                    }
                                                ],"K5": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "99.2",
                                                    
                                                        "2020" : "99.4"
                                                    
                                                    }
                                                ],"K6": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "95.3",
                                                    
                                                        "2020" : "95.4"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              }}
  ]
}
