
{
  "iea": [
      {
          "7-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "7.2.1 Udział energii ze źródeł odnawialnych w końcowym zużyciu energii brutto",
                                    
                                      "cel": "Cel 7. Czysta i dostępna energia",
                                    
                                      "zadanie": "7.2 Do 2030 roku znacząco zwiększyć udział odnawialnych źródeł energii w globalnym miksie energetycznym.",
                                    
                                      "definicja": "Stosunek wartości końcowego zużycia energii brutto ze źródeł odnawialnych do wartości końcowego zużycia energii brutto ze wszystkich źródeł.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Energia ze źródeł odnawialnych (OZE) to energia pochodząca z naturalnych, powtarzających się procesów przyrodniczych, uzyskiwana z odnawialnych niekopalnych źródeł energii, w szczególności energia generowana z promieniowania słonecznego, wiatru, wody, zasobów geotermalnych, biomasy, biogazu i biopaliw ciekłych. Końcowe zużycie energii brutto oznacza nośniki energii dostarczane do celów energetycznych przemysłowi, sektorowi transportowemu, gospodarstwom domowym, sektorowi usługowemu, w tym świadczącemu usługi publiczne, rolnictwu, leśnictwu i rybołówstwu, łącznie ze zużyciem energii elektrycznej i ciepła przez przemysł energetyczny na wytwarzanie energii elektrycznej i ciepła oraz łącznie ze stratami energii elektrycznej i ciepła podczas przesyłania i dystrybucji.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "9.30",
                                        
                                            "2011" :   "10.35",
                                        
                                            "2012" :   "10.97",
                                        
                                            "2013" :   "11.46",
                                        
                                            "2014" :   "11.61",
                                        
                                            "2015" :   "11.89",
                                        
                                            "2016" :   "11.40",
                                        
                                            "2017" :   "11.12",
                                        
                                            "2018" :   "11.48",
                                        
                                            "2019" :   "12.16"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "7-3-1":{
                
                "metadane": [
                      {
                                      "nazwa": "7.3.1 Energochłonność pierwotna PKB",
                                    
                                      "cel": "Cel 7. Czysta i dostępna energia",
                                    
                                      "zadanie": "7.3 Do 2030 roku podwoić wskaźnik wzrostu globalnej efektywności zużycia energii.",
                                    
                                      "definicja": "Energochłonność gospodarki jest relacją krajowego zużycia brutto energii do wartości produktu krajowego brutto w cenach stałych z 2000 r.",
                                    
                                      "jednostka": "kgoe/euro (w cenach stałych z roku 2000)",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Wskaźnik określa ilość energii zużytej do wytworzenia jednostki PKB. Zmniejszenie energochłonności mówi o tym, że mniej energii potrzeba do wyprodukowania tej samej wielkości PKB i wiąże się ze wzrostem efektywności energetycznej. Krajowe zużycie brutto energii prezentuje ilość energii niezbędnej do zaspokojenia wewnętrznej konsumpcji jednostki geograficznej i obliczane jest w następujący sposób: pozyskanie energii pierwotnej + odzysk paliw + import + zmiana zapasów — eksport — bunkier. Obejmuje pięć rodzajów paliw (wraz z pochodnymi): węgiel, energię elektryczną, ropę naftową, gaz ziemny i energię ze źródeł odnawialnych. Kgoe — kilogram oleju ekwiwalentnego — stosowana w bilansach międzynarodowych jednostka miary energii. Oznacza ilość energii, jaka może zostać wyprodukowana ze spalenia jednego metrycznego kilograma ropy naftowej. Jedna tona oleju ekwiwalentnego równa jest 41,868 GJ lub 11,63 MWh.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "0.366",
                                        
                                            "2011" :   "0.352",
                                        
                                            "2012" :   "0.334",
                                        
                                            "2013" :   "0.328",
                                        
                                            "2014" :   "0.305",
                                        
                                            "2015" :   "0.298",
                                        
                                            "2016" :   "0.302",
                                        
                                            "2017" :   "0.302",
                                        
                                            "2018" :   "0.292"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "9-4-1":{
                
                "metadane": [
                      {
                                      "nazwa": "9.4.1 Emisja CO 2 na jednostkę wartości dodanej",
                                    
                                      "cel": "Cel 9. Przemysł, Innowacyjność, Infrastruktura",
                                    
                                      "zadanie": "9.4 Do 2030 roku podwyższyć jakość infrastruktury i wprowadzić zrównoważony rozwój przemysłu przez zwiększenie efektywności wykorzystania zasobów oraz stosowanie czystych i przyjaznych dla środowiska technologii i procesów produkcyjnych, przy udziale wszystkich krajów, zgodnie z ich możliwościami.",
                                    
                                      "definicja": "Wskaźnik określa wielkość emisji dwutlenku węgla (CO2) w kg na jednostkę warości dodanej Produktu Krajowego Brutto (rok 2010=100). Obecnie wskaźnik wyliczany jest jako stosunek emisji CO2 do PKB mierzonego Parytetem Siły Nabywczej (Purchasing Power Parity – PPP).",
                                    
                                      "jednostka": "kg CO2 / 2010 USD PPP",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Emisja to wprowadzane bezpośrednio lub pośrednio, w wyniku działalności człowieka, do powietrza, wody, gleby lub ziemi:  a) substancje,  b) energie, takie jak ciepło, hałas, wibracje lub pola elektromagnetyczne. Wartość dodana brutto (WDB) mierzy wartość nowo wytworzoną w wyniku działalności produkcyjnej krajowych jednostek instytucjonalnych. Wartość dodana brutto stanowi różnicę między produkcją globalną a zużyciem pośrednim, jest wyrażona w cenach bazowych. Emisja CO2 na jednostkę wartości dodanej jest uniwersalnym wskaźnikiem do pomiaru wpływu produkcji przemysłu na środowisko. Uwzględnia energochłonność, wydajność techolonogii produkcji oraz zużycie paliw kopalnych.",
                                    
                                      "zrodlo": "Międzynarodowa Agencja Energetyczna",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "0.38",
                                        
                                            "2011" :   "0.36",
                                        
                                            "2012" :   "0.35",
                                        
                                            "2013" :   "0.34",
                                        
                                            "2014" :   "0.31",
                                        
                                            "2015" :   "0.30",
                                        
                                            "2016" :   "0.31",
                                        
                                            "2017" :   "0.30",
                                        
                                            "2018" :   "0.29"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              }}
  ]
}
