
{
  "ilo": [
      {
          "1-1-1":{
                
                "metadane": [
                      {
                                      "nazwa": " 1.1.1 Stopa ubóstwa według międzynarodowej granicy ubóstwa",
                                    
                                      "cel": "Cel 1. Koniec z ubóstwem",
                                    
                                      "zadanie": "1.1 Do 2030 roku wyeliminować skrajne ubóstwo na całym świecie aktualnie mierzone jako utrzymywanie się za mniej niż $1,25 dziennie",
                                    
                                      "definicja": "Odsetek osób w gospodarstwach domowych, których dzienny dochód jest niższy od kwoty, określonej jako międzynarodowa granica ubóstwa (1,9 $ dziennie).",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Definicja wskaźnika: Odsetek osób z dochodem do dyspozycji poniżej progu zagrożenia ubóstwem, który określany jest dziennym dochodem do dyspozycji w wysokości 1,9 $. W celu zniwelowania różnic w mierzeniu ubóstwa ludnosci mieszkającej w różnych krajach zastosowano tzw. parytet siły nabywczej (PPP).  PPP to rodzaj kursów wymiany walut, które stosuje się w celu przeliczenia wskaźników ekonomicznych wyrażonych w walutach krajowych na wspólną umowną walutę.  Ze względu na zmieniające się realia ekonomiczno-społeczne, międzynarodowa granica ubóstwa musi być okresowo aktualizowana.  Obecny próg został określony w październiku 2015. Wcześniej, wg aktualizacji Banku Światowego z 2008 r. międzynarodowa granica ubóstwa wynosiła 1,25 $.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "0.2",
                                        
                                            "2011" :   "0.3",
                                        
                                            "2012" :   "0.3",
                                        
                                            "2013" :   "0.2",
                                        
                                            "2014" :   "0.4",
                                        
                                            "2015" :   "0.4",
                                        
                                            "2016" :   "0.5",
                                        
                                            "2017" :   "0.3",
                                        
                                            "2018" :   "0.3"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "1-3-1":{},
          "5-5-2":{
                
                "metadane": [
                      {
                                      "nazwa": "5.5.2 Udział kobiet w ogólnej liczbie osób zatrudnionych na stanowiskach wyższego szczebla",
                                    
                                      "cel": "Cel 5. Równość płci",
                                    
                                      "zadanie": "5.5 Zapewnić kobietom pełny i efektywny udział w procesach decyzyjnych na wszystkich szczeblach w życiu politycznym, ekonomicznym i publicznym oraz równe szanse w pełnieniu funkcji przywódczych",
                                    
                                      "definicja": "Wskaźnik określa procentowy udział kobiet w ogólnej liczbie osób zatrudnionych jako przedstawiciele władz publicznych, wyżsi urzędnicy i kierownicy. Za pracowników zatrudnionych należy uznać osoby, które przepracowały w badanych jednostkach cały miesiąc październik danego roku w pełnym lub niepełnym wymiarze czasu pracy, obowiązującym w danym zakładzie pracy lub na danym stanowisku.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z badania struktury wynagrodzeń według zawodów. Badanie struktury wynagrodzeń według zawodów jest badaniem realizowanym co dwa lata metodą reprezentacyjną, obejmuje podmioty gospodarki narodowej o liczbie pracujących powyżej 9 osób. Dane obejmują osoby pełnozatrudnione oraz niepełnozatrudnione, które przepracowały cały miesiąc październik danego roku, w którym jest realizowane badanie. Badanie nie obejmuje: uczniów, osób wykonujących pracę nakładczą (chałupniczą), słuchaczy szkół odbywających praktykę wakacyjną lub dyplomową, uczestników grup roboczych zorganizowanych przez inne jednostki i delegowanych do pracy w jednostce sprawozdawczej, np. żołnierzy, uczestników hufców pracy, osób skazanych; a ponadto osób korzystających z urlopów macierzyńskich, wychowawczych oraz osób skierowanych do szkół stacjonarnych, na studia doktoranckie, itp., zatrudnionych przy pracach interwencyjnych i robotach publicznych, osób przebywających na zwolnieniach lekarskich. Dane dotyczące udziału kobiet w ogólnej liczbie osób zatrudnionych na stanowiskach wyższego szczebla dotyczą kobiet zatrudnionych w jednej z dziewięciu tzw. ,,wielkich,, grup zawodów (zgodnie z ,,Klasyfikacją zawodów i specjalności,, - ISCO-08), tj. w grupie przedstawicieli władz publicznych, wyższych urzędników i kierowników. Pozostałymi ,,wielkimi,, grupami zawodów są:  Specjaliści Technicy i inny średni personel Pracownicy biurowi Pracownicy usług i sprzedawcy Rolnicy, ogrodnicy, leśnicy i rybacy Robotnicy przemysłowi i rzemieślnicy Operatorzy i monterzy maszyn i urządzeń Pracownicy wykonujący prace proste ",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane co dwa lata; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "przedstawiciele władz publicznych oraz wyżsi urzędnicy i kierownicy": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "45.3",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "45.2",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "45.3",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "45.8",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "46.3"
                                                    
                                                    }
                                                ],"przedstawiciele władz publicznych oraz wyżsi urzędnicy i dyrektorzy generalni": [
                                                    {
                                                    
                                                        "2010" : "27.6",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "28.2",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "28.6",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "28.8",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "30.8"
                                                    
                                                    }
                                                ],"przedstawiciele władz publicznych i wyżsi urzędnicy": [
                                                    {
                                                    
                                                        "2010" : "45.3",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "41.9",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "42.3",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "40.3",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "41.4"
                                                    
                                                    }
                                                ],"dyrektorzy generalni i zarządzający": [
                                                    {
                                                    
                                                        "2010" : "25.4",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "26.9",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "27.3",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "27.8",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "29.8"
                                                    
                                                    }
                                                ],"kierownicy do spraw zarządzania i handlu": [
                                                    {
                                                    
                                                        "2010" : "60.7",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "59.2",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "58.7",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "57.3",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "56.8"
                                                    
                                                    }
                                                ],"kierownicy do spraw produkcji i usług": [
                                                    {
                                                    
                                                        "2010" : "38.3",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "37.3",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "36.4",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "36.7",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "36.1"
                                                    
                                                    }
                                                ],"kierownicy w branży hotelarskiej i handlu oraz innych branżach usługowych": [
                                                    {
                                                    
                                                        "2010" : "55.5",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "58.7",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "61.1",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "63.7",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "65.7"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "8-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "8.2.1 Roczne tempo wzrostu realnego PKB na 1 pracującego",
                                    
                                      "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                                    
                                      "zadanie": "8.2 Osiągnąć wyższy poziom wydajności gospodarczej poprzez dywersyfikację, modernizację technologiczną i innowacje, a także poprzez skupienie się na sektorach o wysokiej wartości dodanej oraz o wysokim wskaźniku pracochłonności",
                                    
                                      "definicja": "Wskaźnik przedstawia roczne tempo wzrostu realnego produktu krajowego brutto w przeliczeniu na jednego pracującego.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Produkt krajowy brutto prezentuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej w danym roku. Wartość PKB można obliczyć na trzy sposoby:   - od strony tworzenia jest ona równa wartości dodanej wszystkich sektorów instytucjonalnych lub wszystkich sekcji Polskiej Klasyfikacji Działalności (PKD) krajowych jednostek produkcyjnych powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów,   - od strony rozdysponowania PKB obliczany jest jako suma popytu krajowego, tj. spożycia i akumulacji oraz salda wymiany produktów z zagranicą,   - jako sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (a więc koszty związane z zatrudnieniem, podatki związane z produkcją i importem pomniejszone o dotacje, nadwyżka operacyjna brutto oraz dochód mieszany gospodarki ogółem). Produkt krajowy brutto jest liczony zgodnie z obowiązującymi w krajach Unii Europejskiej zasadami Europejskiego Systemu Rachunków Narodowych i Regionalnych (ESA 2010) oraz zaleceniami Eurostatu. Do pracujących (wg BAEL) zaliczono wszystkie osoby w wieku 15 lat i więcej, które w okresie badanego tygodnia:   – wykonywały, przez co najmniej 1 godzinę, pracę przynoszącą zarobek lub dochód, tzn. były zatrudnione w charakterze pracownika najemnego, pracowały we własnym (lub dzierżawionym) gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały (bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalności gospodarczej poza rolnictwem,   – miały pracę, ale jej nie wykonywały:    • z powodu choroby, urlopu macierzyńskiego lub wypoczynkowego,    • z innych powodów, przy czym długość przerwy w pracy wynosiła:    – do 3 miesięcy,    – powyżej 3 miesięcy, ale osoby te były pracownikami najemnymi i w tym czasie otrzymywały, co najmniej 50% dotychczasowego wynagrodzenia. Do pracujących – zgodnie z międzynarodowymi standardami – zaliczani są również uczniowie, z którymi zakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonej pracy, jeżeli otrzymywali wynagrodzenie.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": "2019 r. - dane wstępne."
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "10.4",
                                        
                                            "2011" :   "5.9",
                                        
                                            "2012" :   "4.4",
                                        
                                            "2013" :   "3.7",
                                        
                                            "2014" :   "1.8",
                                        
                                            "2015" :   "3.3",
                                        
                                            "2016" :   "3.4",
                                        
                                            "2017" :   "3.7",
                                        
                                            "2018" :   "6.9",
                                        
                                            "2019" :   "5.9"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "8-3-1":{
                
                "metadane": [
                      {
                                      "nazwa": "8.3.1 Osoby wykonujące pracę nierejestrowaną w % ogółu pracujących (wg BAEL)",
                                    
                                      "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                                    
                                      "zadanie": "8.3 Promować polityki rozwojowe wspierające działalność produkcyjną, tworzenie godziwych miejsc pracy, przedsiębiorczość, kreatywność i innowacje. Zachęcać do formalizacji i rozwoju mikro, małych i średnich przedsiębiorstw, w tym poprzez dostęp do usług finansowych",
                                    
                                      "definicja": "Udział osób wykonujących pracę nierejestrowaną w ogólnej liczbie pracujących.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, płeć",
                                    
                                      "metodologia": "Badanie pracy nierejestrowanej jest przeprowadzane w ramach modułu do Badania Aktywności Ekonomicznej Ludności (BAEL) – „Nietypowe formy zatrudnienia i praca nierejestrowana”. Badanie modułowe jest dodatkowym badaniem realizowanym jednocześnie z badaniem podstawowym pozwalającym na rozszerzenie zakresu informacji zdobywanych w badaniu podstawowym. Przez pracę nierejestrowaną należy rozumieć:    – pracę najemną wykonywaną bez nawiązania stosunku pracy czyli bez umowy o pracę, bez umowy zlecenia, umowy o dzieło lub jakiejkolwiek innej pisemnej umowy pomiędzy pracodawcą i pracownikiem bez względu na sektor własności (również u osób fizycznych i w indywidualnych gospodarstwach rolnych)  praca nie może być również wykonywana na podstawie powołania, mianowania lub wyboru  z tytułu wykonywania pracy nierejestrowanej pracownik nie uzyskuje ubezpieczenia społecznego, a więc uprawnień do korzystania ze świadczeń społecznych  okres wykonywania tej pracy nie jest także zaliczany jako składkowy z punktu widzenia ZUS, a pracodawca nie odprowadza na konto ZUS i Funduszu Pracy odpowiednich sum z tytułu wypłacanego wynagrodzenia  od dochodów z pracy nierejestrowanej nie są płacone podatki dochodowe,    – pracę na rachunek własny, jeśli z tytułu prowadzonej działalności gospodarczej nie są realizowane obowiązki finansowe wobec państwa (np. podatki). Do pracujących zaliczono wszystkie osoby w wieku 15 lat i więcej, które w okresie badanego tygodnia:   – wykonywały przez co najmniej 1 godzinę pracę przynoszącą zarobek lub dochód tzn. były zatrudnione w charakterze pracownika najemnego, pracowały we własnym (lub dzierżawionym) gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały (bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalności gospodarczej poza rolnictwem,   – miały pracę, ale jej nie wykonywały:    • z powodu choroby, urlopu macierzyńskiego lub wypoczynkowego,    • z innych powodów, przy czym długość przerwy w pracy wynosiła:    – do 3 miesięcy,    – powyżej 3 miesięcy, ale osoby te były pracownikami najemnymi i w tym czasie otrzymywały, co najmniej 50% dotychczasowego wynagrodzenia. Do pracujących – zgodnie z międzynarodowymi standardami – zaliczani są również uczniowie, z którymi zakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonej pracy, jeżeli otrzymywali wynagrodzenie.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane co kilka lat; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg płci": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "4.6",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "4.5",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "4.7"
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "5.5",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "5.8",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "5.3"
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "3.6",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "2.9",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "4.0"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "8-5-1":{
                
                "metadane": [
                      {
                                      "nazwa": "8.5.1 Przeciętna wysokość stawki godzinowej dla zatrudnionych kobiet i mężczyzn według zawodu oraz wieku",
                                    
                                      "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                                    
                                      "zadanie": "8.5 Do 2030 roku zapewnić pełne i produktywne zatrudnienie oraz godną pracę dla wszystkich kobiet i mężczyzn, w tym dla młodych ludzi i osób z niepełnosprawnością  zapewnić jednakowe wynagrodzenie za pracę o jednakowej wartości",
                                    
                                      "definicja": "Wskaźnik prezentuje przeciętną wysokość stawki godzinowej.",
                                    
                                      "jednostka": "PLN",
                                    
                                      "wymiary": "ogółem, płeć, wiek, grupy zawodów",
                                    
                                      "metodologia": "Źródłem zaprezentowanych danych jest badanie struktury wynagrodzeń według zawodów. Badanie jest realizowane z częstotliwością dwuletnią, ma charakter reprezentacyjny i obejmuje podmioty gospodarki narodowej o liczbie pracujących powyżej 9 osób. Dane dotyczą osób pełnozatrudnionych oraz niepełnozatrudnionych (w tym osób z niepełnosprawnościami), które przepracowały cały miesiąc październik w danym roku.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane co dwa lata; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg płci": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "21.98",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "21.76",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "22.91",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "26.37",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "27.79"
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "22.89",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "23.09",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "24.32",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "27.79",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "29.47"
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "21.00",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "20.35",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "21.35",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "24.79",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "25.94"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "wg grup zawodów": [
                                            {"przedstawiciele władz publicznych oraz wyżsi urzędnicy i kierownicy": [
                                                    {
                                                    
                                                        "2010" : "43.51",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "44.15",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "45.39",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "52.11",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "51.95"
                                                    
                                                    }
                                                ],"specjaliści": [
                                                    {
                                                    
                                                        "2010" : "31.84",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "29.80",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "31.70",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "36.17",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "37.49"
                                                    
                                                    }
                                                ],"technicy i inny średni personel": [
                                                    {
                                                    
                                                        "2010" : "21.77",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "21.25",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "22.49",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "26.12",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "26.78"
                                                    
                                                    }
                                                ],"pracownicy biurowi": [
                                                    {
                                                    
                                                        "2010" : "17.65",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "17.32",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "17.73",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "20.80",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "21.85"
                                                    
                                                    }
                                                ],"pracownicy usług i sprzedawcy": [
                                                    {
                                                    
                                                        "2010" : "12.44",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "12.27",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "13.14",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "15.93",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "16.91"
                                                    
                                                    }
                                                ],"rolnicy oraz ogrodnicy także leśnicy i rybacy": [
                                                    {
                                                    
                                                        "2010" : "12.82",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "14.04",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "14.35",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "17.29",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "18.31"
                                                    
                                                    }
                                                ],"robotnicy przemysłowi i rzemieślnicy": [
                                                    {
                                                    
                                                        "2010" : "16.06",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "16.56",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "17.53",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "19.84",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "21.98"
                                                    
                                                    }
                                                ],"operatorzy i monterzy maszyn i urządzeń": [
                                                    {
                                                    
                                                        "2010" : "17.24",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "17.14",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "17.88",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "20.20",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "21.70"
                                                    
                                                    }
                                                ],"pracownicy przy pracach prostych": [
                                                    {
                                                    
                                                        "2010" : "12.22",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "12.09",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "12.95",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "15.35",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "16.22"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "wg grup wieku": [
                                            {"do 24 lat": [
                                                    {
                                                    
                                                        "2010" : "13.71",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "13.57",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "14.34",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "17.14",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "18.81"
                                                    
                                                    }
                                                ],"25-34 lata": [
                                                    {
                                                    
                                                        "2010" : "20.66",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "20.18",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "20.89",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "24.29",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "25.91"
                                                    
                                                    }
                                                ],"35-44 lata": [
                                                    {
                                                    
                                                        "2010" : "24.33",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "24.28",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "25.51",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "28.98",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "30.29"
                                                    
                                                    }
                                                ],"45-54 lata": [
                                                    {
                                                    
                                                        "2010" : "22.30",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "22.25",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "23.83",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "27.63",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "29.02"
                                                    
                                                    }
                                                ],"55-59 lata": [
                                                    {
                                                    
                                                        "2010" : "22.61",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "21.65",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "22.58",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "25.87",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "26.84"
                                                    
                                                    }
                                                ],"60-64 lata": [
                                                    {
                                                    
                                                        "2010" : "27.21",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "25.91",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "25.29",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "27.61",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "28.28"
                                                    
                                                    }
                                                ],"65 lat i więcej": [
                                                    {
                                                    
                                                        "2010" : "32.57",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "35.02",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "34.02",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "34.18",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "38.65"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "8-5-2":{
                
                "metadane": [
                      {
                                      "nazwa": "8.5.2 Stopa bezrobocia (wg BAEL)",
                                    
                                      "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                                    
                                      "zadanie": "8.5 Do 2030 roku zapewnić pełne i produktywne zatrudnienie oraz godną pracę dla wszystkich kobiet i mężczyzn, w tym dla młodych ludzi i osób z niepełnosprawnością  zapewnić jednakowe wynagrodzenie za pracę o jednakowej wartości",
                                    
                                      "definicja": "Udział liczby osób bezrobotnych (ogółem lub danej kategorii) w liczbie aktywnych zawodowo (ogółem lub danej kategorii).",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, płeć, wiek",
                                    
                                      "metodologia": "Dane pochodzą z reprezentacyjnego Badania Aktywności Ekonomicznej Ludności (BAEL), prowadzonego w cyklu kwartalnym. Badanie prowadzone jest metodą obserwacji ciągłej (ruchomy tydzień badania), pozwalającej na zilustrowanie sytuacji na rynku pracy w okresie całego kwartału. Badaniem objęte są osoby w wieku 15 lat i więcej będące członkami gospodarstw domowych w wylosowanych mieszkaniach. Podstawowym kryterium podziału ludności z punktu widzenia aktywności zawodowej jest praca, tzn. fakt wykonywania, posiadania bądź poszukiwania pracy. Zgodnie z międzynarodowymi standardami ogół ludności można podzielić na trzy podstawowe kategorie: płeć, wiekpracujących, bezrobotnych i biernych zawodowo. Pracujący i bezrobotni stanowią populację aktywnych zawodowo.  Do pracujących zaliczono wszystkie osoby w wieku 15 lat i więcej, które w okresie badanego tygodnia:   – wykonywały, przez co najmniej 1 godzinę, pracę przynoszącą zarobek lub dochód, tzn. były zatrudnione w charakterze pracownika najemnego, pracowały we własnym (lub dzierżawionym) gospodarstwie rolnym lub prowadziły własną działalność gospodarczą poza rolnictwem, pomagały (bez wynagrodzenia) w prowadzeniu rodzinnego gospodarstwa rolnego lub rodzinnej działalności gospodarczej poza rolnictwem,   – miały pracę, ale jej nie wykonywały:    • z powodu choroby, urlopu macierzyńskiego lub wypoczynkowego,    • z innych powodów, przy czym długość przerwy w pracy wynosiła:    – do 3 miesięcy,   – powyżej 3 miesięcy, ale osoby te były pracownikami najemnymi i w tym czasie otrzymywały co najmniej 50% dotychczasowego wynagrodzenia. Do pracujących – zgodnie z międzynarodowymi standardami – zaliczani są również uczniowie, z którymi zakłady pracy lub osoby fizyczne zawarły umowę o naukę zawodu lub przyuczenie do określonej pracy, jeżeli otrzymywali wynagrodzenie. Bezrobotni to osoby w wieku 15-74 lata, które spełniają jednocześnie trzy warunki:   – w okresie badanego tygodnia nie były osobami pracującymi,   – aktywnie poszukiwały pracy, tzn. podjęły konkretne działania w ciągu 4 tygodni (wliczając jako ostatni – tydzień badany), aby znaleźć pracę,   – były gotowe (zdolne) podjąć pracę w ciągu dwóch tygodni następujących po tygodniu badanym. Do bezrobotnych zaliczane są również osoby, które nie poszukiwały pracy, ponieważ miały pracę załatwioną i oczekiwały na jej rozpoczęcie przez okres nie dłuższy niż 3 miesiące oraz były gotowe tę pracę podjąć.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg płci": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "9.6",
                                                    
                                                        "2011" : "9.6",
                                                    
                                                        "2012" : "10.1",
                                                    
                                                        "2013" : "10.3",
                                                    
                                                        "2014" : "9.0",
                                                    
                                                        "2015" : "7.5",
                                                    
                                                        "2016" : "6.2",
                                                    
                                                        "2017" : "4.9",
                                                    
                                                        "2018" : "3.8",
                                                    
                                                        "2019" : "3.3"
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "9.3",
                                                    
                                                        "2011" : "9.0",
                                                    
                                                        "2012" : "9.4",
                                                    
                                                        "2013" : "9.7",
                                                    
                                                        "2014" : "8.5",
                                                    
                                                        "2015" : "7.3",
                                                    
                                                        "2016" : "6.1",
                                                    
                                                        "2017" : "4.9",
                                                    
                                                        "2018" : "3.8",
                                                    
                                                        "2019" : "3.0"
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "10.0",
                                                    
                                                        "2011" : "10.4",
                                                    
                                                        "2012" : "10.9",
                                                    
                                                        "2013" : "11.1",
                                                    
                                                        "2014" : "9.6",
                                                    
                                                        "2015" : "7.7",
                                                    
                                                        "2016" : "6.2",
                                                    
                                                        "2017" : "4.9",
                                                    
                                                        "2018" : "3.8",
                                                    
                                                        "2019" : "3.6"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "wg grup wieku": [
                                            {"15-24 lata": [
                                                    {
                                                    
                                                        "2010" : "23.7",
                                                    
                                                        "2011" : "25.8",
                                                    
                                                        "2012" : "26.5",
                                                    
                                                        "2013" : "27.3",
                                                    
                                                        "2014" : "23.8",
                                                    
                                                        "2015" : "20.8",
                                                    
                                                        "2016" : "17.7",
                                                    
                                                        "2017" : "14.8",
                                                    
                                                        "2018" : "11.7",
                                                    
                                                        "2019" : "9.9"
                                                    
                                                    }
                                                ],"25-34 lata": [
                                                    {
                                                    
                                                        "2010" : "10.0",
                                                    
                                                        "2011" : "10.0",
                                                    
                                                        "2012" : "10.7",
                                                    
                                                        "2013" : "11.1",
                                                    
                                                        "2014" : "9.8",
                                                    
                                                        "2015" : "8.2",
                                                    
                                                        "2016" : "6.7",
                                                    
                                                        "2017" : "5.1",
                                                    
                                                        "2018" : "4.3",
                                                    
                                                        "2019" : "3.7"
                                                    
                                                    }
                                                ],"35-44 lata": [
                                                    {
                                                    
                                                        "2010" : "6.9",
                                                    
                                                        "2011" : "6.7",
                                                    
                                                        "2012" : "7.4",
                                                    
                                                        "2013" : "7.9",
                                                    
                                                        "2014" : "6.7",
                                                    
                                                        "2015" : "5.6",
                                                    
                                                        "2016" : "4.7",
                                                    
                                                        "2017" : "3.7",
                                                    
                                                        "2018" : "2.9",
                                                    
                                                        "2019" : "2.6"
                                                    
                                                    }
                                                ],"45-54 lata": [
                                                    {
                                                    
                                                        "2010" : "7.7",
                                                    
                                                        "2011" : "7.7",
                                                    
                                                        "2012" : "7.9",
                                                    
                                                        "2013" : "7.9",
                                                    
                                                        "2014" : "7.0",
                                                    
                                                        "2015" : "6.0",
                                                    
                                                        "2016" : "4.6",
                                                    
                                                        "2017" : "3.8",
                                                    
                                                        "2018" : "2.9",
                                                    
                                                        "2019" : "2.4"
                                                    
                                                    }
                                                ],"55 lat i więcej": [
                                                    {
                                                    
                                                        "2010" : "6.5",
                                                    
                                                        "2011" : "6.3",
                                                    
                                                        "2012" : "6.9",
                                                    
                                                        "2013" : "7.2",
                                                    
                                                        "2014" : "6.3",
                                                    
                                                        "2015" : "5.1",
                                                    
                                                        "2016" : "4.1",
                                                    
                                                        "2017" : "3.4",
                                                    
                                                        "2018" : "2.5",
                                                    
                                                        "2019" : "2.2"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "osoby z niepełnosprawnością": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "9.6",
                                                    
                                                        "2011" : "9.6",
                                                    
                                                        "2012" : "10.1",
                                                    
                                                        "2013" : "10.3",
                                                    
                                                        "2014" : "9.0",
                                                    
                                                        "2015" : "7.5",
                                                    
                                                        "2016" : "6.2",
                                                    
                                                        "2017" : "4.9",
                                                    
                                                        "2018" : "3.8",
                                                    
                                                        "2019" : "3.3"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "8-6-1":{
                
                "metadane": [
                      {
                                      "nazwa": "8.6.1 Osoby młode niepracujące, nieuczące się i niedokształcające się",
                                    
                                      "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                                    
                                      "zadanie": "8.6 Do 2020 roku znacznie zmniejszyć odsetek młodych ludzi pozostających bez pracy bądź nie uczestniczących w edukacji i szkoleniach",
                                    
                                      "definicja": "Odsetek osób w wieku 15-24 lata, które nie pracują oraz nie uczestniczą w dalszym kształceniu lub szkoleniu. Licznik wskaźnika odnosi się do osób, które spełniają dwa warunki: 1) nie są zatrudnione (czyli są bezrobotne lub bierne zawodowo),  2) nie uczestniczyły w żadnej formie edukacji w ciągu 4 tygodni poprzedzających badanie.  Mianownikiem wskaźnika jest ludność w danej grupie wieku, której dotyczy wskaźnik, z wyłączeniem osób, które nie udzieliły odpowiedzi na pytania dotyczące 'uczestnictwa w regularnej edukacji i szkoleniu'.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Wskaźnik jest opracowywany przez Eurostat na podstawie kwartalnego Labour Force Survey (LFS) / w Polsce - Badania Aktywności Ekonomicznej Ludności (BAEL). Badanie przeprowadzane jest metodą obserwacji ciągłej (ruchomy tydzień badania). W każdym z 13 tygodni kwartału badana jest 1/13 część kwartalnej próby mieszkań. Badany tydzień rozpoczyna się w poniedziałek i kończy w niedzielę, a badany kwartał odnosi się do kwartału kalendarzowego. Dla celów prezentacji danych rocznych stosuje się wyliczenie przeciętnych w roku z danych kwartalnych.",
                                    
                                      "zrodlo": "Eurostat",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "10.8",
                                        
                                            "2011" :   "11.5",
                                        
                                            "2012" :   "11.8",
                                        
                                            "2013" :   "12.2",
                                        
                                            "2014" :   "12.0",
                                        
                                            "2015" :   "11.0",
                                        
                                            "2016" :   "10.5",
                                        
                                            "2017" :   "9.5",
                                        
                                            "2018" :   "8.7",
                                        
                                            "2019" :   "8.1"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "8-7-1":{
                
                "metadane": [
                      {
                                      "nazwa": "8.7.1 Procent oraz liczba dzieci w wieku 5-17 lat wykonujących pracę dzieci, według płci i wieku",
                                    
                                      "cel": "cel 8. Wzrost gospodarczy i godna praca",
                                    
                                      "zadanie": "8.7 Podjąć natychmiastowe i efektywne środki, by wyeliminować przymusową pracę, współczesne formy niewolnictwa i handel ludźmi  zakazać i wyeliminować najgorsze formy pracy dzieci, w tym rekrutację i wykorzystywanie dzieci-żołnierzy. Do 2025 roku wyeliminować pracę dzieci we wszystkich jej formach",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "8-8-1":{
                
                "metadane": [
                      {
                                      "nazwa": "8.8.1 Liczba poszkodowanych w wypadkach przy pracy na 1000 pracujących (wskaźnik wypadkowości)",
                                    
                                      "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                                    
                                      "zadanie": "8.8 Chronić prawa pracownicze oraz promować bezpieczne środowisko pracy dla wszystkich, w tym dla pracowników, w tym pracowników - migrantów, w szczególności dla kobiet migrantek i osób mających niepewne zatrudnienie",
                                    
                                      "definicja": "Liczba osób poszkodowanych przypadających na 1000 pracujących  do obliczenia wskaźnika przyjęto przeciętną liczbę pracujących obliczoną jako średnia arytmetyczna 2 stanów w dniu 31 XII, tj. z roku poprzedzającego rok badany i z roku badanego.",
                                    
                                      "jednostka": "osoby",
                                    
                                      "wymiary": "ogółem, wypadki śmiertelne",
                                    
                                      "metodologia": "Informacje o wypadkach przy pracy obejmują wszystkie wypadki przy pracy, jak również wypadki traktowane na równi z wypadkami przy pracy niezależnie od tego, czy wykazana została niezdolność do pracy.  Za wypadek przy pracy uważa się nagłe zdarzenie wywołane przyczyną zewnętrzną, powodujące uraz lub śmierć, które nastąpiło w związku z pracą:  1) podczas lub w związku z wykonywaniem przez pracownika zwykłych czynności lub poleceń przełożonych oraz czynności na rzecz pracodawcy, nawet bez polecenia;  2) w czasie pozostawania pracownika w dyspozycji pracodawcy w drodze między siedzibą pracodawcy a miejscem wykonywania obowiązku wynikającego ze stosunku pracy. Na równi z wypadkiem przy pracy, w zakresie uprawnienia do świadczeń określonych w ustawie o ubezpieczeniu społecznym z tytułu wypadków przy pracy i chorób zawodowych, traktuje się wypadek, któremu pracownik uległ:  1) w czasie podróży służbowej;  2) podczas szkolenia w zakresie powszechnej samoobrony;  3) przy wykonywaniu zadań zleconych przez działające u pracodawcy organizacje związkowe. Za wypadek przy pracy uważa się również nagłe zdarzenie, powodujące uraz lub śmierć, które nastąpiło w okresie ubezpieczenia wypadkowego podczas: 1) uprawiania sportu w trakcie zawodów i treningów przez osobę pobierającą stypendium sportowe; 2) wykonywania odpłatnie pracy w czasie odbywania kary pozbawienia wolności lub tymczasowego aresztowania;  3) pełnienia mandatu posła lub senatora, pobierającego uposażenie;  4) sprawowania mandatu posła do Parlamentu Europejskiego wybranego w Rzeczypospolitej Polskiej;  5) odbywania — na podstawie skierowania wydanego przez powiatowy urząd pracy lub inny podmiot kierujący — szkolenia lub stażu związanego z pobieraniem przez absolwenta stypendium;  6) wykonywania przez członka rolniczej spółdzielni produkcyjnej, spółdzielni kółek rolniczych oraz przez inną osobę traktowaną na równi z członkiem spółdzielni, pracy na rzecz tych spółdzielni;  7) wykonywania lub współpracy przy wykonywaniu pracy na podstawie umowy agencyjnej, umowy-zlecenia lub umowy o świadczenie usług;  8) wykonywania zwykłych czynności związanych z prowadzeniem lub współpracą przy prowadzeniu działalności pozarolniczej;  9) wykonywania przez osobę duchowną czynności religijnych lub czynności związanych z powierzonymi funkcjami duszpasterskimi lub zakonnymi;  10) odbywania zastępczych form służby wojskowej;  11) nauki w Krajowej Szkole Administracji Publicznej przez słuchaczy pobierających stypendium. Za ciężki wypadek przy pracy uważa się wypadek, w wyniku którego nastąpiło ciężkie uszkodzenie ciała, a mianowicie: utrata wzroku, słuchu, mowy, zdolności płodzenia lub inne uszkodzenie ciała albo rozstrój zdrowia, naruszające podstawowe funkcje organizmu, a także choroba nieuleczalna lub zagrażająca życiu, trwała choroba psychiczna, trwała, całkowita lub znaczna niezdolność do pracy w zawodzie albo trwałe poważne zeszpecenie lub zniekształcenie ciała. Za śmiertelny wypadek przy pracy uważa się wypadek, w wyniku którego nastąpiła śmierć osoby poszkodowanej na miejscu wypadku lub w okresie 6 miesięcy od chwili wypadku.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "poszkodowani": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "8.15",
                                                    
                                                        "2011" : "8.34",
                                                    
                                                        "2012" : "7.78",
                                                    
                                                        "2013" : "7.54",
                                                    
                                                        "2014" : "7.45",
                                                    
                                                        "2015" : "7.19",
                                                    
                                                        "2016" : "7.00",
                                                    
                                                        "2017" : "6.80",
                                                    
                                                        "2018" : "6.30"
                                                    
                                                    }
                                                ],"wypadki śmiertelne": [
                                                    {
                                                    
                                                        "2010" : "0.04",
                                                    
                                                        "2011" : "0.04",
                                                    
                                                        "2012" : "0.03",
                                                    
                                                        "2013" : "0.02",
                                                    
                                                        "2014" : "0.02",
                                                    
                                                        "2015" : "0.02",
                                                    
                                                        "2016" : "0.02",
                                                    
                                                        "2017" : "0.02",
                                                    
                                                        "2018" : "0.02"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "8-8-2":{
                
                "metadane": [
                      {
                                      "nazwa": "8.8.2 Poziom przestrzegania prawa pracy (wolność zrzeszania się i rokowań zbiorowych) w kraju na podstawie dokumentów Międzynarodowej Organizacji Pracy (MOP) oraz krajowego ustawodawstwa",
                                    
                                      "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                                    
                                      "zadanie": "8.8 Chronić prawa pracownicze oraz promować bezpieczne środowisko pracy dla wszystkich, w tym dla pracowników, w tym pracowników - migrantów, w szczególności dla kobiet migrantek i osób mających niepewne zatrudnienie",
                                    
                                      "definicja": "Wskaźnik opracowano na podstawie definicji Konwencji Międzynarodowej Organizacji Pracy (MOP) Nr 87 (na temat wolności związkowej i ochrony praw związkowych) oraz Nr 98 (na temat stosowania zasad prawa organizowania się i rokowań zbiorowych), a także z uwzględnieniem przedmiotowego orzecznictwa MOP. Poziom przestrzegania prawa pracy określany jest w przedziale od 0 do 10 punktów (odpowiednio, najlepsza i najsłabsza nota) w podziale na naruszenia wolności zrzeszania się i rokowań zbiorowych ogółem oraz w prawie i praktyce. Wskaźnik oparty jest na pięciu podstawowych założeniach:    • zgodność z definicjami MOP, transparentność źródeł i powtarzalność wyników,    • 108 kryteriów ewaluacyjnych do kodowania informacji o naruszeniach prawa pracy (ogółem, w prawie i praktyce),    • źródła tekstowe wybrane do kodowania informacji o naruszeniach prawa pracy,    • zasady kodowania informacji,    • zasady normalizacji zakodowanej informacji.",
                                    
                                      "jednostka": "punkty",
                                    
                                      "wymiary": "ogółem, w prawie, w praktyce",
                                    
                                      "metodologia": "Wartość wskaźnika wyliczana jest na podstawie zakodowanych (według 108 kryteriów ewaluacyjnych) naruszeń wolności zrzeszania się i rokowań zbiorowych, opisanych w dokumentach MOP i krajowym ustawodawstwie. Wagi kryteriów ewaluacyjnych określono metodą Delphi. Wyniki kodowania normalizowane są w skali od zera do 10 punktów (odpowiednio, najlepszy i najsłabszy wynik) w podziale na naruszenia wolności zrzeszania się i rokowań zbiorowych ogółem, w prawie i praktyce. Podstawę wyliczenia wskaźnika stanowi kodowanie informacji na temat naruszeń prawa pracy z następujących dokumentów:   • Sprawozdania Komitetu Ekspertów MOP ds. stosowania konwencji i zaleceń,    • Sprawozdania Komitetu Konferencji MOP ds. stosowania standardów,    • Roczne przeglądy krajowe na mocy Deklaracji MOP,   • zażalenia złożone na podstawie Artykułu 24 Konstytucji MOP,    • skargi złożone na podstawie Artykułu 26 Konstytucji MOP,    • ustawodawstwo krajowe.  Informacja z wymienionych źródeł kodowana jest według 108 kryteriów ewaluacyjnych prezentujących V kategorii naruszeń wolności zrzeszania się i rokowań zbiorowych (zgodnie z definicjami MOP):   1. Naruszenie podstawowych wolności obywatelskich.    2. Prawo pracowników do tworzenia i przystępowania do organizacji.    3. Prawa dotyczące działalności wewnątrz organizacji pracowniczych.    4. Prawo do rokowań zbiorowych.    5. Prawo do strajku.  Wśród V kategorii naruszeń wolności zrzeszania się i rokowań zbiorowych dodatkowo wyodrębniono naruszenia w prawie i praktyce:    • naruszenia w prawie odnoszą się do (I) krajowego ustawodawstwa pozostającego w sprzeczności z prawem do wolności zrzeszania się i rokowań zbiorowych według definicji MOP oraz (II) działań podjętych na mocy tego ustawodawstwa,    • naruszenia w praktyce odnoszą się do czynów naruszających obowiązujące ustawodawstwo krajowe pozostające w zgodzie z prawem do wolności zrzeszania się i rokowań zbiorowych według definicji MOP.  Natomiast naruszenia ogółem stanowią sumę naruszeń wolności zrzeszania się i rokowań zbiorowych w prawie i praktyce. Szczegółowy opis zasad kodowania, normalizacji oraz metodologii dostępny jest pod adresem https://labour-rights-indicators.la.psu.edu/about",
                                    
                                      "zrodlo": "Międzynardowa Organizacja Pracy, Uniwersytet Pensylwanii",
                                    
                                      "czestotliwosc": "Dane co kilka lat; od 2012 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "w podziale na": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "0.77",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "0.95",
                                                    
                                                        "2016" : "0.95",
                                                    
                                                        "2017" : "0.95"
                                                    
                                                    }
                                                ],"w prawie": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "0.91",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "1.21",
                                                    
                                                        "2016" : "1.21",
                                                    
                                                        "2017" : "1.21"
                                                    
                                                    }
                                                ],"w praktyce": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "0.30",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "0.30",
                                                    
                                                        "2016" : "0.30",
                                                    
                                                        "2017" : "0.30"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "8-b-1":{
                
                "metadane": [
                      {
                                      "nazwa": "8.b.1 Występowanie opracowanej i zoperacjonalizowanej strategii zatrudnienia ludzi młodych jako strategii samodzielnej lub części krajowej strategii zatrudnienia",
                                    
                                      "cel": "cel 8. Wzrost gospodarczy i godna praca",
                                    
                                      "zadanie": "8.b Do 2020 roku opracować i wdrożyć globalną strategię zatrudnienia młodych ludzi oraz Globalny Pakt Pracy przygotowany przez Międzynarodową Organizację Pracy (Global Jobs Pact of the International Labour Organization)",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "10-4-1":{
                
                "metadane": [
                      {
                                      "nazwa": "10.4.1 Udział kosztów związanych z zatrudnieniem w PKB",
                                    
                                      "cel": "Cel 10. Mniej nierówności",
                                    
                                      "zadanie": "10.4 Przyjąć polityki, w szczególności fiskalną, ochrony socjalnej i wynagrodzeń oraz stopniowo osiągać większą równość",
                                    
                                      "definicja": "Suma kosztów związanych z zatrudnieniem w relacji do PKB.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Koszty związane z zatrudnieniem  wynagrodzenia, składki na ubezpieczenia społeczne płacone przez pracodawców powiększone o składki na Fundusz Pracy oraz inne koszty związane z zatrudnieniem, np.: nagrody, stypendia fundowaneoraz premie niezaliczone do wynagrodzeń, a także odpisy na zakładowy fundusz świadczeń socjalnych, diety delegacji służbowych, diety poselskie i senatorskie — w przypadku dochodów w sektorze gospodarstw domowych określone jako „inne dochody związane z pracą najemną”  wynagrodzenia dotyczą kwot zarachowanych w koszty działalności danego okresu, nie ujmują zatem wypłat z tytułu udziału w zysku i w nadwyżce bilansowej w spółdzielniach. Produkt Krajowy Brutto (PKB) przedstawia końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej w danym roku. Produkt krajowy brutto równa się sumie wartości dodanej brutto wytworzonej przez wszystkie krajowe jednostki instytucjonalne powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów. Produkt krajowy brutto jest liczony zgodnie z obowiązującymi w krajach Unii Europejskiej zasadami Europejskiego Systemu Rachunków Narodowych i Regionalnych (ESA 2010) oraz zaleceniami Eurostatu. Produkt krajowy brutto jest liczony w cenach rynkowych.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne, od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "37.9",
                                        
                                            "2011" :   "37.1",
                                        
                                            "2012" :   "37.2",
                                        
                                            "2013" :   "37.3",
                                        
                                            "2014" :   "37.6",
                                        
                                            "2015" :   "37.1",
                                        
                                            "2016" :   "38.0",
                                        
                                            "2017" :   "38.6",
                                        
                                            "2018" :   "39.4"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              }}
  ]
}
