
{
  "iucn": [
      {
          "14-5-1":{
                
                "metadane": [
                      {
                                      "nazwa": "14.5.1 Udział powierzchni chronionych obszarów morskich do ogólnego obszaru terenów morskich",
                                    
                                      "cel": "Cel 14. Życie pod wodą",
                                    
                                      "zadanie": "14.5 Do 2020 roku objąć ochroną co najmniej 10% wybrzeży i obszarów morskich, zgodnie z krajowym i międzynarodowym prawem i korzystając z najlepszych źródeł informacji naukowych.",
                                    
                                      "definicja": "Wskaźnik określa procentowy udział wód przybrzeżnych chronionych w ramach obszarów parków narodowych w stosunku do ogólnego obszaru wód morskich Polski.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Wskaźnik określa procentowy udział wód przybrzeżnych Morza Bałtyckiego wchodzących w skład nadmorskich parków narodowych - Słowińskiego Parku Narodowego i Wolińskiego Parku Narodowego - w stosunku do ogólnego obszaru morza terytorialnego Polski. Wody przybrzeżne, zgodnie z ustawą z dnia 18 lipca 2001 r. Prawo wodne, są to powierzchniowe wody morskie w odległości do 1 mili morskiej od linii podstawowej:  - dla Słowińskiego Parku Narodowego jest to obszar 11 171,1 ha,  - dla Wolińskiego Parku Narodowego jest to obszar 2 725,4 ha (w latach 2010-2011) oraz 2 713,5 ha (od roku 2012). Obszarami morskimi, zgodnie z metodologią UN, są obszary morza terytorialnego danego kraju. Zgodnie z Ustawą z dnia 21 marca 1991 r. o obszarach morskich Rzeczypospolitej Polskiej i administracji morskiej (tekst jednolity Dz. U. 2013, poz. 934) morza terytorialne obejmują obszar wód morskich o szerokości 12 mil morskich, liczonych od linii podstawowej tego morza (czyli linii najniższego stanu wody wzdłuż wybrzeża lub zewnętrznej granicy morskich wód wewnętrznych). Obszar morza terytorialnego w Polsce wynosi 8 682 km2.",
                                    
                                      "zrodlo": "Główny Urząd Geodezji i Kartografii / Ministerstwo Klimatu i Środowiska / Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "1.60",
                                        
                                            "2011" :   "1.60",
                                        
                                            "2012" :   "1.60",
                                        
                                            "2013" :   "1.60",
                                        
                                            "2014" :   "1.60",
                                        
                                            "2015" :   "1.60",
                                        
                                            "2016" :   "1.60",
                                        
                                            "2017" :   "1.58",
                                        
                                            "2018" :   "1.58",
                                        
                                            "2019" :   "1.58"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "15-1-2":{
                
                "metadane": [
                      {
                                      "nazwa": "15.1.2 Odsetek terenów lądowych i wód powierzchniowych istotnych dla różnorodności biologicznej objętych ochroną - według typu ekosystemu",
                                    
                                      "cel": "cel 15. Życie na lądzie",
                                    
                                      "zadanie": "15.1 Do 2020 roku zapewnić ochronę, odtworzenie i zrównoważone użytkowanie lądowych i śródlądowych ekosystemów słodkiej wody oraz pozostałych ekosystemów, w szczególności lasów, terenów podmokłych i suchych oraz gór, zgodnie z międzynarodowymi zobowiązaniami",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "15-4-1":{
                
                "metadane": [
                      {
                                      "nazwa": "15.4.1 Odsetek obszarów chronionych istotnych dla różnorodności biologicznej obszarów górskich",
                                    
                                      "cel": "cel 15. Życie na lądzie",
                                    
                                      "zadanie": "15.4 Do 2030 roku zapewnić ochronę ekosystemów górskich, w tym ich różnorodności biologicznej oraz zwiększyć korzyści z nich płynące, które są niezbędne dla osiągnięcia zrównoważonego rozwoju",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "15-5-1":{
                
                "metadane": [
                      {
                                      "nazwa": "15.5.1 Wskaźnik wzrostu zagrożenia wyginięciem gatunków wpisanych do Czerwonej Księgi IUCN",
                                    
                                      "cel": "cel 15. Życie na lądzie",
                                    
                                      "zadanie": "15.5 Podjąć pilne i znaczące działania zmniejszające degradację naturalnych siedlisk  powstrzymać utratę bioróżnorodności  do 2020 roku chronić zagrożone gatunki i zapobiec ich wyginięciu",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "15-8-1":{
                
                "metadane": [
                      {
                                      "nazwa": "15.8.1 Liczba krajów które przyjęły odpowiednie krajowe przepisy prawne i odpowiednie środki zapobiegania i kontroli inwazyjnych gatunków obcych",
                                    
                                      "cel": "Cel 15. Życie na lądzie",
                                    
                                      "zadanie": "15.8 Do 2020 roku wprowadzić środki uniemożliwiające wprowadzanie nowych gatunków obcych na danym obszarze oraz znacząco zmniejszyć ich wpływ na ekosystemy wodne i lądowe ; kontrolować lub wyeliminować wybrane gatunki",
                                    
                                      "definicja": "Wskaźnik przyjmuje wartość 1 dla krajów, które przyjęły odpowiednie krajowe przepisy prawne i odpowiednie środki zapobiegania i kontroli inwazyjnych gatunków obcych.",
                                    
                                      "jednostka": "{ 0 , 1 }",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Polska przyjęła następujące przepisy prawne, służące kontroli inwazyjnych gatunków obcych:    1. Ustawa z dnia 16 kwietnia 2004 r. o ochronie przyrody    2. Rozporządzenie Ministra Środowiska z dnia 9 września 2011 r. w sprawie listy roślin i zwierząt gatunków obcych, które w przypadku uwolnienia do środowiska przyrodniczego mogą zagrozić gatunkom rodzimym lub siedliskom przyrodniczym ",
                                    
                                      "zrodlo": "Ministerstwo Klimatu i Środowiska",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "0",
                                        
                                            "2011" :   "1",
                                        
                                            "2012" :   "1",
                                        
                                            "2013" :   "1",
                                        
                                            "2014" :   "1",
                                        
                                            "2015" :   "1",
                                        
                                            "2016" :   "1",
                                        
                                            "2017" :   "1",
                                        
                                            "2018" :   "1",
                                        
                                            "2019" :   "1",
                                        
                                            "2020" :   "1"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              }}
  ]
}
