
{
  "un-habitat": [
      {
          "1-4-1":{
                
                "metadane": [
                      {
                                      "nazwa": "1.4.1 Odsetek gospodarstw domowych z dostępem do podstawowych urządzeń sanitarnych i zaopatrzenia w wodę ",
                                    
                                      "cel": "Cel 1. Koniec z ubóstwem",
                                    
                                      "zadanie": "1.4 Do 2030 roku zapewnić wszystkim kobietom i mężczyznom, w szczególności osobom ubogim i szczególnie podatnym na zagrożenia, równe prawa w dostępie do zasobów gospodarczych oraz podstawowych usług, prawo do własności i sprawowania kontroli nad gruntami i innym mieniem, prawo dziedziczenia, dostęp do stosownych nowych technologii oraz usług finansowych, w tym mikrofinansowania",
                                    
                                      "definicja": "Odsetek gospodarstw domowych posiadających dostęp do podstawowych urządzeń sanitarnych i zaopatrzenia w wodę.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Wskaźnik obliczany jest na podstawie informacji uzyskanych z Badania EU-SILC. Badanie EU-SILC (Europejskie Badanie Dochodów i Warunków Życia) jest badaniem stałym (prowadzonym co roku), którego podmiotem są gospodarstwa domowe oraz osoby w wieku 16 lat i więcej w gospodarstwach domowych. Badanie ma charakter panelowy, tzn. wylosowaną grupę respondentów poddaje się kilkukrotnej 'obserwacji' w odstępach czasu, dzięki czemu można zaobserwować i przeanalizować zmieniającą się sytuację, postawy, zachowania lub opinie badanej grupy. Badanie jest realizowane metodą wywiadu bezpośredniego z wykorzystaniem 2 kwestionariuszy  z których jeden służy do pozyskiwania danych dotyczących gospodarstw domowych, a drugi – danych o osobach indywidualnych.  Celem badania EU-SILC jest pozyskiwanie informacji, które umożliwiają ocenę warunków życia polskiego społeczeństwa oraz pozwalają porównać je z warunkami życia w innych krajach Unii Europejskiej. Służy temu przyjęta przez Eurostat jednolita metodologia.  W miarę potrzeb organów Unii Europejskiej, w ramach badania EU-SILC prowadzone są również badania modułowe poświęcone wybranemu zagadnieniu (jest to dodatkowa ankieta realizowana jednocześnie z badaniem podstawowym).  Główny Urząd Statystyczny wdrożył badanie EU-SILC w 2005 r. Jednostką badania jest gospodarstwo domowe, czyli osoby, które są lub nie są ze sobą spokrewnione, mieszkają razem i wspólnie utrzymują się (gospodarstwo domowe wieloosobowe). Gospodarstwo domowe może również tworzyć jedna osoba, która utrzymuje się samodzielnie, bez względu na to, czy mieszka sama, czy z innymi osobami (gospodarstwo domowe jednoosobowe). Do podstawowych urządzeń sanitarnych zaliczono łazienkę z wanną i/lub prysznicem, ustęp spłukiwany bieżącą wodą. Zaopatrzenie w wodę oznacza dostęp do kranu z zimną wodą bieżącą. Wskaźnik nie uwzględnia dostępu do wywozu śmieci.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "93.7",
                                        
                                            "2011" :   "93.8",
                                        
                                            "2012" :   "94.5",
                                        
                                            "2013" :   "94.9",
                                        
                                            "2014" :   "95.2",
                                        
                                            "2015" :   "95.5",
                                        
                                            "2016" :   "96.0",
                                        
                                            "2017" :   "96.2",
                                        
                                            "2018" :   "96.6"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "1-4-2":{
                
                "metadane": [
                      {
                                      "nazwa": "1.4.2 Odsetek osób dorosłych z zabezpieczeniem z tytułu prawa własności do gruntów z prawnie uznaną dokumentacją, którzy postrzegają swoje prawa do ziemi jako zabezpieczone, wg płci oraz typu własności",
                                    
                                      "cel": "cel 1. Koniec z ubóstwem",
                                    
                                      "zadanie": "1.4 Do 2030 roku zapewnić wszystkim kobietom i mężczyznom, w szczególności osobom ubogim i szczególnie podatnym na zagrożenia, równe prawa w dostępie do zasobów gospodarczych oraz podstawowych usług, prawo do własności i sprawowania kontroli nad gruntami i innym mieniem, prawo dziedziczenia, dostęp do stosownych nowych technologii oraz usług finansowych, w tym mikrofinansowania",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "6-3-1":{
                
                "metadane": [
                      {
                                      "nazwa": "6.3.1 Odsetek oczyszczanych ścieków przemysłowych i komunalnych w stosunku do ścieków wytworzonych(Ilość ścieków wymagających oczyszczenia oczyszczonych w stosunku do ilości ścieków przemysłowych i komunalnych odprowadzanych do wód lub do ziemi)",
                                    
                                      "cel": "Cel 6. Czysta woda i warunki sanitarne",
                                    
                                      "zadanie": "6.3 Do 2030 roku poprawić jakość wody poprzez redukcję zanieczyszczeń, likwidowanie wysypisk śmieci, ograniczenie stosowania szkodliwych substancji chemicznych i innych szkodliwych materiałów. Zmniejszyć o połowę ilość nieoczyszczonych ścieków oraz znacząco podnieść poziom recyklingu i bezpiecznego ponownego użytkowania materiałów w skali globalnej",
                                    
                                      "definicja": "Stosunek ilości ścieków przemysłowych i komunalnych oczyszczanych biologicznie, chemicznie i z podwyższonym usuwaniem biogenów, do ilości ścieków wymagających oczyszczenia odprowadzonych do wód lub do ziemi w ciągu roku.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Ścieki przemysłowe to ścieki niebędące ściekami bytowymi albo wodami opadowymi lub roztopowymi powstałe w związku z prowadzoną przez zakład działalnością handlową, przemysłową, składową, transportową lub usługową, a także będące ich mieszaniną ze ściekami innego podmiotu, odprowadzane urządzeniami kanalizacyjnymi tego zakładu.  Rodzaje i ilość zanieczyszczeń zawartych w ściekach przemysłowych są bardzo różnorodne. Zależą od rodzaju przemysłu, rodzaju surowców używanych do produkcji i od stosowanej technologii produkcji. W statystyce, do ścieków przemysłowych zalicza się również wody chłodnicze, zanieczyszczone i zasolone wody z odwadniania zakładów górniczych oraz obiektów budowlanych oraz ścieki socjalno-bytowe, towarzyszące procesom produkcyjnym.  Dane o ściekach przemysłowych dotyczą ścieków odprowadzonych z jednostek, które według Polskiej Klasyfikacji Działalności zostały ujęte w „Przemyśle” obejmującym sekcje „Górnictwo i wydobywanie”, „Przetwórstwo przemysłowe”, „Wytwarzanie i zaopatrywanie w energię elektryczną, gaz, parę wodną, gorącą wodę i powietrze do układów klimatyzacyjnych”, „Dostawa wody  gospodarowanie ściekami i odpadami oraz działalność związana z rekultywacją”, jak również w pozostałych sekcjach, których udział w ilości odprowadzanych ścieków jest niewielki.  Jako ścieki przemysłowe wymagające oczyszczania przyjęto ścieki odprowadzone siecią kanałów lub rowów otwartych bezpośrednio do wód, do ziemi lub do sieci kanalizacyjnej z jednostek produkcyjnych (łącznie z zanieczyszczonymi wodami z odwadniania zakładów górniczych oraz zanieczyszczonymi wodami wykorzystanymi w przemyśle do celów chłodniczych). Ścieki komunalne to ścieki bytowe lub mieszanina ścieków bytowych ze ściekami przemysłowymi albo wodami opadowymi lub roztopowymi, odprowadzane urządzeniami służącymi do realizacji zadań własnych gminy w zakresie kanalizacji i oczyszczania ścieków komunalnych. Dane o ściekach komunalnych obejmują ścieki odprowadzone siecią kanalizacyjną przez jednostki będące w gestii przedsiębiorstw i zakładów wodociągowo-kanalizacyjnych, dla których organem założycielskim jest wojewoda (lub będących pod zarządem samorządów terytorialnych) oraz od 1994 r. wszystkich jednostek nadzorujących pracę zbiorowego odprowadzania ścieków poprzez sieć kanalizacyjną (w tym również spółdzielni mieszkaniowych, spółek wodnych, zakładów usług wodnych, zakładów pracy itd.). Ścieki te przed odprowadzeniem do odbiornika powinny być w całości poddane procesom oczyszczania, stąd w statystyce zostały ujęte jako ścieki wymagające oczyszczania. Dane te nie obejmują wód opadowych i infiltracyjnych odprowadzanych siecią kanalizacyjną. Ścieki oczyszczane to ścieki poddane procesowi dostosowania do standardów środowiskowych lub innych norm jakości. Wyróżnia się trzy metody oczyszczania: mechaniczne, biologiczne i o podwyższonym stopniu oczyszczania (w tym chemiczne). Dla celów obliczenia ogólnej ilości oczyszczonych ścieków wykazuje się jedynie ilość, która była poddana najwyższemu z wymienionych stopni oczyszczania. Tak więc ścieki oczyszczane mechanicznie, jak również biologicznie powinny być wykazywane jako ścieki oczyszczone biologicznie, a ścieki oczyszczane wszystkimi metodami powinny być wykazywane jako oczyszczone metodą o podwyższonym stopniu oczyszczania. Ścieki wymagające oczyszczania to ścieki, które przed odprowadzeniem do odbiornika powinny być w całości poddane procesom oczyszczania.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "65.73",
                                        
                                            "2011" :   "64.76",
                                        
                                            "2012" :   "67.35",
                                        
                                            "2013" :   "69.77",
                                        
                                            "2014" :   "70.48",
                                        
                                            "2015" :   "70.90",
                                        
                                            "2016" :   "71.44",
                                        
                                            "2017" :   "72.52",
                                        
                                            "2018" :   "73.17"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "11-1-1":{
                
                "metadane": [
                      {
                                      "nazwa": "11.1.1 Odsetek ludności żyjącej w mieszkaniach z przeciekającym dachem, wilgotnymi ścianami, podłogami lub fundamentami lub ze zgnilizną ram okiennych lub podłóg",
                                    
                                      "cel": "Cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.1 Do 2030 roku zapewnić wszystkim ludziom dostęp do odpowiednich, bezpiecznych i przystępnych cenowo mieszkań oraz podstawowych usług, a także poprawić warunki życia w slumsach",
                                    
                                      "definicja": "Odsetek osób, które chociaż w jednym przypadku wskazały, że żyją w mieszkaniach z przeciekającym dachem, wilgotnymi ścianami lub podłogami lub fundamentami, ze zgnilizną ram okiennych lub podłogi.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, miasto / wieś",
                                    
                                      "metodologia": "Do kategorii gospodarstw zaliczane są osoby, które chociaż w jednym przypadku wskazały, że żyją w mieszkaniach z przeciekającym dachem lub wilgotnymi ścianami lub podłogami lub fundamentami lub ze zgnilizną ram okiennych lub podłogi. Treść pytania w badaniu EU SILC:    • do 2014 r.: Czy użytkowane przez Pana/Panią mieszkanie ma przeciekający dach, wilgoć na ścianach, podłogach, fundamencie, butwiejące okna lub podłogi?    • od 2015 r.: Czy użytkowane przez Pana/Panią mieszkanie: A. ma przeciekający dach, B. ma wilgoć na ścianach, podłogach, fundamencie, C. ma butwiejące okna lub podłogi?",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "15.6",
                                                    
                                                        "2011" : "11.5",
                                                    
                                                        "2012" : "10.6",
                                                    
                                                        "2013" : "10.2",
                                                    
                                                        "2014" : "9.5",
                                                    
                                                        "2015" : "11.9",
                                                    
                                                        "2016" : "11.7",
                                                    
                                                        "2017" : "12.1",
                                                    
                                                        "2018" : "11.5"
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "13",
                                                    
                                                        "2011" : "10.3",
                                                    
                                                        "2012" : "9.3",
                                                    
                                                        "2013" : "8.8",
                                                    
                                                        "2014" : "8.9",
                                                    
                                                        "2015" : "10.6",
                                                    
                                                        "2016" : "10.1",
                                                    
                                                        "2017" : "10.5",
                                                    
                                                        "2018" : "10.5"
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "19.6",
                                                    
                                                        "2011" : "13.4",
                                                    
                                                        "2012" : "12.5",
                                                    
                                                        "2013" : "12.4",
                                                    
                                                        "2014" : "10.4",
                                                    
                                                        "2015" : "13.8",
                                                    
                                                        "2016" : "13.9",
                                                    
                                                        "2017" : "14.4",
                                                    
                                                        "2018" : "13.1"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "11-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "11.2.1 Odsetek ludności o dogodnym dostępie do środków transportu publicznego według grup wieku, płci oraz z uwzględnieniem udogodnień dla osób niepełnosprawnych",
                                    
                                      "cel": "cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.2 Do 2030 roku zapewnić wszystkim ludziom dostęp do bezpiecznych, przystępnych cenowo i trwałych systemów transportu, podnieść poziom bezpieczeństwa na drogach, zwłaszcza poprzez rozwijanie transportu publicznego. Należy zwrócić szczególną uwagę na potrzeby grup wrażliwych, kobiet, dzieci, osób niepełnosprawnych i osób starszych",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "11-3-1":{
                
                "metadane": [
                      {
                                      "nazwa": "11.3.1 Relacja wskaźnika zużycia gruntów do tempa wzrostu liczby ludności",
                                    
                                      "cel": "cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.3 Do 2030 roku zwiększyć stopień inkluzywności, zapewnić zrównoważoną urbanizację i partycypację w zintegrowanym i zrównoważonym planowaniu i gospodarowaniu osiedlami ludzkimi we wszystkich krajach",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "11-3-2":{
                
                "metadane": [
                      {
                                      "nazwa": "11.3.2 Odsetek miast z rozwiniętymi strukturami społeczeństwa obywatelskiego umożliwiającymi bezpośredni udział w planowaniu i zarządzaniu przestrzennym w sposób regularny i demokratyczny",
                                    
                                      "cel": "cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.3 Do 2030 roku zwiększyć stopień inkluzywności, zapewnić zrównoważoną urbanizację i partycypację w zintegrowanym i zrównoważonym planowaniu i gospodarowaniu osiedlami ludzkimi we wszystkich krajach",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "11-6-1":{
                
                "metadane": [
                      {
                                      "nazwa": "11.6.1 Odsetek odpadów komunalnych przeznaczonych do przetworzenia w określony sposób w relacji do ilości odpadów wytworzonych",
                                    
                                      "cel": "Cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.6 Do 2030 roku obniżyć niekorzystny wskaźnik negatywnego oddziaływania miasta na środowisko per capita, zwracając szczególną uwagę na jakość powietrza oraz gospodarowanie odpadami komunalnymi i innymi zanieczyszczeniami",
                                    
                                      "definicja": "Odsetek odpadów komunalnych przeznaczonych do przetworzenia w określony sposób (recykling, kompostowanie lub fermentacja, przekształcanie termiczne, składowanie) w relacji do ilości odpadów wytworzonych w ciągu roku.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "sposób przetworzenia",
                                    
                                      "metodologia": "Odpady komunalne to odpady powstające w gospodarstwach domowych, z wyłączeniem pojazdów wycofanych z eksploatacji, a także odpady niezawierające odpadów niebezpiecznych pochodzące od innych wytwórców odpadów, które ze względu na swój charakter lub skład są podobne do odpadów powstających w gospodarstwach domowych  zmieszane odpady komunalne pozostają zmieszanymi odpadami komunalnymi, nawet jeżeli zostały poddane czynności przetwarzania odpadów, która nie zmieniła w sposób znaczący ich właściwości. Dane o odpadach komunalnych zbierane są od jednostek zajmujących się zbieraniem (odbieraniem) odpadów od jednostek zajmujących się przetwarzaniem odpadów komunalnych. Zbierane informacje obejmują odpady z kodem 20: Odpady komunalne łącznie z frakcjami gromadzonymi selektywnie oraz odpady z kodem 15 01: Odpady opakowaniowe (włącznie z selektywnie gromadzonymi odpadami komunalnymi) jeżeli pochodzą z sektora komunalnego. Dla danych za lata 2010-2014: Sposób klasyfikacji odpadów oraz katalog odpadów wraz z listą odpadów niebezpiecznych określa rozporządzenie Ministra Środowiska z dnia 27 września 2001 r. w sprawie katalogu odpadów (Dz. U. 2001 Nr 112, poz. 1206). Dla danych od 2015 r.: Sposób klasyfikacji odpadów oraz katalog odpadów wraz z listą odpadów niebezpiecznych określa rozporządzenie Ministra Środowiska z dnia 9 grudnia 2014 r. w sprawie katalogu odpadów (Dz. U. 2014, poz. 1923).",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne  od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg sposobu przetworzenia": [
                                            {"recykling": [
                                                    {
                                                    
                                                        "2010" : "14.82",
                                                    
                                                        "2011" : "9.70",
                                                    
                                                        "2012" : "10.30",
                                                    
                                                        "2013" : "13.27",
                                                    
                                                        "2014" : "21.10",
                                                    
                                                        "2015" : "26.39",
                                                    
                                                        "2016" : "27.84",
                                                    
                                                        "2017" : "26.73",
                                                    
                                                        "2018" : "26.18"
                                                    
                                                    }
                                                ],"kompostowanie lub fermentacja": [
                                                    {
                                                    
                                                        "2010" : "1.50",
                                                    
                                                        "2011" : "1.73",
                                                    
                                                        "2012" : "1.67",
                                                    
                                                        "2013" : "1.88",
                                                    
                                                        "2014" : "5.42",
                                                    
                                                        "2015" : "6.09",
                                                    
                                                        "2016" : "6.99",
                                                    
                                                        "2017" : "7.08",
                                                    
                                                        "2018" : "8.11"
                                                    
                                                    }
                                                ],"przekształcenia termiczne": [
                                                    {
                                                    
                                                        "2010" : "0.32",
                                                    
                                                        "2011" : "0.37",
                                                    
                                                        "2012" : "0.42",
                                                    
                                                        "2013" : "6.78",
                                                    
                                                        "2014" : "15.10",
                                                    
                                                        "2015" : "13.25",
                                                    
                                                        "2016" : "19.44",
                                                    
                                                        "2017" : "24.41",
                                                    
                                                        "2018" : "24.13"
                                                    
                                                    }
                                                ],"składowanie": [
                                                    {
                                                    
                                                        "2010" : "66.80",
                                                    
                                                        "2011" : "69.26",
                                                    
                                                        "2012" : "66.91",
                                                    
                                                        "2013" : "61.95",
                                                    
                                                        "2014" : "58.38",
                                                    
                                                        "2015" : "54.29",
                                                    
                                                        "2016" : "45.74",
                                                    
                                                        "2017" : "41.77",
                                                    
                                                        "2018" : "41.58"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "11-7-1":{
                
                "metadane": [
                      {
                                      "nazwa": "11.7.1 Przeciętny udział terenów zabudowanych stanowiących przestrzeń publiczną dostępną dla wszystkich w terenach zabudowanych ogółem, według grup wieku, płci i osób z niepełnosprawnością",
                                    
                                      "cel": "cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.7 Do 2030 roku zapewnić łatwy i powszechny dostęp do bezpiecznych i inkluzywnych terenów zielonych i przestrzeni publicznej, szczególnie kobietom, dzieciom, osobom starszym i osobom z niepełnosprawnością",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "11-a-1":{
                
                "metadane": [
                      {
                                      "nazwa": "11.a.1 Odsetek ludności gmin, które posiadają studium lub miejscowe plany zagospodarowania przestrzennego, w podziale na rodzaj gminy",
                                    
                                      "cel": "Cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.a Wspierać korzystne ekonomicznie, społecznie i środowiskowo połączenia pomiędzy obszarami miejskimi, podmiejskimi i wiejskimi poprzez wzmocnienie krajowego i regionalnego planowania rozwoju",
                                    
                                      "definicja": "Odsetek ludności gmin, które posiadają obowiązujące miejscowe plany zagospodarowania przestrzennego/studium, ogółem oraz w podziale na gminy miejskie, wiejskie i miejsko-wiejskie niezależnie od liczby posiadanych planów.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, gmina",
                                    
                                      "metodologia": "Studium uwarunkowań i kierunków zagospodarowania przestrzennego uchwalane jest przez radę gminy w celu określenia polityki przestrzennej, w tym lokalnych zasad zagospodarowania przestrzennego, uwzględniając m.in. zasady określone w koncepcji przestrzennego zagospodarowania kraju, ustalenia strategii rozwoju i planu zagospodarowania przestrzennego województwa, ramowego studium uwarunkowań i kierunków zagospodarowania przestrzennego związku metropolitalnego oraz strategii rozwoju gminy, a także analizy ekonomiczne, środowiskowe i społeczne, prognozy demograficzne.  Miejscowy plan zagospodarowania przestrzennego stanowi akt prawa miejscowego uchwalony przez radę gminy zgodnie z zapisami studium uwarunkowań i kierunków zagospodarowania przestrzennego, w którym określa się przeznaczenie i sposoby zagospodarowania terenami, w tym dla inwestycji celu publicznego.",
                                    
                                      "zrodlo": "Ministerstwo Infrastruktury / Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne  od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "miejscowe plany zagospodarowania przestrzennego - wg rodzaju gmin": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "96.87",
                                                    
                                                        "2011" : "97.19",
                                                    
                                                        "2012" : "97.29",
                                                    
                                                        "2013" : "97.48",
                                                    
                                                        "2014" : "97.59",
                                                    
                                                        "2015" : "97.78",
                                                    
                                                        "2016" : "97.85",
                                                    
                                                        "2017" : "97.98",
                                                    
                                                        "2018" : "98.08"
                                                    
                                                    }
                                                ],"gminy miejskie": [
                                                    {
                                                    
                                                        "2010" : "99.90",
                                                    
                                                        "2011" : "99.91",
                                                    
                                                        "2012" : "99.93",
                                                    
                                                        "2013" : "99.96",
                                                    
                                                        "2014" : "99.97",
                                                    
                                                        "2015" : "100.00",
                                                    
                                                        "2016" : "100.0",
                                                    
                                                        "2017" : "100.0",
                                                    
                                                        "2018" : "100"
                                                    
                                                    }
                                                ],"gminy wiejskie": [
                                                    {
                                                    
                                                        "2010" : "90.59",
                                                    
                                                        "2011" : "91.66",
                                                    
                                                        "2012" : "91.90",
                                                    
                                                        "2013" : "92.42",
                                                    
                                                        "2014" : "92.85",
                                                    
                                                        "2015" : "93.32",
                                                    
                                                        "2016" : "93.47",
                                                    
                                                        "2017" : "93.63",
                                                    
                                                        "2018" : "94.04"
                                                    
                                                    }
                                                ],"gminy miejsko-wiejskie": [
                                                    {
                                                    
                                                        "2010" : "98.16",
                                                    
                                                        "2011" : "98.22",
                                                    
                                                        "2012" : "98.39",
                                                    
                                                        "2013" : "98.54",
                                                    
                                                        "2014" : "98.45",
                                                    
                                                        "2015" : "98.64",
                                                    
                                                        "2016" : "98.74",
                                                    
                                                        "2017" : "99.12",
                                                    
                                                        "2018" : "99.07"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "studium - wg rodzaju gmin": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "99.5",
                                                    
                                                        "2011" : "99.5",
                                                    
                                                        "2012" : "99.7",
                                                    
                                                        "2013" : "99.8",
                                                    
                                                        "2014" : "99.8",
                                                    
                                                        "2015" : "99.8",
                                                    
                                                        "2016" : "99.9",
                                                    
                                                        "2017" : "99.9",
                                                    
                                                        "2018" : "99.9"
                                                    
                                                    }
                                                ],"gminy miejskie": [
                                                    {
                                                    
                                                        "2010" : "99.8",
                                                    
                                                        "2011" : "99.8",
                                                    
                                                        "2012" : "99.9",
                                                    
                                                        "2013" : "100.0",
                                                    
                                                        "2014" : "100.0",
                                                    
                                                        "2015" : "100.0",
                                                    
                                                        "2016" : "100.0",
                                                    
                                                        "2017" : "100.0",
                                                    
                                                        "2018" : "100.0"
                                                    
                                                    }
                                                ],"gminy wiejskie": [
                                                    {
                                                    
                                                        "2010" : "98.8",
                                                    
                                                        "2011" : "98.9",
                                                    
                                                        "2012" : "99.2",
                                                    
                                                        "2013" : "99.4",
                                                    
                                                        "2014" : "99.5",
                                                    
                                                        "2015" : "99.4",
                                                    
                                                        "2016" : "99.6",
                                                    
                                                        "2017" : "99.8",
                                                    
                                                        "2018" : "99.8"
                                                    
                                                    }
                                                ],"gminy miejsko-wiejskie": [
                                                    {
                                                    
                                                        "2010" : "99.8",
                                                    
                                                        "2011" : "99.7",
                                                    
                                                        "2012" : "99.7",
                                                    
                                                        "2013" : "99.9",
                                                    
                                                        "2014" : "99.9",
                                                    
                                                        "2015" : "99.9",
                                                    
                                                        "2016" : "99.9",
                                                    
                                                        "2017" : "100.0",
                                                    
                                                        "2018" : "100.0"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "11-c-1":{
                
                "metadane": [
                      {
                                      "nazwa": "11.c.1 Udział finansowego wsparcia dla najmniej rozwiniętych państw przeznaczonego na budowę i modernizację trwałych, odpornych i zasobooszczędnych budynków wykorzystujących lokalne zasoby",
                                    
                                      "cel": "cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.c Wspierać kraje najmniej rozwinięte, w tym poprzez pomoc finansową i techniczną, w budowaniu zrównoważonych i odpornych budynków, wykorzystując lokalne materiały",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              }}
  ]
}
