
{
  "undrr": [
      {
          "1-5-1":{
                
                "metadane": [
                      {
                                      "nazwa": "1.5.1 Liczba ofiar śmiertelnych lub poszkodowanych w wyniku katastrof budowlanych na 1 milion ludności",
                                    
                                      "cel": "Cel 1. Koniec z ubóstwem",
                                    
                                      "zadanie": "1.5 Do 2030 roku zbudować odporność na zagrożenia wśród osób ubogich i narażonych na zagrożenia, zmniejszyć ich podatność na zagrożenia i bezbronność wobec ekstremalnych zjawisk klimatycznych oraz innych wstrząsów gospodarczych, społecznych i środowiskowych, a także katastrof naturalnych",
                                    
                                      "definicja": "Relacja liczby osób poszkodowanych w wyniku katastrof budowlanych będących rezultatem zdarzeń losowych, błędu w utrzymaniu lub podczas prac budowlanych, w tym liczba ofiar śmiertelnych w przeliczeniu na 1 milion mieszkańców.",
                                    
                                      "jednostka": "osoby",
                                    
                                      "wymiary": "ogółem, ofiary śmiertelne",
                                    
                                      "metodologia": "Dane o katastrofach budowlanych przekazane są przez powiatowych i wojewódzkich inspektorów nadzoru budowlanego w ramach zadań i kompetencji określonych w art. 76 ust. 1 pkt 2 ustawy Prawo budowlane ((Dz. U. z 2013 r. poz. 1409). Katastrofą budowlaną, zgodnie z art. 73 ustawy — Prawo budowlane, jest niezamierzone, gwałtowne zniszczenie obiektu budowlanego lub jego części, a także konstrukcyjnych elementów rusztowań, elementów formujących, ścianek szczelnych i obudowy wykopów. Katastrofy budowlane grupowane są według przyczyn na:    • wywołane zdarzeniami losowymi (m.in. silne wiatry, pożary, wybuchy gazu),    • spowodowane błędami podczas utrzymani obiektu budowlanego,    • spowodowane błędami podczas budowy nowego obiektu lub wykonywania robót budowlanych w istniejącym obiekcie budowlanym    • oraz spowodowane błędami opracowania dokumentacji obiektu budowlanego.",
                                    
                                      "zrodlo": "Rejestr Katastrof Budowlanych /  Główny Urząd Nadzoru Budowlanego",
                                    
                                      "czestotliwosc": "Dane roczne od 2010 r.",
                                    
                                      "uwagi": "Prezentowany wskaźnik (1.5.1 Liczba ofiar śmiertelnych lub poszkodowanych w wyniku katastrof budowlanych na 1 milion ludności) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (1.5.1. Liczba ofiar śmiertelnych, osób zaginionych oraz bezpośrednio poszkodowanych w wyniku katastrof na 100 tys. ludności) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska.",
                                    
                                      "data_aktualizacji_danych": "24-10-2022",
                                    
                                      "data_aktualizacji_metadanych": "12-05-2022"
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "poszkodowani": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "2.13",
                                                    
                                                        "2011" : "2.41",
                                                    
                                                        "2012" : "2.08",
                                                    
                                                        "2013" : "2.23",
                                                    
                                                        "2014" : "1.98",
                                                    
                                                        "2015" : "2.47",
                                                    
                                                        "2016" : "1.41",
                                                    
                                                        "2017" : "3.61",
                                                    
                                                        "2018" : "2.73",
                                                    
                                                        "2019" : "2.37",
                                                    
                                                        "2020" : "2.33",
                                                    
                                                        "2021" : "2.25",
                                                    
                                                        "2022" : "2.02"
                                                    
                                                    }
                                                ],"ofiary śmiertelne": [
                                                    {
                                                    
                                                        "2010" : "0.31",
                                                    
                                                        "2011" : "0.65",
                                                    
                                                        "2012" : "0.44",
                                                    
                                                        "2013" : "0.55",
                                                    
                                                        "2014" : "0.36",
                                                    
                                                        "2015" : "0.47",
                                                    
                                                        "2016" : "0.36",
                                                    
                                                        "2017" : "0.78",
                                                    
                                                        "2018" : "0.62",
                                                    
                                                        "2019" : "0.73",
                                                    
                                                        "2020" : "0.47",
                                                    
                                                        "2021" : "0.68",
                                                    
                                                        "2022" : "0.63"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "1-5-2":{
                
                "metadane": [
                      {
                                      "nazwa": "1.5.2 Bezpośrednie straty gospodarcze będące rezultatem katastrof w relacji do globalnego PKB",
                                    
                                      "cel": "cel 1. Koniec z ubóstwem",
                                    
                                      "zadanie": "1.5 Do 2030 roku zbudować odporność na zagrożenia wśród osób ubogich i narażonych na zagrożenia, zmniejszyć ich podatność na zagrożenia i bezbronność wobec ekstremalnych zjawisk klimatycznych oraz innych wstrząsów gospodarczych, społecznych i środowiskowych, a także katastrof naturalnych",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": "",
                                    
                                      "data_aktualizacji_danych": "",
                                    
                                      "data_aktualizacji_metadanych": "18-12-2019"
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "1-5-3":{
                
                "metadane": [
                      {
                                      "nazwa": "1.5.3 Kraje, które przyjęły i wdrożyły krajowe strategie redukcji ryzyka katastrof zgodne z Ramowym Programem Działań na lata 2015-2030 z Sendai w sprawie ograniczania ryzyka katastrof",
                                    
                                      "cel": "Cel 1. Koniec z ubóstwem",
                                    
                                      "zadanie": "1.5 Do 2030 roku zbudować odporność na zagrożenia wśród osób ubogich i narażonych na zagrożenia, zmniejszyć ich podatność na zagrożenia i bezbronność wobec ekstremalnych zjawisk klimatycznych oraz innych wstrząsów gospodarczych, społecznych i środowiskowych, a także katastrof naturalnych",
                                    
                                      "definicja": "Wskaźnik przyjmuje wartość 1, jeśli w kraju przyjęto i wdrożono krajową strategię ograniczenia ryzyka katastrof zgodną z Ramowym Programem Działań z Sendai na lata 2015-2030 w sprawie ograniczenia ryzyka katastrof. Wskaźnik prezentowany jako wynik dot. zakresu zgodności krajowej strategii ograniczenia ryzyka katastrof z Ramowym Programem Działań z Sendai na lata 2015-2030 (score of adoption and implementation of national DRR strategies in line with the Sendai Framework) jest wyrażony jako ułamek dziesiętny w przedziale (0,1) mierzony co 0,05. ",
                                    
                                      "jednostka": "(0,1)",
                                    
                                      "wymiary": "ogółem, zakres zgodności strategii krajowej z Programem z Sendai 2015-2030",
                                    
                                      "metodologia": "Ramowy Program Działań z Sendai na lata 2015-2030 w sprawie ograniczenia ryzyka katastrof jest to program ONZ przyjęty podczas III Światowej Konferencji Ograniczenia Ryzyka w Sendai w Japonii. Priorytetami programu są: 1. Rozumienie ryzyka związanego z katastrofami. 2. Wzmocnienie zarządzania ryzykiem katastrof w celu umożliwienia zarządzania tym ryzykiem. 3. Inwestowanie w ograniczanie ryzyka katastrof na rzecz wzmacniania odporności. 4. Udoskonalenie systemu gotowości do skutecznego reagowania na katastrofy oraz „lepsza odbudowa” w zakresie przywracania stanu wyjściowego, napraw i odbudowy.  Krajowa strategia ograniczenia ryzyka katastrof, w tym klęsk żywiołowych, zgodna z Ramowym Programem Działań z Sendai stanowi część Raportu o zagrożeniach bezpieczeństwa narodowego. Raport ten aktualizowany jest cyklicznie. Aktualizacje miały miejsce w 2015 r., 2018 r. i 2021 r. Główne cele strategii to ograniczenie istniejących i przyszłych zagrożeń poprzez wykonywanie oceny ryzyka, ostrzeganie oraz budowanie odporności na katastrofy. Wynik dot. przyjęcia i wdrożenia krajowej strategii ograniczenia ryzyka katastrof w odniesieniu do Ramowego Programu Działań z Sendai (score of adoption and implementation of national DRR strategies in line with the Sendai Framework) jest wyliczany w zakresie jakościowej oceny zgodności pomiędzy dokumentem krajowym a wymogami wobec krajowej strategii ograniczenia ryzyka katastrof.",
                                    
                                      "zrodlo": "Rządowe Centrum Bezpieczeństwa",
                                    
                                      "czestotliwosc": "Dane roczne; od 2015 r.",
                                    
                                      "uwagi": "",
                                    
                                      "data_aktualizacji_danych": "28-02-2023",
                                    
                                      "data_aktualizacji_metadanych": "24-01-2022"
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg przyjęcia i wdrożenia strategii krajowej": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "1",
                                                    
                                                        "2016" : "1",
                                                    
                                                        "2017" : "1",
                                                    
                                                        "2018" : "1",
                                                    
                                                        "2019" : "1",
                                                    
                                                        "2020" : "1",
                                                    
                                                        "2021" : "1",
                                                    
                                                        "2022" : "1"
                                                    
                                                    }
                                                ],"zakres zgodności strategii krajowej z Programem z Sendai 2015-2030": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "0.80",
                                                    
                                                        "2016" : "0.80",
                                                    
                                                        "2017" : "0.80",
                                                    
                                                        "2018" : "0.85",
                                                    
                                                        "2019" : "0.85",
                                                    
                                                        "2020" : "0.85",
                                                    
                                                        "2021" : "0.875",
                                                    
                                                        "2022" : "0.875"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "1-5-4":{
                
                "metadane": [
                      {
                                      "nazwa": "1.5.4 Jednostki samorządu terytorialnego, które przyjęły i wdrożyły lokalne strategie redukcji ryzyka katastrof zgodne z krajową strategią redukcji ryzyka katastrof",
                                    
                                      "cel": "Cel 1. Koniec z ubóstwem",
                                    
                                      "zadanie": "1.5 Do 2030 roku zbudować odporność na zagrożenia wśród osób ubogich i narażonych na zagrożenia, zmniejszyć ich podatność na zagrożenia i bezbronność wobec ekstremalnych zjawisk klimatycznych oraz innych wstrząsów gospodarczych, społecznych i środowiskowych, a także katastrof naturalnych",
                                    
                                      "definicja": "Liczba oraz odsetek jednostek samorządu terytorialnego, które przyjęły i wdrożyły lokalne strategie ograniczenia ryzyka katastrof zgodne z krajową strategią ograniczenia ryzyka katastrof.",
                                    
                                      "jednostka": "liczba (województw)",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Ramowy Program Działań z Sendai na lata 2015-2030 w sprawie ograniczania ryzyka katastrof jest to program ONZ przyjęty podczas III Światowej Konferencji Ograniczenia Ryzyka Katastrof w Sendai w Japonii. Priorytetami programu są: 1. Rozumienie ryzyka związanego z katastrofami. 2. Wzmocnienie zarządzania ryzykiem katastrof w celu umożliwienia zarządzania tym ryzykiem. 3. Inwestowanie w ograniczanie ryzyka katastrof na rzecz wzmacniania odporności. 4. Udoskonalenie systemu gotowości do skutecznego reagowania na katastrofy oraz „lepsza odbudowa” w zakresie przywracania stanu wyjściowego, napraw i odbudowy. Krajowa strategia ograniczenia ryzyka katastrof zgodna z Ramowym Programem Działań z Sendai stanowi część Raportu o zagrożeniach bezpieczeństwa narodowego. Raport ten aktualizowany jest cyklicznie. Aktualizacje miały miejsce w 2015 r., 2018 r. i 2021 r. Główne cele strategii to ograniczenie istniejących i przyszłych zagrożeń poprzez wykonywanie oceny ryzyka, ostrzeganie oraz budowanie odporności na katastrofy. Lokalne strategie ograniczenia ryzyka katastrof – wojewódzkie raporty cząstkowe do Raportu o zagrożeniach bezpieczeństwa narodowego, zgodne z krajową strategią ograniczenia ryzyka katastrof, są cyklicznie aktualizowane i stanowią jedną z podstaw do opracowania Raportu o zagrożeniach bezpieczeństwa narodowego. Główne cele tych strategii to uwzględnienie inicjatyw lokalnych w działaniach na rzecz ograniczenia ryzyka katastrof zarówno naturalnych, jak i spowodowanych intencjonalną działalnością człowieka.",
                                    
                                      "zrodlo": "Rządowe Centrum Bezpieczeństwa",
                                    
                                      "czestotliwosc": "Dane roczne; od 2015 r.",
                                    
                                      "uwagi": "",
                                    
                                      "data_aktualizacji_danych": "28-02-2023",
                                    
                                      "data_aktualizacji_metadanych": "24-01-2022"
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "",
                                        
                                            "2011" :   "",
                                        
                                            "2012" :   "",
                                        
                                            "2013" :   "",
                                        
                                            "2014" :   "",
                                        
                                            "2015" :   "16",
                                        
                                            "2016" :   "16",
                                        
                                            "2017" :   "16",
                                        
                                            "2018" :   "16",
                                        
                                            "2019" :   "16",
                                        
                                            "2020" :   "16",
                                        
                                            "2021" :   "16",
                                        
                                            "2022" :   "16"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "11-5-1":{
                
                "metadane": [
                      {
                                      "nazwa": "11.5.1 Liczba ofiar śmiertelnych lub poszkodowanych w wyniku katastrof budowlanych na 1 milion ludności",
                                    
                                      "cel": "Cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.5 Do 2030 roku znacząco zmniejszyć liczbę zgonów w wyniku katastrof naturalnych, w tym powodzi oraz zmniejszyć liczbę osób nimi dotkniętych znacząco obniżyć bezpośrednie straty ekonomiczne w stosunku do globalnego PKB, poniesione w wyniku katastrof, skupiając się na ochronie osób ubogich i grup szczególnie wrażliwych",
                                    
                                      "definicja": "Relacja liczby osób poszkodowanych w wyniku katastrof budowlanych będących rezultatem zdarzeń losowych, błędu w utrzymaniu lub podczas prac budowlanych, w tym liczba ofiar śmiertelnych w przeliczeniu na 1 milion mieszkańców.",
                                    
                                      "jednostka": "osoby",
                                    
                                      "wymiary": "ogółem, ofiary śmiertelne",
                                    
                                      "metodologia": "Dane o katastrofach budowlanych przekazane są przez powiatowych i wojewódzkich inspektorów nadzoru budowlanego w ramach zadań i kompetencji określonych w art. 76 ust. 1 pkt 2 ustawy Prawo budowlane (Dz. U. z 2013 r. poz. 1409). Katastrofą budowlaną, zgodnie z art. 73 ustawy — Prawo budowlane, jest niezamierzone, gwałtowne zniszczenie obiektu budowlanego lub jego części, a także konstrukcyjnych elementów rusztowań, elementów formujących, ścianek szczelnych i obudowy wykopów. Katastrofy budowlane grupowane są według przyczyn na:   • wywołane zdarzeniami losowymi (m.in. silne wiatry, pożary, wybuchy gazu),    • spowodowane błędami podczas utrzymani obiektu budowlanego,    • spowodowane błędami podczas budowy nowego obiektu lub wykonywania robót budowlanych w istniejącym obiekcie budowlanym    • oraz spowodowane błędami opracowania dokumentacji obiektu budowlanego.",
                                    
                                      "zrodlo": "Rejestr Katastrof Budowlanych / Główny Urząd Nadzoru Budowlanego",
                                    
                                      "czestotliwosc": "Dane roczne  od 2010 r.",
                                    
                                      "uwagi": "Prezentowany wskaźnik (11.5.1 Liczba ofiar śmiertelnych lub poszkodowanych w wyniku katastrof budowlanych na 1 milion ludności) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (11.5.1 Liczba ofiar śmiertelnych, osób zaginionych oraz bezpośrednio poszkodowanych w wyniku katastrof na 100 tys. ludności) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska.",
                                    
                                      "data_aktualizacji_danych": "24-10-2022",
                                    
                                      "data_aktualizacji_metadanych": "17-05-2022"
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "poszkodowani": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "2.13",
                                                    
                                                        "2011" : "2.41",
                                                    
                                                        "2012" : "2.08",
                                                    
                                                        "2013" : "2.23",
                                                    
                                                        "2014" : "1.98",
                                                    
                                                        "2015" : "2.47",
                                                    
                                                        "2016" : "1.41",
                                                    
                                                        "2017" : "3.61",
                                                    
                                                        "2018" : "2.73",
                                                    
                                                        "2019" : "2.37",
                                                    
                                                        "2020" : "2.33",
                                                    
                                                        "2021" : "2.25",
                                                    
                                                        "2022" : "2.02"
                                                    
                                                    }
                                                ],"ofiary śmiertelne": [
                                                    {
                                                    
                                                        "2010" : "0.31",
                                                    
                                                        "2011" : "0.65",
                                                    
                                                        "2012" : "0.44",
                                                    
                                                        "2013" : "0.55",
                                                    
                                                        "2014" : "0.36",
                                                    
                                                        "2015" : "0.47",
                                                    
                                                        "2016" : "0.36",
                                                    
                                                        "2017" : "0.78",
                                                    
                                                        "2018" : "0.62",
                                                    
                                                        "2019" : "0.73",
                                                    
                                                        "2020" : "0.47",
                                                    
                                                        "2021" : "0.68",
                                                    
                                                        "2022" : "0.63"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "11-5-2":{
                
                "metadane": [
                      {
                                      "nazwa": "11.5.2 Bezpośrednie straty ekonomiczne w relacji do PKB, szkody w infrastrukturze krytycznej oraz liczba zakłóceń w podstawowych usługach, przypisywanych katastrofom",
                                    
                                      "cel": "cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.5 Do 2030 roku znacząco zmniejszyć liczbę zgonów w wyniku katastrof naturalnych, w tym powodzi oraz zmniejszyć liczbę osób nimi dotkniętych  znacząco obniżyć bezpośrednie straty ekonomiczne w stosunku do globalnego PKB, poniesione w wyniku katastrof, skupiając się na ochronie osób ubogich i grup szczególnie wrażliwych",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": "",
                                    
                                      "data_aktualizacji_danych": "",
                                    
                                      "data_aktualizacji_metadanych": "18-12-2019"
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "11-b-1":{
                
                "metadane": [
                      {
                                      "nazwa": "11.b.1 Kraje, które przyjęły i wdrożyły krajowe strategie redukcji ryzyka katastrof zgodne z Ramowym Programem Działań na lata 2015-2030 z Sendai w sprawie ograniczania ryzyka katastrof",
                                    
                                      "cel": "Cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.b Do 2020 roku znacząco zwiększyć liczbę miast i osiedli ludzkich korzystających z opracowań i wdrażających zintegrowane polityki i plany dążących do zwiększenia inkluzywności i wydajności wykorzystywania zasobów, łagodzenia skutków i przystosowania do zmian klimatycznych, odporności na skutki katastrof. Należy rozwijać i wdrażać kompleksowe zarządzanie ryzykiem katastrof na wszystkich poziomach, zgodnie z Ramami Działania na Rzecz Ograniczania Ryzyka Katastrof na lata 2015 – 2030 (Sendai Framework for Disaster Risk Reduction 2015- 2030)",
                                    
                                      "definicja": "Wskaźnik przyjmuje wartość 1, jeśli w kraju przyjęto i wdrożono krajową strategię ograniczenia ryzyka katastrof zgodną z Ramowym Programem Działań z Sendai na lata 2015-2030 w sprawie ograniczenia ryzyka katastrof. Wskaźnik prezentowany jako wynik dot. zakresu zgodności krajowej strategii ograniczenia ryzyka katastrof z Ramowym Programem Działań z Sendai na lata 2015-2030 (score of adoption and implementation of national DRR strategies in line with the Sendai Framework) jest wyrażony jako ułamek dziesiętny w przedziale (0,1) mierzony co 0,05. ",
                                    
                                      "jednostka": "(0,1)",
                                    
                                      "wymiary": "ogółem, zakres zgodności strategii krajowej z Programem z Sendai 2015-2030",
                                    
                                      "metodologia": "Ramowy Program Działań z Sendai na lata 2015-2030 w sprawie ograniczenia ryzyka katastrof jest to program ONZ przyjęty podczas III Światowej Konferencji Ograniczenia Ryzyka w Sendai w Japonii. Priorytetami programu są: 1. Rozumienie ryzyka związanego z katastrofami. 2. Wzmocnienie zarządzania ryzykiem katastrof w celu umożliwienia zarządzania tym ryzykiem. 3. Inwestowanie w ograniczanie ryzyka katastrof na rzecz wzmacniania odporności. 4. Udoskonalenie systemu gotowości do skutecznego reagowania na katastrofy oraz „lepsza odbudowa” w zakresie przywracania stanu wyjściowego, napraw i odbudowy.  Krajowa strategia ograniczenia ryzyka katastrof, w tym klęsk żywiołowych, zgodna z Ramowym Programem Działań z Sendai stanowi część Raportu o zagrożeniach bezpieczeństwa narodowego. Raport ten aktualizowany jest cyklicznie. Aktualizacje miały miejsce w 2015 r., 2018 r. i 2021 r. Główne cele strategii to ograniczenie istniejących i przyszłych zagrożeń poprzez wykonywanie oceny ryzyka, ostrzeganie oraz budowanie odporności na katastrofy. Wynik dot. przyjęcia i wdrożenia krajowej strategii ograniczenia ryzyka katastrof w odniesieniu do Ramowego Programu Działań z Sendai (score of adoption and implementation of national DRR strategies in line with the Sendai Framework) jest wyliczany w zakresie jakościowej oceny zgodności pomiędzy dokumentem krajowym a wymogami wobec krajowej strategii ograniczenia ryzyka katastrof.",
                                    
                                      "zrodlo": "Rządowe Centrum Bezpieczeństwa",
                                    
                                      "czestotliwosc": "Dane roczne; od 2015 r.",
                                    
                                      "uwagi": "",
                                    
                                      "data_aktualizacji_danych": "28-02-2023",
                                    
                                      "data_aktualizacji_metadanych": "24-01-2022"
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg przyjęcia i wdrożenia strategii krajowej": [
                                            {"ogółem": [
                                                    {
                                                    }
                                                ],"zakres zgodności strategii krajowej z Programem z Sendai 2015-2030": [
                                                    {
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "11-b-2":{
                
                "metadane": [
                      {
                                      "nazwa": "11.b.2 Jednostki samorządu terytorialnego, które przyjęły i wdrożyły lokalne strategie redukcji ryzyka katastrof zgodne z krajową strategią redukcji ryzyka katastrof",
                                    
                                      "cel": "Cel 11. Zrównoważone miasta i społeczności",
                                    
                                      "zadanie": "11.b Do 2020 roku znacząco zwiększyć liczbę miast i osiedli ludzkich korzystających z opracowań i wdrażających zintegrowane polityki i plany dążących do zwiększenia inkluzywności i wydajności wykorzystywania zasobów, łagodzenia skutków i przystosowania do zmian klimatycznych, odporności na skutki katastrof. Należy rozwijać i wdrażać kompleksowe zarządzanie ryzykiem katastrof na wszystkich poziomach, zgodnie z Ramami Działania na Rzecz Ograniczania Ryzyka Katastrof na lata 2015 – 2030 (Sendai Framework for Disaster Risk Reduction 2015- 2030)",
                                    
                                      "definicja": "Liczba oraz odsetek jednostek samorządu terytorialnego, które przyjęły i wdrożyły lokalne strategie ograniczenia ryzyka katastrof zgodne z krajową strategią ograniczenia ryzyka katastrof.",
                                    
                                      "jednostka": "liczba (województw)",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Ramowy Program Działań z Sendai na lata 2015-2030 w sprawie ograniczania ryzyka katastrof jest to program ONZ przyjęty podczas III Światowej Konferencji Ograniczenia Ryzyka Katastrof w Sendai w Japonii. Priorytetami programu są: 1. Rozumienie ryzyka związanego z katastrofami. 2. Wzmocnienie zarządzania ryzykiem katastrof w celu umożliwienia zarządzania tym ryzykiem. 3. Inwestowanie w ograniczanie ryzyka katastrof na rzecz wzmacniania odporności. 4. Udoskonalenie systemu gotowości do skutecznego reagowania na katastrofy oraz „lepsza odbudowa” w zakresie przywracania stanu wyjściowego, napraw i odbudowy. Krajowa strategia ograniczenia ryzyka katastrof zgodna z Ramowym Programem Działań z Sendai stanowi część Raportu o zagrożeniach bezpieczeństwa narodowego. Raport ten aktualizowany jest cyklicznie. Aktualizacje miały miejsce w 2015 r., 2018 r. i 2021 r. Główne cele strategii to ograniczenie istniejących i przyszłych zagrożeń poprzez wykonywanie oceny ryzyka, ostrzeganie oraz budowanie odporności na katastrofy. Lokalne strategie ograniczenia ryzyka katastrof – wojewódzkie raporty cząstkowe do Raportu o zagrożeniach bezpieczeństwa narodowego, zgodne z krajową strategią ograniczenia ryzyka katastrof, są cyklicznie aktualizowane i stanowią jedną z podstaw do opracowania Raportu o zagrożeniach bezpieczeństwa narodowego. Główne cele tych strategii to uwzględnienie inicjatyw lokalnych w działaniach na rzecz ograniczenia ryzyka katastrof zarówno naturalnych, jak i spowodowanych intencjonalną działalnością człowieka.",
                                    
                                      "zrodlo": "Rządowe Centrum Bezpieczeństwa",
                                    
                                      "czestotliwosc": "Dane roczne; od 2015 r.",
                                    
                                      "uwagi": "",
                                    
                                      "data_aktualizacji_danych": "28-02-2023",
                                    
                                      "data_aktualizacji_metadanych": "24-01-2022"
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "13-1-1":{
                
                "metadane": [
                      {
                                      "nazwa": "13.1.1 Liczba ofiar śmiertelnych lub poszkodowanych w wyniku katastrof budowlanych na 1 milion ludności",
                                    
                                      "cel": "Cel 13. Działania w dziedzinie klimatu",
                                    
                                      "zadanie": "13.1 Wzmocnić zdolności adaptacyjne i odporność na zagrożenia klimatyczne i katastrofy naturalne we wszystkich krajach",
                                    
                                      "definicja": "Relacja liczby osób poszkodowanych w wyniku katastrof budowlanych będących rezultatem zdarzeń losowych, błędu w utrzymaniu lub podczas prac budowlanych, w tym liczba ofiar śmiertelnych w przeliczeniu na 1 milion mieszkańców.",
                                    
                                      "jednostka": "osoby",
                                    
                                      "wymiary": "ogółem, ofiary śmiertelne",
                                    
                                      "metodologia": "Dane o katastrofach budowlanych przekazane są przez powiatowych i wojewódzkich inspektorów nadzoru budowlanego w ramach zadań i kompetencji określonych w art. 76 ust. 1 pkt 2 ustawy - Prawo budowlane. Katastrofą budowlaną, zgodnie z art. 73 ustawy - Prawo budowlane, jest niezamierzone, gwałtowne zniszczenie obiektu budowlanego lub jego części, a także konstrukcyjnych elementów rusztowań, elementów formujących, ścianek szczelnych i obudowy wykopów. Katastrofy budowlane grupowane są według przyczyn na:    • wywołane zdarzeniami losowymi (m.in. silne wiatry, pożary, wybuchy gazu),    • spowodowane błędami podczas utrzymania obiektu budowlanego,    • błędami podczas budowy nowego obiektu lub wykonywania robót budowlanych w istniejącym obiekcie budowlanym    • oraz błędami opracowania dokumentacji obiektu budowlanego.",
                                    
                                      "zrodlo": "Rejestr Katastrof Budowlanych / Główny Urząd Nadzoru Budowlanego",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": "Prezentowany wskaźnik (13.1.1 Liczba ofiar śmiertelnych lub poszkodowanych w wyniku katastrof budowlanych na 1 milion ludności) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (13.1.1 Liczba ofiar śmiertelnych, osób zaginionych oraz bezpośrednio poszkodowanych w wyniku katastrof na 100 tys. ludności) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska.",
                                    
                                      "data_aktualizacji_danych": "24-10-2023",
                                    
                                      "data_aktualizacji_metadanych": "17-05-2022"
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "poszkodowani": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "2.13",
                                                    
                                                        "2011" : "2.41",
                                                    
                                                        "2012" : "2.08",
                                                    
                                                        "2013" : "2.23",
                                                    
                                                        "2014" : "1.98",
                                                    
                                                        "2015" : "2.47",
                                                    
                                                        "2016" : "1.41",
                                                    
                                                        "2017" : "3.61",
                                                    
                                                        "2018" : "2.73",
                                                    
                                                        "2019" : "2.37",
                                                    
                                                        "2020" : "2.33",
                                                    
                                                        "2021" : "2.25",
                                                    
                                                        "2022" : "2.02"
                                                    
                                                    }
                                                ],"ofiary śmiertelne": [
                                                    {
                                                    
                                                        "2010" : "0.31",
                                                    
                                                        "2011" : "0.65",
                                                    
                                                        "2012" : "0.44",
                                                    
                                                        "2013" : "0.55",
                                                    
                                                        "2014" : "0.36",
                                                    
                                                        "2015" : "0.47",
                                                    
                                                        "2016" : "0.36",
                                                    
                                                        "2017" : "0.78",
                                                    
                                                        "2018" : "0.62",
                                                    
                                                        "2019" : "0.73",
                                                    
                                                        "2020" : "0.47",
                                                    
                                                        "2021" : "0.68",
                                                    
                                                        "2022" : "0.63"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "13-1-2":{
                
                "metadane": [
                      {
                                      "nazwa": "13.1.2 Kraje, które przyjęły i wdrożyły krajowe strategie redukcji ryzyka katastrof zgodne z Ramowym Programem Działań na lata 2015-2030 z Sendai w sprawie ograniczania ryzyka katastrof",
                                    
                                      "cel": "Cel 13. Działania w dziedzinie klimatu",
                                    
                                      "zadanie": "13.1 Wzmocnić zdolności adaptacyjne i odporność na zagrożenia klimatyczne i katastrofy naturalne we wszystkich krajach",
                                    
                                      "definicja": "Wskaźnik przyjmuje wartość 1, jeśli w kraju przyjęto i wdrożono krajową strategię ograniczenia ryzyka katastrof zgodną z Ramowym Programem Działań z Sendai na lata 2015-2030 w sprawie ograniczenia ryzyka katastrof. Wskaźnik prezentowany jako wynik dot. zakresu zgodności krajowej strategii ograniczenia ryzyka katastrof z Ramowym Programem Działań z Sendai na lata 2015-2030 (score of adoption and implementation of national DRR strategies in line with the Sendai Framework) jest wyrażony jako ułamek dziesiętny w przedziale (0,1) mierzony co 0,05. ",
                                    
                                      "jednostka": "(0,1)",
                                    
                                      "wymiary": "ogółem, zakres zgodności strategii krajowej z Programem z Sendai 2015-2030",
                                    
                                      "metodologia": "Ramowy Program Działań z Sendai na lata 2015-2030 w sprawie ograniczenia ryzyka katastrof jest to program ONZ przyjęty podczas III Światowej Konferencji Ograniczenia Ryzyka w Sendai w Japonii. Priorytetami programu są: 1. Rozumienie ryzyka związanego z katastrofami. 2. Wzmocnienie zarządzania ryzykiem katastrof w celu umożliwienia zarządzania tym ryzykiem. 3. Inwestowanie w ograniczanie ryzyka katastrof na rzecz wzmacniania odporności. 4. Udoskonalenie systemu gotowości do skutecznego reagowania na katastrofy oraz „lepsza odbudowa” w zakresie przywracania stanu wyjściowego, napraw i odbudowy.  Krajowa strategia ograniczenia ryzyka katastrof, w tym klęsk żywiołowych, zgodna z Ramowym Programem Działań z Sendai stanowi część Raportu o zagrożeniach bezpieczeństwa narodowego. Raport ten aktualizowany jest cyklicznie. Aktualizacje miały miejsce w 2015 r., 2018 r. i 2021 r. Główne cele strategii to ograniczenie istniejących i przyszłych zagrożeń poprzez wykonywanie oceny ryzyka, ostrzeganie oraz budowanie odporności na katastrofy. Wynik dot. przyjęcia i wdrożenia krajowej strategii ograniczenia ryzyka katastrof w odniesieniu do Ramowego Programu Działań z Sendai (score of adoption and implementation of national DRR strategies in line with the Sendai Framework) jest wyliczany w zakresie jakościowej oceny zgodności pomiędzy dokumentem krajowym a wymogami wobec krajowej strategii ograniczenia ryzyka katastrof.",
                                    
                                      "zrodlo": "Rządowe Centrum Bezpieczeństwa",
                                    
                                      "czestotliwosc": "Dane roczne; od 2015 r.",
                                    
                                      "uwagi": "",
                                    
                                      "data_aktualizacji_danych": "28-02-2023",
                                    
                                      "data_aktualizacji_metadanych": "24-01-2022"
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg przyjęcia i wdrożenia strategii krajowej": [
                                            {"ogółem": [
                                                    {
                                                    }
                                                ],"zakres zgodności strategii krajowej z Programem z Sendai 2015-2030": [
                                                    {
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "13-1-3":{
                
                "metadane": [
                      {
                                      "nazwa": "13.1.3 Jednostki samorządu terytorialnego, które przyjęły i wdrożyły lokalne strategie redukcji ryzyka katastrof zgodne z krajową strategią redukcji ryzyka katastrof",
                                    
                                      "cel": "Cel 13. Działania w dziedzinie klimatu",
                                    
                                      "zadanie": "13.1 Wzmocnić zdolności adaptacyjne i odporność na zagrożenia klimatyczne i katastrofy naturalne we wszystkich krajach",
                                    
                                      "definicja": "Liczba oraz odsetek jednostek samorządu terytorialnego, które przyjęły i wdrożyły lokalne strategie ograniczenia ryzyka katastrof zgodne z krajową strategią ograniczenia ryzyka katastrof.",
                                    
                                      "jednostka": "liczba (województw)",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Ramowy Program Działań z Sendai na lata 2015-2030 w sprawie ograniczania ryzyka katastrof jest to program ONZ przyjęty podczas III Światowej Konferencji Ograniczenia Ryzyka Katastrof w Sendai w Japonii. Priorytetami programu są: 1. Rozumienie ryzyka związanego z katastrofami. 2. Wzmocnienie zarządzania ryzykiem katastrof w celu umożliwienia zarządzania tym ryzykiem. 3. Inwestowanie w ograniczanie ryzyka katastrof na rzecz wzmacniania odporności. 4. Udoskonalenie systemu gotowości do skutecznego reagowania na katastrofy oraz „lepsza odbudowa” w zakresie przywracania stanu wyjściowego, napraw i odbudowy. Krajowa strategia ograniczenia ryzyka katastrof zgodna z Ramowym Programem Działań z Sendai stanowi część Raportu o zagrożeniach bezpieczeństwa narodowego. Raport ten aktualizowany jest cyklicznie. Aktualizacje miały miejsce w 2015 r., 2018 r. i 2021 r. Główne cele strategii to ograniczenie istniejących i przyszłych zagrożeń poprzez wykonywanie oceny ryzyka, ostrzeganie oraz budowanie odporności na katastrofy. Lokalne strategie ograniczenia ryzyka katastrof – wojewódzkie raporty cząstkowe do Raportu o zagrożeniach bezpieczeństwa narodowego, zgodne z krajową strategią ograniczenia ryzyka katastrof, są cyklicznie aktualizowane i stanowią jedną z podstaw do opracowania Raportu o zagrożeniach bezpieczeństwa narodowego. Główne cele tych strategii to uwzględnienie inicjatyw lokalnych w działaniach na rzecz ograniczenia ryzyka katastrof zarówno naturalnych, jak i spowodowanych intencjonalną działalnością człowieka.",
                                    
                                      "zrodlo": "Rządowe Centrum Bezpieczeństwa",
                                    
                                      "czestotliwosc": "Dane roczne; od 2015 r.",
                                    
                                      "uwagi": "",
                                    
                                      "data_aktualizacji_danych": "28-02-2023",
                                    
                                      "data_aktualizacji_metadanych": "24-01-2022"
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              }}
  ]
}
