
{
  "unep": [
      {
          "6-3-2":{
                
                "metadane": [
                      {
                                      "nazwa": "6.3.2 Odsetek jednolitych części wód o dobrej jakości wody",
                                    
                                      "cel": "Cel 6. Czysta woda i warunki sanitarne",
                                    
                                      "zadanie": "6.3 Do 2030 roku poprawić jakość wody poprzez redukcję zanieczyszczeń, likwidowanie wysypisk śmieci, ograniczenie stosowania szkodliwych substancji chemicznych i innych szkodliwych materiałów. Zmniejszyć o połowę ilość nieoczyszczonych ścieków oraz znacząco podnieść poziom recyklingu i bezpiecznego ponownego użytkowania materiałów w skali globalnej",
                                    
                                      "definicja": "Stosunek liczby jednolitych części wód powierzchniowych o dobrym stanie do ogólnej liczby jednolitych części wód rzecznych monitorowanych w ramach monitoringu diagnostycznego w ostatnich 6 latach w danej kategorii wód tj: (1) jeziora, (2) rzeki.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Stan jednolitych części wód rzek i jezior ocenia się jako dobry lub zły, analizując wyniki klasyfikacji ich stanu lub potencjału ekologicznego (na podstawie wyników badań wskaźników jakości wód wchodzących w skład elementów fizyko-chemicznych, biologicznych i hydromorfologicznych) oraz, jeżeli takie badania były planowane i zrealizowane, wyniki klasyfikacji stanu chemicznego (na podstawie wartości granicznych chemicznych wskaźników jakości wód). O ocenie końcowej decyduje najgorszy wskaźnik. Sklasyfikowanie jednolitej części wód do umiarkowanego lub gorszego stanu/potencjału ekologicznego, bądź do złego stanu chemicznego, wskazuje na zły stan wód, informujący, że w ocenianym okresie jednolita część wód nie spełniała wymagań określonych w przypisanych jej celach środowiskowych. W przypadku, gdy w wyniku oceny uzyskany został co najmniej dobry stan/potencjał ekologiczny, a nie została wykonana ocena stanu chemicznego lub wskazany został dobry stan chemiczny, a nie było możliwości określenia stanu/potencjału ekologicznego, nie można określić końcowej oceny stanu jednolitych części wód. Ocena monitorowanych jednolitych części wód rzek i jezior została uzupełniona o ekspercką ocenę stanu/potencjału ekologicznego pozostałych wód. W przyjętej metodzie, gdy brak było danych umożliwiających precyzyjne określenie stanu/potencjału ekologicznego, dopuszczono przypisanie oceny jako „co najmniej dobry” lub „poniżej dobrego”, co posłużyło określeniu stanu ogólnego tych wód. W związku z cyklicznym planowaniem i programowaniem w gospodarce wodnej w Polsce, dane dotyczące jakości wód powierzchniowych odnoszą się do cyklu obejmującego lata 2010-2015 w odniesieniu do jezior i rzek (jeziora badane w 9 województwach , a rzeki w całym kraju).",
                                    
                                      "zrodlo": "Główny Inspektorat Ochrony Środowiska",
                                    
                                      "czestotliwosc": "co 6 lat",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg kategorii wód": [
                                            {"jeziora": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "37",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : ""
                                                    
                                                    }
                                                ],"rzeki": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "20",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "6-5-1":{
                
                "metadane": [
                      {
                                      "nazwa": "6.5.1 Stopień implementacji (wdrożenia) zintegrowanego zarządzania zasobami wodnymi (0-100)",
                                    
                                      "cel": "cel 6. Czysta woda i warunki sanitarne",
                                    
                                      "zadanie": "6.5 Do 2030 roku wdrożyć zintegrowane zarządzanie zasobami wodnymi na wszystkich poziomach, w tym poprzez współpracę transgraniczną",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "6-6-1":{
                
                "metadane": [
                      {
                                      "nazwa": "6.6.1 Zmiany zasięgu/obszaru ekosystemów zależnych od wody",
                                    
                                      "cel": "Cel 6. Czysta woda i warunki sanitarne",
                                    
                                      "zadanie": "6.6 Do 2020 roku zapewnić ochronę i odnowić ekosystemy zależne od wody, w tym tereny górskie. Lasy, tereny podmokłe, rzeki, jeziora i wody podziemne",
                                    
                                      "definicja": "Wskaźnik określa powierzchnię (w hektarach) obszarów będących na liście obszarów wodno-błotnych o międzynarodowym znaczeniu zgodnie z konwecją Ramsarską w danym roku.",
                                    
                                      "jednostka": "hektary [ha]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Konwencja o obszarach wodno-błotnych mających znaczenie międzynarodowe, zwłaszcza jako środowisko życiowe ptactwa wodnego, zwana Konwencją Ramsarską, została podpisana w Ramsarze dnia 2 lutego 1971 r. Dotychczas ratyfikowało ją 168 państw, które wyznaczyły 2186 obszarów wodno-błotnych o międzynarodowym znaczeniu. Wśród nich jest 13 polskich obszarów. Polska jest Stroną Konwencji od dnia 22 marca 1978 r. Celem Konwencji Ramsarskiej jest ochrona i zrównoważone użytkowanie wszystkich mokradeł poprzez działania na szczeblu krajowym i lokalnym oraz współpracę międzynarodową. Działania te stanowią wkład w osiągnięcie zrównoważonego rozwoju na całym świecie. Zgodnie z Konwencją obszarami wodno-błotnymi są tereny bagien, błot i torfowisk lub zbiorniki wodne, tak naturalne jak i sztuczne, stałe i okresowe, o wodach stojących lub płynących, słodkich, słonawych lub słonych, łącznie z wodami morskimi, których głębokość podczas odpływu nie przekracza sześciu metrów. Strony Konwencji, w tym również Polska, zobowiązane są m.in. do:    • wyznaczenia odpowiednich obszarów w celu włączenia ich do listy obszarów wodno-błotnych o międzynarodowym znaczeniu    • wdrożenia planowania mającego na celu ochronę obszarów wodno-błotnych umieszczonych na liście    • racjonalnego użytkowania wszystkich mokradeł    • współpracy międzynarodowej w zakresie wdrażania Konwencji.  W Polsce na listę obszarów wodno-błotnych o międzynarodowym znaczeniu wpisano 13 obszarów. Są to:    • Biebrzański Park Narodowy (59 233 ha, od 1995 roku)    • Słowiński Park Narodowy (32 744 ha, od 1995 roku)    • Wigierski Park Narodowy (15 085 ha, od 2002 roku)    • Poleski Park Narodowy (9 764 ha, od 2002 roku)    • Narwiański Park Narodowy (7 350 ha, od 2002 roku)    • Rezerwat przyrody Stawy Milickie w Parku Krajobrazowym Dolina Baryczy (5 324 ha, od 1995 roku)    • Park Narodowy Ujście Warty (8 074 ha, od 1984 roku)    • Rezerwat przyrody Jezioro Drużno (3 068 ha, od 2002 roku)    • Rezerwat przyrody Jezioro Siedmiu Wysp (1 618 ha, od 1984 roku)    • Rezerwat przyrody Jezioro Łuknajno (1 189 ha, od 1977 roku)    • Rezerwat przyrody Jezioro Świdwie (891 ha, od 1984 roku)    • Rezerwat przyrody Jezioro Karaś (815 ha, od 1984 roku)    • Subalpejskie torfowiska w Karkonoskim Parku Narodowym (40 ha, od 2002 roku)",
                                    
                                      "zrodlo": "Generalna Dyrekcja Ochrony Środowiska",
                                    
                                      "czestotliwosc": "Dane roczne  od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "145065",
                                        
                                            "2011" :   "145065",
                                        
                                            "2012" :   "145185",
                                        
                                            "2013" :   "145185",
                                        
                                            "2014" :   "145185",
                                        
                                            "2015" :   "145185",
                                        
                                            "2016" :   "145185",
                                        
                                            "2017" :   "153374",
                                        
                                            "2018" :   "153374"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "8-4-1":{
                
                "metadane": [
                      {
                                      "nazwa": "8.4.1 Produktywność zasobów",
                                    
                                      "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                                    
                                      "zadanie": "8.4 Do 2030 roku stopniowo zwiększać efektywność wykorzystania bogactw naturalnych w globalnej konsumpcji i produkcji oraz dążyć do zerwania z zależnością między wzrostem gospodarczym i degradacją środowiska, zgodnie z dziesięcioletnimi programami ramowymi na rzecz zrównoważonej konsumpcji i produkcji, z wiodącą rolą krajów rozwiniętych",
                                    
                                      "definicja": "Wskaźnik Produktywności zasobów to stosunek Produktu Krajowego Brutto (PKB) do Krajowej Konsumpcji Materialnej (DMC).",
                                    
                                      "jednostka": "euro na kilogram [euro/kg]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Krajowa Konsumpcja Materialna (DMC)  obejmuje wszystkie materiały bezpośrednio zużyte w procesach ekonomicznych na potrzeby gospodarki. Stanowi sumę materiałów pozyskanych na terytorium kraju oraz z importu pomniejszoną o materiały wysłane na eksport. Wskaźnik Krajowej Konsumpcji Materialnej (DMC)  wyznacza się w oparciu o Ogólnogospodarcze Rachunki Przepływów Materialnych (EW-MFA, Economy-wide Material Flow Accounts), czyli spójne zestawienia całkowitych nakładów materialnych wchodzących do gospodarek narodowych, zmian poziomu zapasów materialnych w gospodarce oraz wypływów materialnych do innych gospodarek albo do środowiska. Dane w tablicach EW-MFA, w jednostkach masy, tworzy się dla następujących elementów składowych:  1. Biomasa i produkty z biomasy. 2. Rudy i koncentraty metali, surowe i przetworzone. 3. Minerały niemetaliczne, surowe i przetworzone.  4. Kopalne surowce energetyczne/ nośniki energii, surowe i przetworzone. 5. Inne produkty. 6. Odpady przywożone w celu ostatecznego przetworzenia i usunięcia. Produkt Krajowy Brutto (PKB) przedstawia końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej. PKB równa się sumie wartości dodanej brutto wytworzonej przez wszystkie krajowe jednostki instytucjonalne powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów. Produktywność zasobów dostarcza wiedzy na temat tego, czy ma miejsce rozdzielenie współzależności wzrostu gospodarczego od wzrostu zużycia zasobów naturalnych i ograniczanie negatywnego wpływu gospodarki na środowisko. Wskaźnik prezentowany jest w cenach stałych z 2010 r. (euro/kg) – dla porównań produktywności zasobów w czasie dla jednej jednostki terytorialnej.",
                                    
                                      "zrodlo": "Eurostat",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "0.56",
                                        
                                            "2011" :   "0.48",
                                        
                                            "2012" :   "0.56",
                                        
                                            "2013" :   "0.60",
                                        
                                            "2014" :   "0.62",
                                        
                                            "2015" :   "0.65",
                                        
                                            "2016" :   "0.64",
                                        
                                            "2017" :   "0.64",
                                        
                                            "2018" :   "0.62"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "8-4-2":{
                
                "metadane": [
                      {
                                      "nazwa": "8.4.2 Krajowa Konsumpcja Materialna (DMC)",
                                    
                                      "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                                    
                                      "zadanie": "8.4 Do 2030 roku stopniowo zwiększać efektywność wykorzystania bogactw naturalnych w globalnej konsumpcji i produkcji oraz dążyć do zerwania z zależnością między wzrostem gospodarczym i degradacją środowiska, zgodnie z dziesięcioletnimi programami ramowymi na rzecz zrównoważonej konsumpcji i produkcji, z wiodącą rolą krajów rozwiniętych",
                                    
                                      "definicja": "Wskaźnik prezentuje Krajową Konsumpcję Materialną (DMC) w przeliczeniu na 1 mieszkańca.",
                                    
                                      "jednostka": "tony",
                                    
                                      "wymiary": "ogółem, na 1 mieszkańca",
                                    
                                      "metodologia": "Krajowa Konsumpcja Materialna (DMC)  obejmuje wszystkie materiały bezpośrednio zużyte w procesach ekonomicznych na potrzeby gospodarki. Stanowi sumę materiałów pozyskanych na terytorium kraju oraz z importu pomniejszoną o materiały wysłane na eksport. Wskaźnik Krajowej Konsumpcji Materialnej (DMC)  wyznacza się w oparciu o Ogólnogospodarcze Rachunki Przepływów Materialnych (EW-MFA, Economy-wide Material Flow Accounts), czyli spójne zestawienia całkowitych nakładów materialnych wchodzących do gospodarek narodowych, zmian poziomu zapasów materialnych w gospodarce oraz wypływów materialnych do innych gospodarek albo do środowiska. Dane w tablicach EW-MFA, w jednostkach masy, tworzy się dla następujących elementów składowych:  1. Biomasa i produkty z biomasy. 2. Rudy i koncentraty metali, surowe i przetworzone. 3. Minerały niemetaliczne, surowe i przetworzone.  4. Kopalne surowce energetyczne/ nośniki energii, surowe i przetworzone. 5. Inne produkty. 6. Odpady przywożone w celu ostatecznego przetworzenia i usunięcia.",
                                    
                                      "zrodlo": "Eurostat",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wymiary": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "644835.0",
                                                    
                                                        "2011" : "797870.8",
                                                    
                                                        "2012" : "695354.2",
                                                    
                                                        "2013" : "657020.7",
                                                    
                                                        "2014" : "654385.4",
                                                    
                                                        "2015" : "643165.3",
                                                    
                                                        "2016" : "671893.7",
                                                    
                                                        "2017" : "712337.2",
                                                    
                                                        "2018" : "773384.4"
                                                    
                                                    }
                                                ],"na 1 mieszkańca": [
                                                    {
                                                    
                                                        "2010" : "16.95",
                                                    
                                                        "2011" : "20.96",
                                                    
                                                        "2012" : "18.27",
                                                    
                                                        "2013" : "17.27",
                                                    
                                                        "2014" : "17.22",
                                                    
                                                        "2015" : "16.93",
                                                    
                                                        "2016" : "17.70",
                                                    
                                                        "2017" : "18.76",
                                                    
                                                        "2018" : "20.37"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "12-1-1":{
                
                "metadane": [
                      {
                                      "nazwa": "12.1.1 Liczba krajów posiadających krajowe plany zrównoważonej kosumpcji i produkcji (SCP) lub kwestie SCP włączone jako priorytet lub cel do krajowej polityki",
                                    
                                      "cel": "cel 12. Odpowiedzialna konsumpcja i produkcja",
                                    
                                      "zadanie": "12.1 Wdrożyć dziesięcioletnie programy dotyczące zrównoważonej konsumpcji i produkcji dla wszystkich krajów, przy czym kraje rozwinięte powinny tym działaniom przewodzić, z uwzględnieniem stopnia rozwoju i możliwości krajów rozwijających się.",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "12-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "12.2.1 Produktywność zasobów",
                                    
                                      "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                                    
                                      "zadanie": "12.2 Do 2030 roku zapewnić zrównoważone zarządzanie i efektywne zużycie zasobów naturalnych",
                                    
                                      "definicja": "Wskaźnik Produktywności zasobów to stosunek Produktu Krajowego Brutto (PKB) do Krajowej Konsumpcji Materialnej (DMC).",
                                    
                                      "jednostka": "euro na kilogram [euro/kg]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Krajowa Konsumpcja Materialna (DMC) obejmuje wszystkie materiały bezpośrednio zużyte w procesach ekonomicznych na potrzeby gospodarki. Stanowi sumę materiałów pozyskanych na terytorium kraju oraz z importu pomniejszoną o materiały wysłane na eksport. Wskaźnik Krajowej Konsumpcji Materialnej (DMC) wyznacza się w oparciu o Ogólnogospodarcze Rachunki Przepływów Materialnych (EW-MFA, Economy-wide Material Flow Accounts), czyli spójne zestawienia całkowitych nakładów materialnych wchodzących do gospodarek narodowych, zmian poziomu zapasów materialnych w gospodarce oraz wypływów materialnych do innych gospodarek albo do środowiska. Dane w tablicach EW-MFA, w jednostkach masy, tworzy się dla następujących elementów składowych: 1. Biomasa i produkty z biomasy. 2. Rudy i koncentraty metali, surowe i przetworzone. 3. Minerały niemetaliczne, surowe i przetworzone. 4. Kopalne surowce energetyczne/ nośniki energii, surowe i przetworzone. 5. Inne produkty. 6. Odpady przywożone w celu ostatecznego przetworzenia i usunięcia. Produkt Krajowy Brutto (PKB) przedstawia końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej. PKB równa się sumie wartości dodanej brutto wytworzonej przez wszystkie krajowe jednostki instytucjonalne powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów. Produktywność zasobów dostarcza wiedzy na temat tego, czy ma miejsce rozdzielenie współzależności wzrostu gospodarczego od wzrostu zużycia zasobów naturalnych i ograniczanie negatywnego wpływu gospodarki na środowisko. Wskaźnik prezentowany jest w cenach stałych z 2010 r. (euro/kg) – dla porównań produktywności zasobów w czasie dla jednej jednostki terytorialnej.",
                                    
                                      "zrodlo": "Eurostat",
                                    
                                      "czestotliwosc": "Dane roczne, od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "0.56",
                                        
                                            "2011" :   "0.48",
                                        
                                            "2012" :   "0.56",
                                        
                                            "2013" :   "0.60",
                                        
                                            "2014" :   "0.62",
                                        
                                            "2015" :   "0.65",
                                        
                                            "2016" :   "0.64",
                                        
                                            "2017" :   "0.64",
                                        
                                            "2018" :   "0.62"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "12-2-2":{
                
                "metadane": [
                      {
                                      "nazwa": "12.2.2 Krajowa Konsumpcja Materialna (DMC)",
                                    
                                      "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                                    
                                      "zadanie": "12.2 Do 2030 roku zapewnić zrównoważone zarządzanie i efektywne zużycie zasobów naturalnych",
                                    
                                      "definicja": "Wskaźnik prezentuje Krajową Konsumpcję Materialną (DMC) w tonach w przeliczeniu na 1 mieszkańca",
                                    
                                      "jednostka": "tony",
                                    
                                      "wymiary": "ogółem, na 1 mieszkańca",
                                    
                                      "metodologia": "Krajowa Konsumpcja Materialna (DMC) obejmuje wszystkie materiały bezpośrednio zużyte w procesach ekonomicznych na potrzeby gospodarki. Stanowi sumę materiałów pozyskanych na terytorium kraju oraz z importu pomniejszoną o materiały wysłane na eksport. Wskaźnik Krajowej Konsumpcji Materialnej (DMC) wyznacza się w oparciu o Ogólnogospodarcze Rachunki Przepływów Materialnych (EW-MFA, Economy-wide Material Flow Accounts), czyli spójne zestawienia całkowitych nakładów materialnych wchodzących do gospodarek narodowych, zmian poziomu zapasów materialnych w gospodarce oraz wypływów materialnych do innych gospodarek albo do środowiska. Dane w tablicach EW-MFA, w jednostkach masy, tworzy się dla następujących elementów składowych: 1. Biomasa i produkty z biomasy. 2. Rudy i koncentraty metali, surowe i przetworzone. 3. Minerały niemetaliczne, surowe i przetworzone. 4. Kopalne surowce energetyczne/ nośniki energii, surowe i przetworzone. 5. Inne produkty. 6. Odpady przywożone w celu ostatecznego przetworzenia i usunięcia.",
                                    
                                      "zrodlo": "Eurostat",
                                    
                                      "czestotliwosc": "Dane roczne, od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wymiary": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "644835.0",
                                                    
                                                        "2011" : "797870.8",
                                                    
                                                        "2012" : "695354.2",
                                                    
                                                        "2013" : "657020.7",
                                                    
                                                        "2014" : "654385.4",
                                                    
                                                        "2015" : "643165.3",
                                                    
                                                        "2016" : "671893.7",
                                                    
                                                        "2017" : "712337.2",
                                                    
                                                        "2018" : "773384.4"
                                                    
                                                    }
                                                ],"na 1 mieszkańca": [
                                                    {
                                                    
                                                        "2010" : "16.95",
                                                    
                                                        "2011" : "20.96",
                                                    
                                                        "2012" : "18.27",
                                                    
                                                        "2013" : "17.27",
                                                    
                                                        "2014" : "17.22",
                                                    
                                                        "2015" : "16.93",
                                                    
                                                        "2016" : "17.70",
                                                    
                                                        "2017" : "18.76",
                                                    
                                                        "2018" : "20.37"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "12-3-1":{
                
                "metadane": [
                      {
                                      "nazwa": "12.3.1 (a) Wskaźnik straty żywności i (b) Wskaźnik marnowania żywności",
                                    
                                      "cel": "cel 12. Odpowiedzialna konsumpcja i produkcja",
                                    
                                      "zadanie": "12.3 Do 2030 roku zmniejszyć o połowę globalną ilość marnowanej żywności per capita w sprzedaży detalicznej i konsumpcji, zmniejszyć straty żywnościowe w procesie produkcji i dystrybucji, w tym straty powstałe podczas zbiorów.",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "12-4-1":{
                
                "metadane": [
                      {
                                      "nazwa": "12.4.1 Liczba krajów będących stroną wielostronnych umów środowiskowych dotyczących odpadów niebezpiecznych i innych substancji chemicznych, w związku z którymi należy wypełniać zobowiązania w zakresie przekazywania informacji wymaganych odpowiednimi umowami.",
                                    
                                      "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                                    
                                      "zadanie": "12.4 Do 2020 roku zapewnić stabilne i ekologiczne zarządzanie chemikaliami i wszystkimi odpadami podczas ich całego cyklu życia, zgodnie z ustaleniami międzynarodowymi. Znacząco zmniejszyć poziom tych substancji w powietrzu, wodzie i glebie, tym samym minimalizując ich negatywny wpływ na zdrowie człowieka i środowisko",
                                    
                                      "definicja": "Wskaźnik przyjmuje wartość 1, gdy kraj jest sygnatariuszem umów środowiskowych dotyczących odpadów niebezpiecznych i innych substancji chemicznych, w związku z którymi należy wypełniać zobowiązania w zakresie przekazywania informacji wymaganych odpowiednimi umowami.",
                                    
                                      "jednostka": "{ 0 , 1 }",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "Polska jest stroną następujących umów środowiskowych dot. odpadów niebezpiecznych i innych substancji chemicznych: 1. Konwencja Sztokholmska w sprawie trwałych zanieczyszczeń organicznych, podpisana w 2001 r., weszła w życie w maju 2004 (ratyfikowana przez Prezydenta RP w dniu 30 września 2008 r., wejście jej postanowień w stosunku do Polski nastąpiło w dniu 21 stycznia 2009 r.) 2. Protokół w sprawie trwałych zanieczyszczeń organicznych (TZO) do Konwencji Genewskiej (jeszcze nieratyfikowany) 3. Konwencja z Minamaty w sprawie rtęci, sporządzona w Kumamoto 10 października 2013 r. (Polska podpisała Konwencję w dniu 24 września 2014 r. w Nowym Jorku. Konwencja nie jest jeszcze obowiązująca ze względu na trwające w państwach - przyszłych stronach konwencji procedury ratyfikacyjne) 4. Konwencja Bazylejska dotycząca kontroli transgranicznego przemieszczania i usuwania odpadów niebezpiecznych, sporządzona w Bazylei dnia 22 marca 1989 r. (ratyfikowana do 2010 roku przez 170 państw, w tym przez Polskę – 10 stycznia 1992 roku) 5. Konwencja Rotterdamska w sprawie Procedury Zgody po Uprzednim Poinformowaniu w Międzynarodowym Handlu Niektórymi Niebezpiecznymi Substancjami Chemicznymi i Pestycydami (Rotterdam Convention on the Prior Informed Consent Procedure for Certain Hazardous Chemicals and Pesticides in International Trade), przyjęta w Rotterdamie 10 września 1998 r. (Konwencja weszła w życie 24 lutego 2004 r., a Polska przystąpiła do niej 14 września 2005 r.)",
                                    
                                      "zrodlo": "Ministerstwo Środowiska / Główny Inspektorat Ochrony Środowiska / Ministerstwo Zdrowia",
                                    
                                      "czestotliwosc": "Dane roczne  od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "1",
                                        
                                            "2011" :   "1",
                                        
                                            "2012" :   "1",
                                        
                                            "2013" :   "1",
                                        
                                            "2014" :   "1",
                                        
                                            "2015" :   "1",
                                        
                                            "2016" :   "1",
                                        
                                            "2017" :   "1",
                                        
                                            "2018" :   "1",
                                        
                                            "2019" :   "1"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "12-4-2":{
                
                "metadane": [
                      {
                                      "nazwa": "12.4.2 Odpady niebezpieczne wytworzone na osobę i udział odpadów niebezpiecznych przetworzonych w ilości odpadów wytworzonych, według rodzaju przetwarzania",
                                    
                                      "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                                    
                                      "zadanie": "12.4 Do 2020 roku zapewnić stabilne i ekologiczne zarządzanie chemikaliami i wszystkimi odpadami podczas ich całego cyklu życia, zgodnie z ustaleniami międzynarodowymi. Znacząco zmniejszyć poziom tych substancji w powietrzu, wodzie i glebie, tym samym minimalizując ich negatywny wpływ na zdrowie człowieka i środowisko",
                                    
                                      "definicja": "Ustawa z dnia 27 kwietnia 2001 r. o odpadach (Dz.U. w Art. 3) definiuje odpady niebezpieczne jako „każdą substancję lub przedmiot, których posiadacz pozbywa się, zamierza pozbyć się lub do ich pozbycia się jest obowiązany”, a których cechy, właściwości oraz ewentualny skład zostały przedstawione, w załącznikach nr 2A, 2B, 3 i 4 do w/w ustawy. Załączniki te są integralną częścią art. 3 ust. 2 ustawy o odpadach. (1) Ilość odpadów niebezpiecznych wytworzonych w kraju w kilogramach i zaraportowanych zgodnie z ustawą o odpadach. (2) Stosunek masy odpadów niebezpiecznych przekazanych do instalacji odzysku w kilogramach do masy wytworzonych odpadów niebezpiecznych. (3) Stosunek masy odpadów niebezpiecznych przekazanych do instalacji unieszkodliwianych do masy wytworzonych odpadów niebezpiecznych.",
                                    
                                      "jednostka": "kg na osobę",
                                    
                                      "wymiary": "ogółem, odzysk odpadów niebezpiecznych, unieszkodliwienie odpadów niebezpiecznych",
                                    
                                      "metodologia": "Jako procesy odzysku uznaje się procesy R1-R10, zgodne z niewyczerpującym wykazem procesów odzysku, ujęte w Załączniku nr 1 do ustawy z dnia 14 grudnia 2012 r. o odpadach (Dz. U. 2013, poz. 21). Jako procesy unieszkodliwiania uznaje się procesy D1- D12, zgodne z niewyczerpującym wykazem procesów unieszkodliwiania, ujęte w Załączniku nr 2 do ustawy z dnia 14 grudnia 2012 r. o odpadach (Dz. U. 2013, poz. 21). Udział procentowy oblicza się jako stosunek masy odpadów odzyskanych, odpadów unieszkodliwionych do odpadów wytworzonych.",
                                    
                                      "zrodlo": "Ministerstwo Klimatu, Eurostat",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wymiary": [
                                            {"odpady niebezpieczne wytworzone": [
                                                    {
                                                    
                                                        "2010" : "39",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "46",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "44",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "50",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : ""
                                                    
                                                    }
                                                ],"odzysk odpadów niebezpiecznych": [
                                                    {
                                                    
                                                        "2010" : "75",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "67",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "89",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "49",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : ""
                                                    
                                                    }
                                                ],"unieszkodliwienie odpadów niebezpiecznych": [
                                                    {
                                                    
                                                        "2010" : "21",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "8",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "23",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "24",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "12-6-1":{
                
                "metadane": [
                      {
                                      "nazwa": "12.6.1 Liczba sygnatariuszy Partnerstwa na rzecz realizacji Celów Zrównoważonego Rozwoju (SDGs)",
                                    
                                      "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                                    
                                      "zadanie": "12.6 Zachęcać przedsiębiorstwa, w szczególności te duże i międzynarodowe, do wdrażania praktyk w zakresie zrównoważonego rozwoju i uwzględniania informacji na ten temat w swoich cyklicznych raportach.",
                                    
                                      "definicja": "Liczba podmiotów będących Sygnatariuszami Partnerstwa na rzecz realizacji Celów Zrównoważonego Rozwoju.",
                                    
                                      "jednostka": "[–]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Partnerstwo na rzecz realizacji Celów Zrównoważonego Rozwoju zostało zainicjowane w czerwcu 2017 r. Jego celem jest zintegrowanie we współpracy przedstawicieli różnych środowisk na rzecz efektywnego osiągania SDGs (Celów Zrównoważonego Rozwoju). Inicjatywa ta zwiększa świadomość nt. przyjętych przez społeczność międzynarodową Celów Zrównoważonego Rozwoju, ich znaczenia dla poszczególnych grup społecznych oraz potrzeby współpracy w efektywnej ich realizacji. Sygnatariusze dają przykład aktywnego zaangażowania i odpowiedzialnego wdrażania zasad zrównoważonego rozwoju wewnątrz organizacji, stanowiąc cenne źródło inspiracji dla innych. Współpraca szerokiego grona interesariuszy odzwierciedla starania Polski na rzecz aktywnego włączania w planowanie i realizację działań rozwojowych podmiotów publicznych, prywatnych, organizacji pozarządowych, sektora nauki i społeczeństwa obywatelskiego. Ma to zapewnić szerszą komunikację, zwiększać świadomość o potrzebie współpracy i dialogu. Sygnatariusze przystępują do Partnerstwa podczas wydarzeń konferencyjnych organizowanych przez krajowego koordynatora wdrażania SDGs w Polsce – Ministerstwo Przedsiębiorczości i Technologii (do stycznia 2018 r. Ministerstwo Rozwoju). Podczas uroczystości przystąpienia do Partnerstwa, Sygnatariusze na jednej wspólnej karcie Partnerstwa, kolejno składają podpisy pod treścią deklaracji: 'Świadomi globalnych wyzwań gospodarczych, społecznych i środowiskowych oraz ich złożoności, upatrujemy w Celach Zrównoważonego Rozwoju szansę na wykreowanie nowej rzeczywistości gospodarczej, otwierającej nowe ścieżki rozwoju dla biznesu, opartej na zasadach transparentności i budującej wizerunek Polski, jako wiarygodnego partnera gospodarczego. Uznajemy, że osiągnięcie ambitnych celów i zadań będzie możliwe dzięki wspólnemu działaniu w efektywny sposób, mobilizacji sił, kreowaniu synergii, ożywionemu i wzmocnionemu partnerstwu, będącemu efektem dialogu, otwartego dla wszystkich zainteresowanych stron. Dążąc wspólnie do wykorzystania szans na dokonanie zmian w kraju, regionie i firmie, zwiększania wpływu na zrównoważony rozwój, wyrażamy intencję współpracy w ramach niniejszej inicjatywy partnerstwa na rzecz realizacji Celów Zrównoważonego Rozwoju.'",
                                    
                                      "zrodlo": "Ministerstwo Rozwoju",
                                    
                                      "czestotliwosc": "Dane roczne; od 2017 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "",
                                        
                                            "2011" :   "",
                                        
                                            "2012" :   "",
                                        
                                            "2013" :   "",
                                        
                                            "2014" :   "",
                                        
                                            "2015" :   "",
                                        
                                            "2016" :   "",
                                        
                                            "2017" :   "72",
                                        
                                            "2018" :   "102",
                                        
                                            "2019" :   "127"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "12-c-1":{
                
                "metadane": [
                      {
                                      "nazwa": "12.c.1 Kwota subwencji na paliwa kopalne w odniesieniu do jednostki PKB (produkcja i konsumpcja) jako udział w całkowitych krajowych wydatkach na paliwa kopalne",
                                    
                                      "cel": "cel 12. Odpowiedzialna konsumpcja i produkcja",
                                    
                                      "zadanie": "12.c Zracjonalizować nieefektywne subwencje na paliwa kopalne, sprzyjające ich zbędnemu zużyciu, poprzez usunięcie nieprawidłowości rynkowych, zgodnie z uwarunkowaniami krajowymi, w tym poprzez restrukturyzację podatków i stopniowe wycofywanie szkodliwych dotacji tam, gdzie one występują, odnotowując ich wpływ na środowisko, w pełni biorąc pod uwagę specyficzne potrzeby i uwarunkowania krajów rozwijających się oraz minimalizować możliwy niekorzystny wpływ na ich rozwój, w sposób który chroni ubogie i narażone społeczności.",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "14-5-1":{
                
                "metadane": [
                      {
                                      "nazwa": "14.5.1 Udział powierzchni chronionych obszarów morskich do ogólnego obszaru terenów morskich",
                                    
                                      "cel": "Cel 14. Życie pod wodą",
                                    
                                      "zadanie": "14.5 Do 2020 roku objąć ochroną co najmniej 10% wybrzeży i obszarów morskich, zgodnie z krajowym i międzynarodowym prawem i korzystając z najlepszych źródeł informacji naukowych.",
                                    
                                      "definicja": "Wskaźnik określa procentowy udział wód przybrzeżnych chronionych w ramach obszarów parków narodowych w stosunku do ogólnego obszaru wód morskich Polski.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Wskaźnik określa procentowy udział wód przybrzeżnych Morza Bałtyckiego wchodzących w skład nadmorskich parków narodowych - Słowińskiego Parku Narodowego i Wolińskiego Parku Narodowego - w stosunku do ogólnego obszaru morza terytorialnego Polski. Wody przybrzeżne, zgodnie z ustawą z dnia 18 lipca 2001 r. Prawo wodne, są to powierzchniowe wody morskie w odległości do 1 mili morskiej od linii podstawowej:  - dla Słowińskiego Parku Narodowego jest to obszar 11 171,1 ha,  - dla Wolińskiego Parku Narodowego jest to obszar 2 725,4 ha (w latach 2010-2011) oraz 2 713,5 ha (od roku 2012). Obszarami morskimi, zgodnie z metodologią UN, są obszary morza terytorialnego danego kraju. Zgodnie z Ustawą z dnia 21 marca 1991 r. o obszarach morskich Rzeczypospolitej Polskiej i administracji morskiej (tekst jednolity Dz. U. 2013, poz. 934) morza terytorialne obejmują obszar wód morskich o szerokości 12 mil morskich, liczonych od linii podstawowej tego morza (czyli linii najniższego stanu wody wzdłuż wybrzeża lub zewnętrznej granicy morskich wód wewnętrznych). Obszar morza terytorialnego w Polsce wynosi 8 682 km2.",
                                    
                                      "zrodlo": "Główny Urząd Geodezji i Kartografii / Ministerstwo Środowiska / Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "1.60",
                                        
                                            "2011" :   "1.60",
                                        
                                            "2012" :   "1.60",
                                        
                                            "2013" :   "1.60",
                                        
                                            "2014" :   "1.60",
                                        
                                            "2015" :   "1.60",
                                        
                                            "2016" :   "1.60",
                                        
                                            "2017" :   "1.58",
                                        
                                            "2018" :   "1.58"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "15-1-2":{
                
                "metadane": [
                      {
                                      "nazwa": "15.1.2 Odsetek terenów lądowych i wód powierzchniowych istotnych dla różnorodności biologicznej objętych ochroną - według typu ekosystemu",
                                    
                                      "cel": "cel 15. Życie na lądzie",
                                    
                                      "zadanie": "15.1 Do 2020 roku zapewnić ochronę, odtworzenie i zrównoważone użytkowanie lądowych i śródlądowych ekosystemów słodkiej wody oraz pozostałych ekosystemów, w szczególności lasów, terenów podmokłych i suchych oraz gór, zgodnie z międzynarodowymi zobowiązaniami",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "15-4-1":{
                
                "metadane": [
                      {
                                      "nazwa": "15.4.1 Odsetek obszarów chronionych istotnych dla różnorodności biologicznej obszarów górskich",
                                    
                                      "cel": "cel 15. Życie na lądzie",
                                    
                                      "zadanie": "15.4 Do 2030 roku zapewnić ochronę ekosystemów górskich, w tym ich różnorodności biologicznej oraz zwiększyć korzyści z nich płynące, które są niezbędne dla osiągnięcia zrównoważonego rozwoju",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              }}
  ]
}
