
{
  "unfccc": [
      {
          "13-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "13.2.1 Liczba krajów z ustalonymi na poziomie krajowym wkładami (NDCs), strategiami długoterminowymi, krajowymi planami adaptacji i strategiami, przedstawionymi w komunikatach w sprawie adaptacji i komunikatach krajowych",
                                    
                                      "cel": "Cel 13. Działania w dziedzinie klimatu",
                                    
                                      "zadanie": "13.2 Włączyć działania na rzecz przeciwdziałania zmianom klimatycznym do krajowych polityk, strategii i planów",
                                    
                                      "definicja": "Wskaźnik przyjmuje wartość 1, jeśli w kraju ustanowiono lub wprowadzono w życie zintegrowane polityki, strategie i/lub plany zwiększające jego zdolność do przystosowania się do niekorzystnych skutków zmian klimatu, wspierające odporność klimatu i niską emisję gazów cieplarnianych w sposób niezagrażający produkcji żywności (w tym dostosowanie planu krajowego, wkład na poziomie krajowym, komunikacja krajowa, dwuletnie raporty i inne).",
                                    
                                      "jednostka": "{ 0 , 1 }",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "W dniu 29 października 2013 r. Rada Ministrów przyjęła „Strategiczny plan adaptacji dla sektorów i obszarów wrażliwych na zmiany klimatu do roku 2020 z perspektywą do roku 2030”, tzw. SPA 2020. To pierwszy polski dokument strategiczny, który bezpośrednio dotyczy kwestii adaptacji do zachodzących zmian klimatu. Celem SPA 2020 jest zapewnienie stabilnego rozwoju oraz efektywnego funkcjonowania gospodarki i społeczeństwa w obliczu ryzyk, jakie niosą za sobą zmiany klimatyczne. W dokumencie wskazano priorytetowe kierunki działań adaptacyjnych, które należy podjąć do 2020 roku w najbardziej wrażliwych na zmiany klimatu obszarach:    • gospodarce wodnej,    • rolnictwie,    • leśnictwie,    • różnorodności biologicznej,    • zdrowiu,    • energetyce,    • budownictwie i gospodarce przestrzennej,    • obszarach zurbanizowanych,    • transporcie,    • obszarach górskich i strefach wybrzeża.  SPA 2020 jest elementem szerszego projektu badawczego o nazwie KLIMADA, realizowanego na zlecenie Ministerstwa Środowiska w latach 2011-2013 ze środków Narodowego Funduszu Ochrony Środowiska i Gospodarki Wodnej, obejmującego okres do 2070 roku. Strategia SPA 2020 wpisuje się w działania Unii Europejskiej w zakresie adaptacji do zmian klimatu, której celem jest poprawa odporności państw członkowskich na aktualne i oczekiwane zmiany klimatu, ze szczególnym uwzględnieniem lepszego przygotowania do ekstremalnych zjawisk klimatycznych i pogodowych oraz redukcji kosztów społeczno-ekonomicznych z tym związanych. Wraz z przyjętym przez Radę Ministrów dokumentem uruchomiona została strona internetowa klimada.mos.gov.pl, na której znajdują się informacje dotyczące zmian klimatu oraz adaptacji do nich.",
                                    
                                      "zrodlo": "Ministerstwo Klimatu i Środowiska",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "0",
                                        
                                            "2011" :   "0",
                                        
                                            "2012" :   "0",
                                        
                                            "2013" :   "1",
                                        
                                            "2014" :   "1",
                                        
                                            "2015" :   "1",
                                        
                                            "2016" :   "1",
                                        
                                            "2017" :   "1",
                                        
                                            "2018" :   "1",
                                        
                                            "2019" :   "1",
                                        
                                            "2020" :   "1",
                                        
                                            "2021" :   "1"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "13-3-1":{
                
                "metadane": [
                      {
                                      "nazwa": "13.3.1 Zakres włączenia (i) globalnej edukacji obywatelskiej oraz (ii) edukacji na rzecz zrównoważonego rozwoju do (a) krajowych polityk edukacyjnych, (b) programów nauczania, (c) kształcenia nauczycieli oraz (d) oceny uczniów",
                                    
                                      "cel": "cel 13. Działania w dziedzinie klimatu",
                                    
                                      "zadanie": "13.3 Zwiększyć poziom edukacji oraz potencjał ludzki i instytucjonalny, podnieść poziom świadomości na temat łagodzenia zmian klimatycznych, adaptacji i skutków zmian klimatycznych oraz systemów wczesnego ostrzegania przed zagrożeniami",
                                    
                                      "definicja": "Wskaźnik przyjmuje wartość 1 dla danego kraju, gdy jest prowadzona w nim edukacja w zakresie zrównoważonego rozwoju, z uwględnieniem edukacji na rzecz równości płci i praw człowieka oraz zagadnienia te są ujęte: w krajowej polityce edukacji, w programie nauczania, w edukacji nauczycieli, w ocenianiu uczniów.",
                                    
                                      "jednostka": "{ 0 , 1 } ",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "Upowszechnianie wśród dzieci i młodzieży wiedzy o zasadach zrównoważonego rozwoju oraz kształtowanie postaw sprzyjających jego wdrażaniu w skali lokalnej, krajowej i globalnej jest zagwarantowane ustawowo (art. 1 pkt 11 Ustawy o systemie oświaty - Dz. U. z 2016 r. poz. 1943, z późn. zm.). Minister do spraw oświaty i wychowania określa podstawy programowe, które stanowią obowiązkowe zestawy celów i treści nauczania, w tym umiejętności, opisane w formie ogólnych i szczegółowych wymagań dotyczących wiedzy i umiejętności, które powinien posiadać uczeń po zakończeniu określonego etapu edukacyjnego oraz zadania wychowawcze szkoły. Cele kształcenia i treści nauczania dotyczące zrównoważonego rozwoju są realizowane zgodnie z podstawą programową uregulowaną w rozporządzeniu Ministra Edukacji Narodowej z dnia 27 sierpnia 2012 r. w sprawie podstawy programowej wychowania przedszkolnego oraz kształcenia ogólnego w poszczególnych typach szkół (Dz. U. z 2012 r. poz. 977, z 2014 r. poz. 803 oraz z 2016 r. poz. 895). Od roku szkolnego 2017/2018, w szkołach podstawowych oraz w szkołach branżowych I stopnia obowiązuje podstawa programowa uregulowana w rozporządzeniu Ministra Edukacji Narodowej z dnia 14 lutego 2017 r. w sprawie podstawy programowej wychowania przedszkolnego oraz podstawy programowej kształcenia ogólnego dla szkoły podstawowej, w tym dla uczniów z niepełnosprawnością intelektualną w stopniu umiarkowanym lub znacznym, kształcenia ogólnego dla branżowej szkoły I stopnia, kształcenia ogólnego dla szkoły specjalnej przysposabiającej do pracy oraz kształcenia ogólnego dla szkoły policealnej (Dz. U. poz. 356).",
                                    
                                      "zrodlo": "Ministerstwo Edukacji i Nauki",
                                    
                                      "czestotliwosc": "Dane roczne od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "1",
                                        
                                            "2011" :   "1",
                                        
                                            "2012" :   "1",
                                        
                                            "2013" :   "1",
                                        
                                            "2014" :   "1",
                                        
                                            "2015" :   "1",
                                        
                                            "2016" :   "1",
                                        
                                            "2017" :   "1",
                                        
                                            "2018" :   "1",
                                        
                                            "2019" :   "1",
                                        
                                            "2020" :   "1",
                                        
                                            "2021" :   "1"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "13-a-1":{
                
                "metadane": [
                      {
                                      "nazwa": "13.a.1 Oficjalna Pomoc Rozwojowa na rzecz mitygacji i adaptacji do zmian klimatu",
                                    
                                      "cel": "Cel 13. Działania w dziedzinie klimatu",
                                    
                                      "zadanie": "13.a Wywiązać się z zobowiązania państw rozwiniętych będących stronami Ramowej Konwencji Narodów Zjednoczonych w Sprawie Zmian Klimatu (United Nations Framework Convention on Climate Change) do zmobilizowania 100 miliardów USD rocznie do 2020 roku, pochodzących z różnych źródeł, na potrzeby krajów rozwijających się na znaczące działania mające łagodzić skutki zmian klimatycznych, przejrzysty proces implementacji działań oraz w pełni uruchomić Zielony Fundusz Klimatyczny (Green Climate Fund) poprzez jego jak najszybszą kapitalizację",
                                    
                                      "definicja": "Wartość Oficjalnej Pomocy Rozwojowej oznaczonej wskaźnikami Rio markers: adaptacja do zmian klimatu i mitygacja zmian klimatu.",
                                    
                                      "jednostka": "mln USD (ceny bieżące)",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Do Oficjalnej Pomocy Rozwojowej (ang. Official Development Assistance  ODA) zaliczane są darowizny i pożyczki przekazywane przez instytucje rządowe lub organizacje międzynarodowe, mające na celu wsparcie rozwoju gospodarczego i dobrobytu w krajach rozwijających się. Pożyczki są kwalifikowane jako ODA wtedy, gdy zawierają element grantu o wartości udzielanej pomocy przynajmniej:  45% dla krajów najsłabiej rozwiniętych i innych krajów o niskich dochodach (least developed countries and other low income countires LDCs other LICs), wyliczony przy stopie dyskontowej 9%, 15% dla krajów o średnich i niskich dochodach (lower middle income countries LMICs), wyliczony przy stopie dyskontowej 7%, 10% dla krajów o średniowysokim dochodzie (upper middle income countries UMICs), wyliczony przy stopie dyskontowej 6%.  Do ODA zaliczana jest również pomoc techniczna, mająca na celu rozwój zasobów ludzkich, podniesienie kwalifikacji oraz możliwości technicznych i produkcyjnych krajów rozwijających się. Pomoc ta polega między innymi na przekazywaniu wiedzy i doświadczeń w postaci szkoleń, delegowania ekspertów, inicjowania badań i/lub pokrywania wynikających z tego kosztów. Do ODA nie zalicza się dotacji przeznaczonych na wydatki wojskowe. Warunkiem zaklasyfikowania współpracy jako Oficjalnej Pomocy Rozwojowej jest to, aby kraj partnerski, na rzecz którego udzielane jest wsparcie, znajdował się na liście Komitetu Pomocy Rozwojowej OECD (Development Assistance Committee). W zależności od sposobu realizacji pomocy możemy wyróżnić :  pomoc dwustronną  podejmowana przez donatora bezpośrednio w kraju partnerskim bądź poprzez organizację międzynarodową w formie wpłaty celowej na rzecz kraju partnerskiego (earmarked contribution) lub w formie wpłaty na określony program/fundusz zarządzany przez organizację, pomoc wielostronną   udzielana w formie wpłat do budżet w ogólnych organizacji międzynarodowych, których lista jest corocznie aktualizowana przez Sekretariat DAC OECD.  Oficjalna Pomoc Rozwojowa w Polsce świadczona jest na podstawie ustawy o współpracy rozwojowej z dnia 16 września 2011 r. (Dz.U. 2011 r., Nr 234, poz. 1386). Polska współpraca rozwojowa prowadzona jest w oparciu o Wieloletni Program Współpracy Rozwojowej opracowywany na okres minimum 4 lat. Ustawa definiuje współpracę rozwojową jako ogół działań podejmowanych przez organy administracji rządowej w celu udzielenia państwom rozwijającym się pomocy rozwojowej, pomocy humanitarnej oraz realizację działań edukacyjnych na rzecz podniesienia świadomości i zrozumienia problemów i współzależności globalnych. Za zagadnienia związane z pomocą rozwojową w Polsce odpowiedzialne jest Ministerstwo Spraw Zagranicznych, które opracowało „Solidarność dla Rozwoju. Wieloletni program współpracy rozwojowej 2021-2030”, w oparciu o który polska współpraca rozwojowa koncentruje się na wybranych maksymalnie 10 krajach Partnerstwa Wschodniego oraz Bliskiego Wschodu, Afryki Północnej i Afryki Subsaharyjskiej. „Plan współpracy rozwojowej w 2021 roku” precyzuje priorytetowy zasięg geograficzny do: Białorusi, Gruzji, Mołdawii, Ukrainy, Libanu, Palestyny, Etiopii, Kenii, Senegalu i Tanzanii. Polska współpraca rozwojowa służy realizacji następujących priorytetów tematycznych: pokój, sprawiedliwość i silne instytucje, równe szanse (edukacja, godna praca, przedsiębiorczość, redukcja nierówności, zrównoważone miasta), zdrowie, klimat i zasoby naturalne (czysta woda i warunki sanitarne, lasy i różnorodność biologiczna, odnawialne źródła energii), wpisujących się w cele zrównoważonego rozwoju (16, 4, 8, 10, 3, 6, 11 oraz 13). Działania objęte programem finansowane są ze środków Ministerstwa Spraw Zagranicznych, rezerwy celowej budżetu państwa przeznaczonej na współpracę rozwojową i funduszy innych resortów.",
                                    
                                      "zrodlo": "Ministerstwo Spraw Zagranicznych",
                                    
                                      "czestotliwosc": "Dane roczne; od 2013 r.",
                                    
                                      "uwagi": "Aktualna metodologia DAC OECD zbierania danych na temat pomocy rozwojowej w formacie CRS (Creditor Reporting System) pozwala na oznaczanie sektora wsparcia i markera jedynie przy przepływach dwustronnych. Do wskaźnika nie będą zatem zaliczone wydatki w ramach pomocy wielostronnej w formie wpłat do budżetów ogólnych takich organizacji, jak np. UNEP (Program Środowiskowy Organizacji Narodów Zjednoczonych), które również działają w obszarze klimatu. Od 2018 r. wiodący wskaźnik ODA jest prezentowany w formie ekwiwalentu grantu, uwzględniającej jedynie element grantu pomnożony przez wartość danego przepływu. Nie obowiązuje przy tym podział na wydatkowanie ODA brutto i netto. Bez zmian pozostaje jednakże prezentacja zaangażowania ODA. Dodatkowo trwają prace nad włączeniem do ODA innych przepływów, np. kwot zmobilizowanych przez sektor publiczny z instrumentów sektora prywatnego. Aktualnie konstruowany jest alternatywny do ODA wskaźnik TOSSD (Total Oficial Support for Sustainable Development), który będzie mierzył środki przeznaczane na wdrożenie SDGs. Prezentowany wskaźnik (13.a.1 Oficjalna Pomoc Rozwojowa na rzecz mitygacji i adaptacji do zmian klimatu) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (13.a.1 Przekazane i uruchomione  środki w dolarach amerykańskich rocznie  w relacji do kontynuowanego wspólnego zobowiązania przeznaczania 100 mld USD do 2025 r. na działania na rzecz klimatu w krajach rozwijających się) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "",
                                        
                                            "2011" :   "",
                                        
                                            "2012" :   "",
                                        
                                            "2013" :   "8.07",
                                        
                                            "2014" :   "3.54",
                                        
                                            "2015" :   "2.98",
                                        
                                            "2016" :   "2.44",
                                        
                                            "2017" :   "2.25",
                                        
                                            "2018" :   "63.36",
                                        
                                            "2019" :   "7.61",
                                        
                                            "2020" :   "6.64",
                                        
                                            "2021" :   "3.65"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "13-b-1":{
                
                "metadane": [
                      {
                                      "nazwa": "13.b.1 Liczba najsłabiej rozwiniętych krajów i rozwijających się małych krajów wyspiarskich z ustalonymi na poziomie krajowym wkładami (NDCs), strategiami długoterminowymi, krajowymi planami adaptacji i strategiami, przedstawionymi w komunikatach w sprawie adaptacji i komunikatach krajowych",
                                    
                                      "cel": "cel 13. Działania w dziedzinie klimatu",
                                    
                                      "zadanie": "13.b Promować mechanizmy zwiększające zdolność efektywnego planowania i zarządzania w zakresie zmian klimatycznych w krajach najsłabiej rozwiniętych i małych państwach wyspiarskich, w tym poprzez skupienie uwagi na potrzebach kobiet i młodzieży oraz lokalnych i marginalizowanych grupach społecznych",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              }}
  ]
}
