
{
  "unicef": [
      {
          "2-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "2.2.1 Częstotliwość występowania zahamowania wzrostu (wzrost w odniesieniu do wieku, odchylenie standardowe mniejsze lub równe minus 2 w odniesieniu do mediany wzrostu wynikającej ze Standardów Wzrostu WHO dla Dzieci) wśród dzieci w wieku poniżej 5 lat",
                                    
                                      "cel": "Cel 2. Zero głodu",
                                    
                                      "zadanie": "2.2 Do 2030 roku wyeliminować wszystkie formy niedożywienia, w tym do 2025 r. zrealizować uzgodnione na szczeblu międzynarodowym zadania dotyczące zaburzeń wzrostu wśród dzieci poniżej piątego roku życia oraz zapewnić właściwą żywność dla dorastających dziewcząt, ciężarnych i karmiących kobiet oraz osób starszych",
                                    
                                      "definicja": "Częstotliwość występowania zahamowania wzrostu wśród dzieci poniżej 5 lat - wzrost równy lub niższy od -2 odchylenia standardowego mediany wzrostu dla danego wieku wg norm WHO (normy wzrostu dla dzieci).",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Mediana (wartość środkowa) - wartość dzieląca daną zbiorowość na pół. Poniżej i powyżej mediany znajduje się dokładnie po 50% jednostek danej zbiorowości. Jeżeli mediana wzrostu wynosi 120 cm, to znaczy, że wzrost u połowy osób danej zbiorowości jest niższy, a u drugiej połowy wyższy od 120 cm.  Odchylenie standardowe  wskazuje jak bardzo wartości danej zmiennej są rozproszone wokół średniej, którą w rozpatrywanym wskaźniku stanowi mediana (wzrostu do wieku). Im niższa wartość odchylenia tym obserwacje są bardziej skupione wokół średniej. Wskaźnik obliczany jest na podstawie informacji pozyskanych z Europejskiego Ankietowego Badania Zdrowia (EHIS). Badanie to obejmuje osoby w wieku 15 lat i więcej w gospodarstwach domowych, mieszkające na terytorium danego kraju. W Polsce badaniem zostały objęte również dzieci w wieku 0-14 lat.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane co 5 lat 2009 r., 2014 r., 2019 r.",
                                    
                                      "uwagi": "Dane prezentowane w 2010 r. dotyczą 2009 r."
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "2.9",
                                        
                                            "2011" :   "",
                                        
                                            "2012" :   "",
                                        
                                            "2013" :   "",
                                        
                                            "2014" :   "2.6",
                                        
                                            "2015" :   "",
                                        
                                            "2016" :   "",
                                        
                                            "2017" :   "",
                                        
                                            "2018" :   "",
                                        
                                            "2019" :   "5.5"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "2-2-2":{
                
                "metadane": [
                      {
                                      "nazwa": "2.2.2 Częstotliwość występowania niedożywienia - stan odżywiania wśród dzieci poniżej 5 lat (waga w odniesieniu do wzrostu, odchylenie standardowe większe od 2 lub mniejsze lub równe 2 w odniesieniu do mediany wzrostu wynikającej ze Standardów Wzrostu WHO dla Dzieci), wg typu (niedowaga oraz nadwaga)",
                                    
                                      "cel": "cel 2. Zero głodu",
                                    
                                      "zadanie": "2.2 Do 2030 roku wyeliminować wszystkie formy niedożywienia, w tym do 2025 r. zrealizować uzgodnione na szczeblu międzynarodowym zadania dotyczące zaburzeń wzrostu wśród dzieci poniżej piątego roku życia oraz zapewnić właściwą żywność dla dorastających dziewcząt, ciężarnych i karmiących kobiet oraz osób starszych",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "3-1-2":{
                
                "metadane": [
                      {
                                      "nazwa": "3.1.2 Odsetek urodzeń żywych z pomocą fachową",
                                    
                                      "cel": "Cel 3. Dobre zdrowie i jakość życia",
                                    
                                      "zadanie": "3.1 Do 2030 roku zmniejszyć globalny wskaźnik umieralności okołoporodowej do poziomu mniejszego niż 70 przypadków na 100 tysięcy żywych urodzeń.",
                                    
                                      "definicja": "Odsetek urodzeń żywych, przy których w trakcie porodu brali udział wykwalifikowani pracownicy służby zdrowia (lekarz, pielęgniarka i/lub położna).",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Urodzenia żywe – całkowite wydalenie lub wydobycie z ustroju matki noworodka, niezależnie od okresu trwania ciąży, który po takim oddzieleniu oddycha bądź wykazuje jakiekolwiek inne oznaki życia, jak czynność serca, tętnienie pępowiny lub wyraźne skurcze mięśni zależnych od woli (mięśni szkieletowych), bez względu na to, czy sznur pępowiny został przecięty lub łożysko zostało oddzielone  każdy taki noworodek jest uważany za żywo urodzonego. Źródłem danych o urodzeniach jest, wykorzystywany wtórnie przez statystykę publiczną, dokument podstawowy Ministerstwa Zdrowia „Karta urodzenia” (Rozporządzenie Ministra Zdrowia w sprawie wzorów karty urodzenia i karty martwego urodzenia Dz. U. z 2015, poz. 171). Do wykwalifikowanych pracowników służby zdrowia zalicza się lekarzy, pielęgniarki i położne. Zgodnie z ustawą z dnia 5 grudnia 1996 r. o zawodach lekarza i lekarza dentysty (tekst jednolity: Dz. U. 2005 r. Nr 226 poz. 1943) lekarzem jest osoba posiadająca wymagane prawem kwalifikacje do wykonywania zawodu lekarza i wykonująca zawód, tj. udziela świadczeń zdrowotnych, w szczególności: bada stan zdrowia, rozpoznaje choroby i im zapobiega, prowadzi leczenie i rehabilitację chorych, udziela porad lekarskich, a także wydaje opinie i orzeczenia lekarskie. Zgodnie z w/w ustawą zawód lekarza może być wykonywany w różnych formach prawnych. Do lekarzy nie zaliczamy dentystów.Pielęgniarką lub pielęgniarzem jest osoba, która posiada wymagane kwalifikacje, potwierdzone odpowiednimi dokumentami do udzielania świadczeń zdrowotnych (w szczególności świadczeń pielęgnacyjnych, zapobiegawczych, diagnostycznych, leczniczych, rehabilitacyjnych oraz z zakresu promocji zdrowia). (Ustawa z dnia 5 lipca 1996 r. o zawodach pielęgniarki i położnej - tekst jednolity: Dz.U. 2009 r. Nr 151 poz. 1217 z późn. zm.). Położną lub położnym jest osoba, która posiada wymagane kwalifikacje, potwierdzone odpowiednimi dokumentami do udzielania świadczeń zdrowotnych (w szczególności świadczeń pielęgnacyjnych, zapobiegawczych, diagnostycznych, leczniczych, rehabilitacyjnych oraz promocji zdrowia, w zakresie opieki nad kobietą, kobietą ciężarną, rodzącą i położnicą oraz nad noworodkiem). (Ustawa z dnia 5 lipca 1996 r. o zawodach pielęgniarki i położnej. Tekst pierwotny: Dz. U. 1996 r. Nr 91 poz. 410  tekst jednolity: Dz. U. 2001 r. Nr 57 poz. 602 z późn. zm). Odsetek wyliczany w oparciu o dane o urodzeniach z badania 'Urodzenia. Dzietność.'.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne  od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "99.9",
                                        
                                            "2011" :   "99.9",
                                        
                                            "2012" :   "99.9",
                                        
                                            "2013" :   "99.9",
                                        
                                            "2014" :   "99.9",
                                        
                                            "2015" :   "99.9",
                                        
                                            "2016" :   "99.8",
                                        
                                            "2017" :   "99.8",
                                        
                                            "2018" :   "99.8",
                                        
                                            "2019" :   "99.8",
                                        
                                            "2020" :   "99.7"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "3-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "3.2.1 Współczynnik umieralności dzieci w wieku 0-4 lata",
                                    
                                      "cel": "Cel 3. Dobre zdrowie i jakość życia",
                                    
                                      "zadanie": "3.2 Do 2030 roku wyeliminować przypadki zgonów wśród noworodków i dzieci poniżej pięciu lat, którym można zapobiec. Wszystkie państwa będą dążyć do ograniczenia umieralności noworodków co najwyżej do poziomu 12 przypadków na tysiąc żywych urodzeń i umieralność dzieci poniżej piątego roku życia co najwyżej do poziomu 25 przypadków na tysiąc żywych urodzeń.",
                                    
                                      "definicja": "Liczba zgonów dzieci w wieku poniżej 5 roku życia w przeliczeniu na 1000 urodzeń żywych.",
                                    
                                      "jednostka": "osoby",
                                    
                                      "wymiary": "ogółem, płeć",
                                    
                                      "metodologia": "Zgon  trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju. Źródłem informacji o zgonach jest wykorzystywany wtórnie przez statystykę publiczną indywidualny dokument 'Karta zgonu' (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231). Urodzenia żywe – całkowite wydalenie lub wydobycie z ustroju matki noworodka, niezależnie od okresu trwania ciąży, który po takim oddzieleniu oddycha bądź wykazuje jakiekolwiek inne oznaki życia, jak czynność serca, tętnienie pępowiny lub wyraźne skurcze mięśni zależnych od woli (mięśni szkieletowych), bez względu na to, czy sznur pępowiny został przecięty lub łożysko zostało oddzielone  każdy taki noworodek jest uważany za żywo urodzonego. Współczynnik wyliczany w oparciu o dane o zgonach według wieku z badania 'Zgony. Umieralność. Trwanie życia.' oraz w oparciu o dane o liczbie urodzeń żywych z badania 'Urodzenia. Dzietność.'.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne  od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg płci": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "5.8",
                                                    
                                                        "2011" : "5.6",
                                                    
                                                        "2012" : "5.4",
                                                    
                                                        "2013" : "5.4",
                                                    
                                                        "2014" : "5.0",
                                                    
                                                        "2015" : "4.7",
                                                    
                                                        "2016" : "4.6",
                                                    
                                                        "2017" : "4.6",
                                                    
                                                        "2018" : "4.5",
                                                    
                                                        "2019" : "4.4",
                                                    
                                                        "2020" : "4.2"
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "5.3",
                                                    
                                                        "2011" : "5.1",
                                                    
                                                        "2012" : "4.9",
                                                    
                                                        "2013" : "4.9",
                                                    
                                                        "2014" : "4.7",
                                                    
                                                        "2015" : "4.2",
                                                    
                                                        "2016" : "4.0",
                                                    
                                                        "2017" : "4.1",
                                                    
                                                        "2018" : "4.1",
                                                    
                                                        "2019" : "4.2",
                                                    
                                                        "2020" : "3.7"
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "6.2",
                                                    
                                                        "2011" : "6.1",
                                                    
                                                        "2012" : "6.0",
                                                    
                                                        "2013" : "5.8",
                                                    
                                                        "2014" : "5.2",
                                                    
                                                        "2015" : "5.2",
                                                    
                                                        "2016" : "5.1",
                                                    
                                                        "2017" : "5.1",
                                                    
                                                        "2018" : "4.8",
                                                    
                                                        "2019" : "4.6",
                                                    
                                                        "2020" : "4.6"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "3-2-2":{
                
                "metadane": [
                      {
                                      "nazwa": "3.2.2 Współczynnik zgonów noworodków, tj. dzieci w wieku 0-27 dni",
                                    
                                      "cel": "Cel 3. Dobre zdrowie i jakość życia",
                                    
                                      "zadanie": "3.2 Do 2030 roku wyeliminować przypadki zgonów wśród noworodków i dzieci poniżej pięciu lat, którym można zapobiec. Wszystkie państwa będą dążyć do ograniczenia umieralności noworodków co najwyżej do poziomu 12 przypadków na tysiąc żywych urodzeń i umieralność dzieci poniżej piątego roku życia co najwyżej do poziomu 25 przypadków na tysiąc żywych urodzeń.",
                                    
                                      "definicja": "Stosunek liczby zgonów noworodków (tj. dzieci w wieku 0-27 dni) do liczby urodzeń żywych w tym samym okresie.",
                                    
                                      "jednostka": "osoby",
                                    
                                      "wymiary": "ogółem, płeć",
                                    
                                      "metodologia": "Zgon  trwałe, nieodwracalne ustanie czynności narządów niezbędnych dla życia, konsekwencją czego jest ustanie czynności całego ustroju. Zgony noworodków  zgony dzieci, które nie osiągnęły wieku czterech tygodni (0-27 dni). Przez 0 dni określa się wiek żywo urodzonego noworodka, który nie przeżył 24 godzin. Umieralność noworodków określana jest także mianem umieralności neonatalnej. Wyróżnia się:    - wczesne zgony noworodków, tj. następujące w ciągu pierwszych 7 dób życia (0-6 dni) (wczesna umieralność noworodkowa),    - późne zgony noworodków, tj. następujące po upływie 7 dób życia, lecz przed upływem 28 ukończonych dób życia. Źródłem informacji o zgonach jest wykorzystywany wtórnie przez statystykę publiczną indywidualny dokument 'Karta zgonu' (Rozporządzenie Ministra Zdrowia w sprawie wzoru karty zgonu i sposobu jej wypełniania Dz. U. 2015 r., poz. 231). Urodzenia żywe – całkowite wydalenie lub wydobycie z ustroju matki noworodka, niezależnie od okresu trwania ciąży, który po takim oddzieleniu oddycha bądź wykazuje jakiekolwiek inne oznaki życia, jak czynność serca, tętnienie pępowiny lub wyraźne skurcze mięśni zależnych od woli (mięśni szkieletowych), bez względu na to, czy sznur pępowiny został przecięty lub łożysko zostało oddzielone  każdy taki noworodek jest uważany za żywo urodzonego. Współczynnik jest liczony w oparciu o dane z zgonach według wieku z badania 'Zgony. Umieralność. Trwanie życia.' oraz w opraciu o dane o urodzeniach żywych z badania 'Urodzenia. Dzietność.'.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne  od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg płci": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "3.5",
                                                    
                                                        "2011" : "3.2",
                                                    
                                                        "2012" : "3.3",
                                                    
                                                        "2013" : "3.1",
                                                    
                                                        "2014" : "2.9",
                                                    
                                                        "2015" : "2.9",
                                                    
                                                        "2016" : "2.9",
                                                    
                                                        "2017" : "2.8",
                                                    
                                                        "2018" : "2.8",
                                                    
                                                        "2019" : "2.7",
                                                    
                                                        "2020" : "2.6"
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "3.2",
                                                    
                                                        "2011" : "2.9",
                                                    
                                                        "2012" : "3.0",
                                                    
                                                        "2013" : "2.9",
                                                    
                                                        "2014" : "2.6",
                                                    
                                                        "2015" : "2.5",
                                                    
                                                        "2016" : "2.6",
                                                    
                                                        "2017" : "2.5",
                                                    
                                                        "2018" : "2.4",
                                                    
                                                        "2019" : "2.6",
                                                    
                                                        "2020" : "2.3"
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "3.8",
                                                    
                                                        "2011" : "3.5",
                                                    
                                                        "2012" : "3.6",
                                                    
                                                        "2013" : "3.4",
                                                    
                                                        "2014" : "3.2",
                                                    
                                                        "2015" : "3.3",
                                                    
                                                        "2016" : "3.1",
                                                    
                                                        "2017" : "3.1",
                                                    
                                                        "2018" : "3.0",
                                                    
                                                        "2019" : "2.9",
                                                    
                                                        "2020" : "2.8"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "3-b-1":{
                
                "metadane": [
                      {
                                      "nazwa": "3.b.1 Odsetek ludności objętej docelowo wszystkimi szczepieniami przewidzianymi w krajowym programie szczepień",
                                    
                                      "cel": "cel 3. Dobre zdrowie i jakość życia",
                                    
                                      "zadanie": "3.b Wspierać badania nad oraz opracowanie nowych szczepionek i lekarstw przeciwko chorobom zakaźnym i niezakaźnym, które dotykają przede wszystkim kraje rozwijające się. Zapewnić dostęp do podstawowych lekarstw i szczepionek po przystępnej cenie, zgodnie z Deklaracją z Doha dotyczącą Porozumienia w Sprawie Handlowych Aspektów Praw Własności Intelektualnej i Zdrowia Publicznego (Doha Declaration on Trade-Related Aspects of Intellectual Property Rights and Public Health), które potwierdza prawo krajów rozwijających się do korzystania w pełni z postanowień Porozumienia w Sprawie Handlowych Aspektów Praw Własności Intelektualnej (Agreement on Trade–Related Aspects of Intellectual Property Rights – TRIPS Agreement) w zakresie swobody ochrony zdrowia publicznego i w szczególności zapewnienia wszystkim dostępu do lekarstw.",
                                    
                                      "definicja": "Odsetek ludności objętej docelowo wszystkimi szczepieniami przewidzianymi w krajowym programie szczepień.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "rodzaj szczepienia",
                                    
                                      "metodologia": "Wskaźnik pozwala na ocenę dostępu do szczepionek, w tym do szczepionek nowo dostępnych lub niewykorzystywanych na poziomie krajowym. Pod uwagę brane są następujące szczepionki: · DTP3 - trzecia dawka szczepionki przeciwko błonicy, tężcowi i krztuścowi; dane prezentują odsetek niemowląt, które otrzymały 3. dawkę szczepionki zgodnie z harmonogramem zalecanym w kraju w ramach rutynowych szczepień w danym roku, · MCV2 - druga dawka szczepienia preparatami zawierającymi wirusa odry; dane dot. odsetka dzieci, które otrzymały dwie dawki szczepionki przeciw odrze zgodnie z harmonogramem zalecanym w kraju w ramach rutynowych szczepień w danym roku, · PCV3 - trzecia, ostatnia dawka szczepienia przeciw pneumokokom; dane prezentują odsetek niemowląt, które otrzymały zalecane na poziomie krajowym trzy dawki skoniugowanej szczepionki przeciw pneumokokom w danym roku, · HPV - szczepionka (ostatnia dawka w harmonogramie) przeciwko HPV (wirus brodawczaka ludzkiego); dane prezentują odsetek dziewcząt w wieku 15 lat, które otrzymały zalecane dawki szczepionki przeciwko HPV.",
                                    
                                      "zrodlo": "WHO",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r. (dla PCV3 – od 2018 r.).",
                                    
                                      "uwagi": "Dane szacunkowe, obliczone przez WHO. Dla szczepienia przeciwko HPV, brak szacunków dla Polski."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg szczepień": [
                                            {"DTP3": [
                                                    {
                                                    
                                                        "2010" : "99",
                                                    
                                                        "2011" : "99",
                                                    
                                                        "2012" : "99",
                                                    
                                                        "2013" : "99",
                                                    
                                                        "2014" : "98",
                                                    
                                                        "2015" : "98",
                                                    
                                                        "2016" : "98",
                                                    
                                                        "2017" : "96",
                                                    
                                                        "2018" : "95",
                                                    
                                                        "2019" : "95"
                                                    
                                                    }
                                                ],"MCV2": [
                                                    {
                                                    
                                                        "2010" : "94",
                                                    
                                                        "2011" : "95",
                                                    
                                                        "2012" : "95",
                                                    
                                                        "2013" : "93",
                                                    
                                                        "2014" : "95",
                                                    
                                                        "2015" : "94",
                                                    
                                                        "2016" : "93",
                                                    
                                                        "2017" : "93",
                                                    
                                                        "2018" : "92",
                                                    
                                                        "2019" : "92"
                                                    
                                                    }
                                                ],"PCV3": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "60",
                                                    
                                                        "2019" : "60"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "4-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "4.2.1 Odsetek dzieci poniżej 5 lat o stanie zdrowia ocenianym subiektywnie jako bardzo dobre lub dobre",
                                    
                                      "cel": "Cel 4. Dobra jakość edukacji",
                                    
                                      "zadanie": "4.2 Do 2030 roku zapewnić wszystkim dziewczętom i chłopcom dostęp do wysokiej jakości rozwoju we wczesnym dzieciństwie, opieki i edukacji przedszkolnej przygotowującej do rozpoczęcia edukacji na poziomie podstawowym",
                                    
                                      "definicja": "Udział dzieci poniżej 5 lat, których stan zdrowia rodzice, prawni opiekunowie lub najbliżsi krewni ocenili jako bardzo dobry lub dobry w ogólnej liczbie dzieci poniżej 5 lat objętych badaniem.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Wskaźnik obliczany jest na podstawie informacji pozyskanych z Europejskiego Ankietowego Badania Zdrowia (EHIS). Badanie to obejmuje osoby w wieku 15 lat i więcej w gospodarstwach domowych, mieszkające na terytorium danego kraju. W Polsce badaniem zostały objęte również dzieci w wieku 0-14 lat. Zgodnie z rekomendacjami Światowej Organizacji Zdrowia (WHO) pierwsze pytanie skierowane do respondenda w ankiecie EHIS dotyczy samooceny stanu zdrowia, tj. jak dana osoba postrzega i ocenia swoje własne zdrowie. W przypadku młodzieży i osób dorosłych (w wieku 15 lat i więcej) wymagane było uzyskanie odpowiedzi bezpośrednio od pytanego. W przypadku dzieci do lat 15  informacji na ich temat mogli udzielać rodzice, prawni opiekunowie oraz najbliżsi krewni. Kategorie odpowiedzi zastosowane w tym pytaniu to: bardzo dobre, dobre, takie sobie (ani dobre, ani złe), złe i bardzo złe.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane co 5 lat od 2009 r.",
                                    
                                      "uwagi": "Prezentowany wskaźnik (4.2.1 Odsetek dzieci poniżej 5 lat o stanie zdrowia ocenianym subiektywnie jako bardzo dobre lub dobre) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (4.2.1 Odsetek dzieci w wieku 24-59 miesięcy, które się prawidłowo rozwijają pod kątem zdrowotnym, poznawczym oraz psychospołecznym, wg płci) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "",
                                        
                                            "2011" :   "",
                                        
                                            "2012" :   "",
                                        
                                            "2013" :   "",
                                        
                                            "2014" :   "92.1",
                                        
                                            "2015" :   "",
                                        
                                            "2016" :   "",
                                        
                                            "2017" :   "",
                                        
                                            "2018" :   "",
                                        
                                            "2019" :   "92.2"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "5-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "5.2.1 Odsetek kobiet w wieku 18-74 lata, które doświadczyły przemocy fizycznej, seksualnej lub psychicznej ze strony obecnego lub byłego partnera",
                                    
                                      "cel": "Cel 5. Równość płci",
                                    
                                      "zadanie": "5.2 Wyeliminować wszelkie formy przemocy wobec kobiet i dziewcząt w sferze publicznej i prywatnej, w tym handel ludźmi, wykorzystywanie seksualne i inne formy wyzysku",
                                    
                                      "definicja": "Odsetek kobiet w wieku 18-74 lata, które doświadczyły przemocy fizycznej, seksualnej lub psychicznej ze strony obecnego lub byłego partnera w okresie 12 miesięcy poprzedzających badanie.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Dane pochodzą z badania 'Przemoc wobec kobiet. Badanie na poziomie Unii Europejskiej' przeprowadzonego przez Agencję Praw Podstawowych Unii Europejskiej (European Union Agency for Fundamental Right  Wyniki badania zostały opracowane w oparciu o rozmowy z 42 tys. kobiet w wieku 18–74 lata pochodzącymi ze wszystkich 28 państw członkowskich Unii Europejskiej (w każdym państwie członkowskim przeprowadzono średnio 1,5 tys. rozmów). Respondentki zostały wybrane metodą doboru losowego. Standardowe rozmowy przeprowadzane w ramach badania obejmowały pytania dotyczące przemocy fizycznej, seksualnej i psychicznej, w tym aktów przemocy ze strony partnerów (przemoc domowa). W badaniu ujęto również pytania dotyczące uporczywego nękania (stalking), molestowania seksualnego, roli nowych technologii w doświadczeniach związanych ze znęcaniem się oraz przemocy w dzieciństwie.  W badaniu FRA proszono kobiety o wyodrębnienie zdarzeń, które miały miejsce po ukończeniu przez nie 15. roku życia (w określonym okresie życia) oraz zdarzeń z okresu 12 miesięcy poprzedzających rozmowę w ramach badania.  Pytania dotyczące przemocy ze strony partnera odnosiły się do wszelkich aktów przemocy, które miały miejsce podczas trwania związku. Za obecnych partnerów uznane zostały osoby, które są małżeństwem lub zarejestrowanym związkiem partnerskim, mieszkają razem bez małżeństwa lub są zaangażowani w związek bez wspólnego zamieszkania. Osoby, które wcześniej pozostawały w jednej z wyżej wymienionych form związku, uważani są za byłych partnerów. Wyniki odnoszące się do doświadczeń kobiet z dowolnym partnerem są oparte na odpowiedziach respondentek, którzy w trakcie badania miały obecnego lub przynajmniej jednego poprzedniego partnera.",
                                    
                                      "zrodlo": "Agencja Praw Podstawowych Unii Europejskiej",
                                    
                                      "czestotliwosc": "Dane za 2012 r.",
                                    
                                      "uwagi": "Prezentowany wskaźnik (5.2.1 Odsetek kobiet w wieku 18-74 lata, które doświadczyły przemocy fizycznej, seksualnej lub psychicznej ze strony obecnego lub byłego partnera) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (5.2.1 Odsetek kobiet i dziewcząt w wieku 15 lat i starszych, będących obecnie lub w przeszłości w związku małżeńskim lub mieszkających z partnerem, wobec których obecny lub były partner stosował przemoc fizyczną, seksualną lub psychiczną w okresie ostatnich 12 miesięcy, według formy przemocy i według grupy wiekowej) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "",
                                        
                                            "2011" :   "",
                                        
                                            "2012" :   "2.0",
                                        
                                            "2013" :   "",
                                        
                                            "2014" :   "",
                                        
                                            "2015" :   "",
                                        
                                            "2016" :   "",
                                        
                                            "2017" :   ""
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "5-2-2":{
                
                "metadane": [
                      {
                                      "nazwa": "5.2.2 Odsetek kobiet i dziewcząt w wieku 15 lat i starszych wobec których inne osoby niż partner stosowały przemoc seksualną w ciągu ostatnich 12 miesięcy, według grupy wiekowej i miejsca zdarzenia",
                                    
                                      "cel": "cel 5. Równość płci",
                                    
                                      "zadanie": "5.2 Wyeliminować wszelkie formy przemocy wobec kobiet i dziewcząt w sferze publicznej i prywatnej, w tym handel ludźmi, wykorzystywanie seksualne i inne formy wyzysku",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "5-3-1":{
                
                "metadane": [
                      {
                                      "nazwa": "5.3.1 Liczba zawartych związków małżeńskich, w których kobieta w dniu ślubu nie miała ukończonych 18 lat",
                                    
                                      "cel": "Cel 5. Równość płci",
                                    
                                      "zadanie": "5.3 Wyeliminować wszelkie krzywdzące praktyki, takie jak wczesne i przymusowe małżeństwa, małżeństwa dzieci, a także okaleczanie żeńskich narządów płciowych",
                                    
                                      "definicja": "Liczba zawartych związków małżeńskich, w których kobieta w dniu ślubu miała ukończone 16 lub 17 lat.",
                                    
                                      "jednostka": "osoby",
                                    
                                      "wymiary": "ogółem, wiek",
                                    
                                      "metodologia": "Przepisy regulujące zawieranie małżeństw w Polsce zostały ujęte w Ustawie z dnia 25 lutego 1964 r. - Kodeks rodzinny i opiekuńczy (Dz.U. 2012 poz. 788). Małżeństwo zostaje zawarte w momencie jednoczesnego oświadczenia woli wstąpienia w związek małżeński przez mężczyznę i kobietę. Oświadczenie to musi zostać złożone w obecności kierownika urzędu stanu cywilnego bądź duchownego, w przypadku gdy kobieta i mężczyzna zawierający związek małżeński, podlegający prawu wewnętrznemu wybranego związku wyznaniowego, oświadczą wolę jednoczesnego zawarcia małżeństwa cywilnego, a kierownik urzędu stanu cywilnego sporządzi następnie akt małżeństwa. Zgodnie z art. 10 § 1 Kodeksu rodzinnego i opiekuńczego, nie może zawrzeć małżeństwa osoba nie mająca ukończonych osiemnastu lat. Z ważnych powodów sąd opiekuńczy może jednak zezwolić na zawarcie małżeństwa kobiecie, która ukończyła lat szesnaście, a z okoliczności wynika, że zawarcie małżeństwa będzie zgodne z dobrem założonej rodziny.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne  od 2010 r.",
                                    
                                      "uwagi": "Prezentowany wskaźnik (5.3.1 Liczba zawartych związków małżeńskich, w których kobieta w dniu ślubu nie miała ukończonych 18 lat) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (5.3.1 Odsetek kobiet w wieku 20 – 24 lata, które zawarły związek małżeński przed 15. i przed 18. rokiem życia) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wiek": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "564",
                                                    
                                                        "2011" : "446",
                                                    
                                                        "2012" : "374",
                                                    
                                                        "2013" : "329",
                                                    
                                                        "2014" : "297",
                                                    
                                                        "2015" : "253",
                                                    
                                                        "2016" : "228",
                                                    
                                                        "2017" : "157",
                                                    
                                                        "2018" : "178",
                                                    
                                                        "2019" : "149",
                                                    
                                                        "2020" : "122"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "5-3-2":{
                
                "metadane": [
                      {
                                      "nazwa": "5.3.2 Odsetek dziewcząt i kobiet w wieku 15-49 lat, które zostały poddane okaleczeniu żeńskich narządów płciowych, według grupy wiekowej",
                                    
                                      "cel": "cel 5. Równość płci",
                                    
                                      "zadanie": "5.3 Wyeliminować wszelkie krzywdzące praktyki, takie jak wczesne i przymusowe małżeństwa, małżeństwa dzieci, a także okaleczanie żeńskich narządów płciowych",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "6-1-1":{
                
                "metadane": [
                      {
                                      "nazwa": "6.1.1 Odsetek ludności korzystającej z bezpiecznie zarządzanej dystrybucji wody pitnej",
                                    
                                      "cel": "Cel 6. Czysta woda i warunki sanitarne",
                                    
                                      "zadanie": "6.1 Do 2030 roku zapewnić powszechny i sprawiedliwy dostęp do bezpiecznej wody pitnej po przystępnej cenie",
                                    
                                      "definicja": "Udział ludności korzystającej z sieci wodociągowej do ludności ogółem.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Zgodnie z definicją zawartą w ustawie z dnia 7 czerwca 2001 r. o zbiorowym zaopatrzeniu w wodę i zbiorowym odprowadzaniu ścieków (Dz.U. 2001 Nr 72 poz. 747 z późn. zmianami) sieć wodociągowa i kanalizacyjna to przewody wodociągowe i kanalizacyjne wraz z uzbrojeniem i urządzeniami, którymi dostarczana jest woda lub którymi odprowadzane są ścieki, będące w posiadaniu przedsiębiorstwa wodociągowo-kanalizacyjnego. Wodociąg jest zespołem urządzeń inżynierskich i obiektów technicznych, którego zadaniem jest zaopatrywanie ludności i przemysłu w wodę o wymaganych ilościach i właściwościach odpowiadających jej przeznaczeniu. Wymagania dotyczące jakości wody przeznaczonej do spożycia przez ludzi, w tym wymagania bakteriologiczne, fizykochemiczne oraz organoleptyczne określa rozporządzenie Ministra Zdrowia z dnia 13 listopada 2015 r. w sprawie jakości wody przeznaczonej do spożycia przez ludzi (Dz. U. 2015, poz. 1989). Dane o ludności korzystającej z wodociągów i kanalizacji obejmują ludność zamieszkałą w budynkach mieszkalnych i w budynkach zbiorowego zamieszkania podłączonych do określonej sieci. Ze względu na zmianę metody szacowania, dane od 2014 r. nie są w pełni porównywalne z danymi prezentowanymi w poprzednich latach. Obecnie punktem wyjścia do szacowania danych są wyniki Narodowego Spisu Powszechnego Ludności i Mieszkań. Dane te są korygowane o informacje o zmianie liczby użytkowanych budynków oraz liczby mieszkań przypadających na jeden budynek (na podstawie zestawów danych o budynkach mieszkalnych i mieszkaniach w budynkach niemieszkalnych oddanych do użytkowania oraz o ubytkach mieszkaniowych). Wskaźnik liczby osób przypadających na jedno mieszkanie pochodzi z Bilansu zasobów mieszkaniowych. Jest to liczba ludności faktycznie zamieszkała według stanu w dniu 31 grudnia w danym roku podzielona przez liczbę mieszkań. Informacje na temat nowo przyłączonych lub odłączonych budynków pochodzą z zestawu danych o wodociągach, kanalizacji i wywozie nieczystości ciekłych gromadzonych w zbiornikach bezodpływowych.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne  od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "87.4",
                                        
                                            "2011" :   "87.6",
                                        
                                            "2012" :   "87.9",
                                        
                                            "2013" :   "88.0",
                                        
                                            "2014" :   "91.6",
                                        
                                            "2015" :   "91.8",
                                        
                                            "2016" :   "91.9",
                                        
                                            "2017" :   "92.0",
                                        
                                            "2018" :   "92.1",
                                        
                                            "2019" :   "92.2",
                                        
                                            "2020" :   "92.3"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "6-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "6.2.1 Odsetek ludności korzystającej z bezpiecznie zarządzanych usług kanalizacyjnych, w tym stanowisk do mycia rąk z dostępem do wody i mydła",
                                    
                                      "cel": "Cel 6. Czysta woda i warunki sanitarne",
                                    
                                      "zadanie": "6.2 Do 2030 roku zapewnić dostęp do odpowiednich i godziwych warunków sanitarnych i higienicznych dla wszystkich oraz wyeliminować praktyki defekacji na świeżym powietrzu, przy czym należy zwrócić szczególną uwagę na potrzeby kobiet, dziewcząt i osób żyjących we wrażliwych sytuacjach",
                                    
                                      "definicja": "Udział ludności korzystajacej z sieci kanalizacyjnej do ludności ogółem.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Wskaźnik dotyczy szacunkowej liczby ludności zamieszkałej w budynkach mieszkalnych i w budynkach zbiorowego zamieszkania, przyłączonych do sieci kanalizacyjnej, co jest jednym z wyznaczników poziomu życia. Co do zasady, sytuacją idealną jest wartość wskaźnika równa 100, lecz może być osiagnięta tylko w warunkach racjonalnej i zwartej zabudowy. Przy analizie wskaźnika należy brać pod uwagę nie tylko możliwości inwestycyjne gmin, lecz również warunki naturalne oraz charakter zabudowy, co wpływa na niższe wartości wskaźnika na terenach wiejskich oraz terenach o urozmaiconej rzeźbie terenu.  Punktem wyjścia do szacowania danych są wyniki Narodowego Spisu Powszechnego Ludności i Mieszkań. Następnie dane są korygowane o informacje o zmianie liczby użytkowanych budynków oraz liczby mieszkań przypadających na jeden budynek. Wskaźnik liczby osób przypadających na jedno mieszkanie pochodzi z Bilansu zasobów mieszkaniowych. Jest to liczba ludności faktycznie zamieszkała wg stanu w dniu 31 XII w danym roku podzielona przez liczbę mieszkań. Informacje nt. nowo przyłączonych lub odłączonych budynków pochodzą natomiast ze sprawozdania o wodociągach, kanalizacji i wywozie nieczystości ciekłych gromadzonych w zbiornikach bezodpływowych.  Dane dotyczące ludności korzystającej z sieci wodociągowej i kanalizacyjnej od 2014 r., ze względu na zmianę metody szacowania, nie są w pełni porównywalne z danymi prezentowanymi w poprzednich latach.  Od 2014 r. brana jest pod uwagę liczba budynków przyłączonych do określonej sieci, która jest podawana przez gminy.  Zgodnie z ustawą z dnia 7 czerwca 2001 r. o zbiorowym zaopatrzeniu w wodę i zbiorowym odprowadzaniu ścieków, sieć kanalizacyjna (czynna) to system kanałów krytych (podziemnych) odprowadzających ścieki z budynków i innych obiektów do odbiorników lub urządzeń do oczyszczania ścieków.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne  od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "62.0",
                                        
                                            "2011" :   "63.5",
                                        
                                            "2012" :   "64.3",
                                        
                                            "2013" :   "65.1",
                                        
                                            "2014" :   "68.7",
                                        
                                            "2015" :   "69.7",
                                        
                                            "2016" :   "70.2",
                                        
                                            "2017" :   "70.5",
                                        
                                            "2018" :   "70.8",
                                        
                                            "2019" :   "71.2",
                                        
                                            "2020" :   "71.5"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "8-7-1":{
                
                "metadane": [
                      {
                                      "nazwa": "8.7.1 Procent oraz liczba dzieci w wieku 5-17 lat wykonujących pracę dzieci, według płci i wieku",
                                    
                                      "cel": "cel 8. Wzrost gospodarczy i godna praca",
                                    
                                      "zadanie": "8.7 Podjąć natychmiastowe i efektywne środki, by wyeliminować przymusową pracę, współczesne formy niewolnictwa i handel ludźmi  zakazać i wyeliminować najgorsze formy pracy dzieci, w tym rekrutację i wykorzystywanie dzieci-żołnierzy. Do 2025 roku wyeliminować pracę dzieci we wszystkich jej formach",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "16-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "16.2.1 Liczba stwierdzonych przestępstw popełnionych wobec osób małoletnich",
                                    
                                      "cel": "cel 16. Pokój, sprawiedliwość i silne instytucje",
                                    
                                      "zadanie": "16.2 Wyeliminować nadużycia, wykorzystywanie i handel ludźmi oraz wszelkie formy przemocy i tortur wobec dzieci",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "16-2-3":{
                
                "metadane": [
                      {
                                      "nazwa": "16.2.3 Liczba stwierdzonych przestępstw przeciwko wolności seksualnej popełnionych wobec osób małoletnich",
                                    
                                      "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                                    
                                      "zadanie": "16.2 Wyeliminować nadużycia, wykorzystywanie i handel ludźmi oraz wszelkie formy przemocy i tortur wobec dzieci",
                                    
                                      "definicja": "Liczba stwierdzonych przestępstw przeciwko wolności seksualnej popełnionych wobec osb małoletnich (tj. osób poniżej 18 lat / według jednostki rejestrującej postępowanie).",
                                    
                                      "jednostka": "liczba przestępstw",
                                    
                                      "wymiary": "rodzaj przestępstwa, wiek, płeć",
                                    
                                      "metodologia": "W polskim ustawodawstwie do przestępstw przeciwko wolności seksualnej popełnianych wobec osób małoletnich (tj. osób poniżej 18 lat) zalicza się m.in.:    • zgwałcenie (art. 197 kk) - doprowadzenie przemocą, groźbą bezprawną lud podstępem innej osoby do obcowania płciowego,    • seksualne wykorzystanie zależności (art. 199 kk) - doprowadzenie innej osoby, poprzez nadużycie stosunku zależności lub wykorzystanie krytycznego położenia, do obcowania płciowego lub do poddania się innej czynności seksualnej,    • seksualne wykorzystanie małoletniego (art. 200 kk) - doprowadzenie małoletniego poniżej lat 15 do obcowania płciowego lub dopuszczenie się wobec takiej osoby innej czynności seksualnej,    • czerpanie zysku z cudzego nierządu (art. 204 kk) - osiąganie korzyści majątkowej, nakłanianie innej osoby do uprawiania prostytucji lub jej tego ułatwiania.",
                                    
                                      "zrodlo": "Komenda Główna Policji",
                                    
                                      "czestotliwosc": "Dane roczne; od 2016 r.",
                                    
                                      "uwagi": "Prezentowany wskaźnik (16.2.3 Liczba stwierdzonych przestępstw przeciwko wolności seksualnej popełnionych wobec osób małoletnich) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (16.2.3 Odsetek młodych kobiet i mężczyzn w wieku 18-29 lat, którzy doświadczyli przemocy seksualnej przed 18 rokiem życia) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "przestępstwa wobec osób w wieku 0-17 - wg płci": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "1426",
                                                    
                                                        "2017" : "1421",
                                                    
                                                        "2018" : "1475",
                                                    
                                                        "2019" : "1603",
                                                    
                                                        "2020" : "1414"
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "212",
                                                    
                                                        "2017" : "200",
                                                    
                                                        "2018" : "204",
                                                    
                                                        "2019" : "236",
                                                    
                                                        "2020" : "196"
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "1208",
                                                    
                                                        "2017" : "1197",
                                                    
                                                        "2018" : "1264",
                                                    
                                                        "2019" : "1359",
                                                    
                                                        "2020" : "1215"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "przestepstwa wobec osób w wieku 0-14 - wg płci": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "1036",
                                                    
                                                        "2017" : "1211",
                                                    
                                                        "2018" : "1270",
                                                    
                                                        "2019" : "1379",
                                                    
                                                        "2020" : "1209"
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "153",
                                                    
                                                        "2017" : "167",
                                                    
                                                        "2018" : "186",
                                                    
                                                        "2019" : "196",
                                                    
                                                        "2020" : "163"
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "879",
                                                    
                                                        "2017" : "1021",
                                                    
                                                        "2018" : "1078",
                                                    
                                                        "2019" : "1175",
                                                    
                                                        "2020" : "1043"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "przestępstwa wobec osób w wieku 0-17 - wg kwalifikacji prawnych": [
                                            {"gwałt": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "82",
                                                    
                                                        "2017" : "116",
                                                    
                                                        "2018" : "159",
                                                    
                                                        "2019" : "110",
                                                    
                                                        "2020" : "116"
                                                    
                                                    }
                                                ],"czerpanie zysku z cudzego nierządu": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "5",
                                                    
                                                        "2017" : "2",
                                                    
                                                        "2018" : "10",
                                                    
                                                        "2019" : "4",
                                                    
                                                        "2020" : "6"
                                                    
                                                    }
                                                ],"seksualne wykorzystanie małoletniego": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "1277",
                                                    
                                                        "2017" : "1244",
                                                    
                                                        "2018" : "1259",
                                                    
                                                        "2019" : "1400",
                                                    
                                                        "2020" : "1235"
                                                    
                                                    }
                                                ],"seksualne wykorzystanie zależności": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "67",
                                                    
                                                        "2017" : "61",
                                                    
                                                        "2018" : "57",
                                                    
                                                        "2019" : "93",
                                                    
                                                        "2020" : "63"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "16-9-1":{
                
                "metadane": [
                      {
                                      "nazwa": "16.9.1 Odsetek dzieci w wieku poniżej 5 lat, których narodziny zostały zarejestrowane w urzędzie stanu cywilnego",
                                    
                                      "cel": "Cel 16. Pokój, sprawiedliwość i silne instytucje",
                                    
                                      "zadanie": "16.9 Do 2030 roku zapewnić wszystkim tożsamość prawną, w tym rejestrację urodzeń",
                                    
                                      "definicja": "Odsetek dzieci w wieku poniżej 5 lat, których narodziny zostały zarejestrowane w urzędzie stanu cywilnego.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Zgodnie z ustawą z dnia 28 listopada 2014 r. Prawo o aktach stanu cywilnego (Dz.U. z 2016 r. poz. 2064) wszystkie urodzenia na terenie Rzeczypospolitej Polskiej rejestrowane są w urzędzie stanu cywilnego właściwym ze względu na miejsce urodzenia dziecka. Urodzenie dziecka należy zgłosić do Urzędu Stanu Cywilnego w terminie 21 dni od dnia sporządzenia karty urodzenia przez podmiot wykonujący działalność leczniczą (dla dziecka martwo urodzonego w terminie 3 dni). Akt urodzenia jest sporządzany przez urząd stanu cywilnego, w dniu zgłoszenia urodzenia dziecka. Sporządzony dla dziecka akt urodzenia zawiera m.in.    • nazwisko i imię (imiona) dziecka,    • kraj, datę i miejsce urodzenia,    • płeć,    • nazwiska, imiona oraz nazwiska rodowe, daty i miejsca urodzenia rodziców dziecka.  Sporządzenie aktu urodzenia umożliwia nadanie dziecku numeru PESEL, który jest niezbędny dla jego identyfikacji w rejestrach państwowych. Sytuacje, w których narodzenie dziecka nie jest zgłaszane do urzędu stanu cywilnego, noszą znamiona przestępstwa i mogą dotyczyć przypadków ukrywania dziecka, tj. gdy urodzenie dziecka następuje bez udziału podmiotu medycznego i następnie dziecko nie korzysta z usług służby zdrowia, placówek oświatowych, itp. (co jest tożsame z brakiem wiedzy o jego istnieniu).",
                                    
                                      "zrodlo": "Ministerstwo Spraw Wewnętrznych i Administracji",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "100",
                                        
                                            "2011" :   "100",
                                        
                                            "2012" :   "100",
                                        
                                            "2013" :   "100",
                                        
                                            "2014" :   "100",
                                        
                                            "2015" :   "100",
                                        
                                            "2016" :   "100",
                                        
                                            "2017" :   "100",
                                        
                                            "2018" :   "100",
                                        
                                            "2019" :   "100",
                                        
                                            "2020" :   "100",
                                        
                                            "2021" :   "100"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              }}
  ]
}
