
{
  "unido": [
      {
          "9-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "9.2.1 Wartość dodana brutto sekcji PKD 2007 przetwórstwo przemysłowe jako procent PKB",
                                    
                                      "cel": "Cel 9. Przemysł, Innowacyjność, Infrastruktura",
                                    
                                      "zadanie": "9.2 Promować inkluzywną i zrównoważoną industrializację  do 2030 roku znacznie zwiększyć udział przemysłu w zatrudnieniu i wytwarzaniu PKB, biorąc pod uwagę uwarunkowania krajowe  podwoić ten udział w krajach najsłabiej rozwiniętych.",
                                    
                                      "definicja": "Wskaźnik jest obliczany jako udział procentowy sekcji PKD 2007 Przetwórstwo przemysłowe w PKB.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Wartość dodana brutto (WDB) mierzy wartość nowo wytworzoną w wyniku działalności produkcyjnej krajowych jednostek instytucjonalnych. Wartość dodana brutto stanowi różnicę między produkcją globalną a zużyciem pośrednim, jest wyrażona w cenach bazowych. Produkt krajowy brutto (PKB) prezentuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej w danym roku.  Wartość PKB można obliczyć na trzy sposoby:  - od strony tworzenia jest ona równa wartości dodanej wszystkich sektorów instytucjonalnych lub wszystkich sekcji Polskiej Klasyfikacji Działalności (PKD) krajowych jednostek produkcyjnych powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów,  - od strony rozdysponowania PKB obliczany jest jako suma popytu krajowego, tj. spożycia i akumulacji oraz salda wymiany produktów z zagranicą,  - jako sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (a więc koszty związane z zatrudnieniem, podatki związane z produkcją i importem pomniejszone o dotacje, nadwyżka operacyjna brutto oraz dochód mieszany gospodarki ogółem). Produkt krajowy brutto jest liczony zgodnie z obowiązującymi w krajach Unii Europejskiej zasadami Europejskiego Systemu Rachunków Narodowych i Regionalnych (ESA 2010) oraz zaleceniami Eurostatu.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": "2019 r. - dane wstępne."
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "15.3",
                                        
                                            "2011" :   "15.7",
                                        
                                            "2012" :   "16.1",
                                        
                                            "2013" :   "15.6",
                                        
                                            "2014" :   "16.5",
                                        
                                            "2015" :   "17.5",
                                        
                                            "2016" :   "18.0",
                                        
                                            "2017" :   "16.8",
                                        
                                            "2018" :   "16.7",
                                        
                                            "2019" :   "16.5"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "9-2-2":{
                
                "metadane": [
                      {
                                      "nazwa": "9.2.2 Pracujący w przetwórstwie przemysłowym jako odsetek pracujących ogółem",
                                    
                                      "cel": "Cel 9. Przemysł, Innowacyjność, Infrastruktura",
                                    
                                      "zadanie": "9.2 Promować inkluzywną i zrównoważoną industrializację  do 2030 roku znacznie zwiększyć udział przemysłu w zatrudnieniu i wytwarzaniu PKB, biorąc pod uwagę uwarunkowania krajowe  podwoić ten udział w krajach najsłabiej rozwiniętych.",
                                    
                                      "definicja": "Udział pracujących w przetwórstwie przemysłowym w liczbie pracujących ogółem.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Dane o pracujących dotyczą osób wykonujących pracę przynoszącą im zarobek lub dochód. Do pracujących zaliczono:   a) osoby zatrudnione na podstawie stosunku pracy (umowa o pracę, powołanie, mianowanie, wybór lub stosunek służbowy)   b) pracodawców i pracujących na własny rachunek, a mianowicie: - właścicieli, współwłaścicieli i dzierżawców gospodarstw indywidualnych w rolnictwie (łącznie z pomagającymi członkami ich rodzin), - właścicieli i współwłaścicieli (łącznie z pomagającymi członkami ich rodzin  z wyłączeniem wspólników spółek, którzy nie pracują w spółce) podmiotów prowadzących działalność gospodarczą poza gospodarstwami indywidualnymi w rolnictwie  - inne osoby pracujące na własny rachunek, np. osoby wykonujące wolne zawody    c) osoby wykonujące pracę nakładczą    d) agentów (łącznie z pomagającymi członkami ich rodzin oraz osobami zatrudnionymi przez agentów)    e) członków spółdzielni produkcji rolniczej (rolniczych spółdzielni produkcyjnych i spółdzielni powstałych na ich bazie oraz spółdzielni kółek rolniczych)    f) duchownych pełniących obowiązki duszpasterskie. Dane o pracujących ogółem podane są łącznie z pracującymi w jednostkach budżetowych prowadzących działalność w zakresie obrony narodowej i bezpieczeństwa publicznego. Nie dotyczy osób pracujących na umowę zlecenie lub o dzieło. ",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "17.3",
                                        
                                            "2011" :   "17.2",
                                        
                                            "2012" :   "17.0",
                                        
                                            "2013" :   "17.0",
                                        
                                            "2014" :   "17.3",
                                        
                                            "2015" :   "17.4",
                                        
                                            "2016" :   "17.5",
                                        
                                            "2017" :   "17.7",
                                        
                                            "2018" :   "17.6",
                                        
                                            "2019" :   "17.6"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "9-3-1":{
                
                "metadane": [
                      {
                                      "nazwa": "9.3.1 Udział procentowy drobnego przemysłu w wartości dodanej przemysłu ogółem",
                                    
                                      "cel": "Cel 9. Przemysł, Innowacyjność, Infrastruktura",
                                    
                                      "zadanie": "9.3 Zwiększyć dostęp małych i innych przedsiębiorstw, w tym przemysłowych, w szczególności w krajach rozwijających się, do usług finansowych i przystępnych kredytów oraz włączyć je w łańcuchy wartości i zapewnić udział w rynku.",
                                    
                                      "definicja": "Udział procentowy drobnego przemysłu w wartości dodanej przemysłu ogółem.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Przedsiębiorstwo przemysłowe jest to podmiot zaklasyfikowany (niezależnie od liczby pracujących w nim osób) do następujących sekcji według Polskiej Klasyfikacji Działalności:    - B Górnictwo i wydobywanie,    - C Przetwórstwo przemysłowe,    - D Wytwarzanie i zaopatrywanie w energię elektryczną, gaz, parę wodną, gorącą wodę i powietrze do układów klimatyzacyjnych,    - E Dostawa wody  gospodarowanie ściekami i odpadami oraz działalność związana z rekultywacją.  Drobny przemysł to przedsiębiorstwa przemysłowe o liczbie pracujących poniżej 10 osób. Wartość dodana w cenach producenta jest zyskiem brutto z działalności operacyjnej po uwzględnieniu dotacji operacyjnych oraz podatków pośrednich. Można ją obliczyć na podstawie obrotu powiększonego o produkcję skapitalizowaną, powiększonego o pozostałe zyski z działalności operacyjnej, powiększonego lub pomniejszonego o zmiany stanu zapasów, pomniejszonego o zakupy towarów i usług, pomniejszonego o inne podatki nakładane na produkty, które są związane z obrotem, ale nie podlegają odliczeniu, pomniejszonego o cła i podatki związane z produkcją.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "8.34",
                                        
                                            "2011" :   "7.03",
                                        
                                            "2012" :   "6.68",
                                        
                                            "2013" :   "6.82",
                                        
                                            "2014" :   "7.17",
                                        
                                            "2015" :   "8.22",
                                        
                                            "2016" :   "8.41",
                                        
                                            "2017" :   "8.47",
                                        
                                            "2018" :   "8.80",
                                        
                                            "2019" :   "9.71"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "9-3-2":{
                
                "metadane": [
                      {
                                      "nazwa": "9.3.2 Odsetek podmiotów korzystających z kredytów bankowych w podziale na długo- i krótkoterminowe",
                                    
                                      "cel": "Cel 9. Przemysł, Innowacyjność, Infrastruktura",
                                    
                                      "zadanie": "9.3 Zwiększyć dostęp małych i innych przedsiębiorstw, w tym przemysłowych, w szczególności w krajach rozwijających się, do usług finansowych i przystępnych kredytów oraz włączyć je w łańcuchy wartości i zapewnić udział w rynku.",
                                    
                                      "definicja": "Udział przedsiębiorstw niefinansowych korzystających z kredytów bankowych w ogólnej liczbie przedsiębiorstw.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, kredyty długo- i krótkoterminowe",
                                    
                                      "metodologia": "Przez umowę kredytu bank zobowiązuje się oddać do dyspozycji kredytobiorcy na czas oznaczony w umowie kwotę środków pieniężnych z przeznaczeniem na ustalony cel, a kredytobiorca zobowiązuje się do korzystania z niej na warunkach określonych w umowie, zwrotu kwoty wykorzystanego kredytu wraz z odsetkami w oznaczonych terminach spłaty oraz zapłaty prowizji od udzielonego kredytu. Kredyty długookresowe – uzyskane przez jednostkę kredyty, których okres spłaty jest dłuższy niż 12 miesięcy od dnia bilansowego. Kredyty krótkookresowe – uzyskane przez jednostkę kredyty, których okres spłaty jest krótszy niż 12 miesięcy od dnia bilansowego.",
                                    
                                      "zrodlo": "Narodowy Bank Polski / Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "przedsiębiorstwa ogółem - wg rodzaju kredytu": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "49.8",
                                                    
                                                        "2011" : "52.8",
                                                    
                                                        "2012" : "52.6",
                                                    
                                                        "2013" : "50.2",
                                                    
                                                        "2014" : "48.9",
                                                    
                                                        "2015" : "47.9",
                                                    
                                                        "2016" : "46.5",
                                                    
                                                        "2017" : "45.5",
                                                    
                                                        "2018" : "43.5",
                                                    
                                                        "2019" : "42.2"
                                                    
                                                    }
                                                ],"kredyty długoterminowe": [
                                                    {
                                                    
                                                        "2010" : "30.2",
                                                    
                                                        "2011" : "32.4",
                                                    
                                                        "2012" : "31.5",
                                                    
                                                        "2013" : "30.3",
                                                    
                                                        "2014" : "29.8",
                                                    
                                                        "2015" : "29.4",
                                                    
                                                        "2016" : "28.5",
                                                    
                                                        "2017" : "27.5",
                                                    
                                                        "2018" : "26.0",
                                                    
                                                        "2019" : "25.3"
                                                    
                                                    }
                                                ],"kredyty krótkoterminowe": [
                                                    {
                                                    
                                                        "2010" : "42.3",
                                                    
                                                        "2011" : "45.0",
                                                    
                                                        "2012" : "45.5",
                                                    
                                                        "2013" : "43.3",
                                                    
                                                        "2014" : "41.9",
                                                    
                                                        "2015" : "41.2",
                                                    
                                                        "2016" : "40.0",
                                                    
                                                        "2017" : "39.5",
                                                    
                                                        "2018" : "38.0",
                                                    
                                                        "2019" : "36.8"
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "małe i średnie przedsiębiorstwa - wg rodzaju kredytu": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "49.5",
                                                    
                                                        "2011" : "52.6",
                                                    
                                                        "2012" : "52.5",
                                                    
                                                        "2013" : "50.1",
                                                    
                                                        "2014" : "48.8",
                                                    
                                                        "2015" : "47.9",
                                                    
                                                        "2016" : "46.5",
                                                    
                                                        "2017" : "45.5",
                                                    
                                                        "2018" : "43.4",
                                                    
                                                        "2019" : "42.1"
                                                    
                                                    }
                                                ],"kredyty długoterminowe": [
                                                    {
                                                    
                                                        "2010" : "30.1",
                                                    
                                                        "2011" : "32.3",
                                                    
                                                        "2012" : "31.4",
                                                    
                                                        "2013" : "30.2",
                                                    
                                                        "2014" : "29.7",
                                                    
                                                        "2015" : "29.4",
                                                    
                                                        "2016" : "28.4",
                                                    
                                                        "2017" : "27.4",
                                                    
                                                        "2018" : "25.8",
                                                    
                                                        "2019" : "25.0"
                                                    
                                                    }
                                                ],"kredyty krótkoterminowe": [
                                                    {
                                                    
                                                        "2010" : "41.7",
                                                    
                                                        "2011" : "44.5",
                                                    
                                                        "2012" : "45.1",
                                                    
                                                        "2013" : "42.9",
                                                    
                                                        "2014" : "41.6",
                                                    
                                                        "2015" : "40.9",
                                                    
                                                        "2016" : "39.8",
                                                    
                                                        "2017" : "39.1",
                                                    
                                                        "2018" : "37.6",
                                                    
                                                        "2019" : "36.4"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "9-4-1":{
                
                "metadane": [
                      {
                                      "nazwa": "9.4.1 Emisja CO 2 na jednostkę wartości dodanej",
                                    
                                      "cel": "Cel 9. Przemysł, Innowacyjność, Infrastruktura",
                                    
                                      "zadanie": "9.4 Do 2030 roku podwyższyć jakość infrastruktury i wprowadzić zrównoważony rozwój przemysłu przez zwiększenie efektywności wykorzystania zasobów oraz stosowanie czystych i przyjaznych dla środowiska technologii i procesów produkcyjnych, przy udziale wszystkich krajów, zgodnie z ich możliwościami.",
                                    
                                      "definicja": "Wskaźnik określa wielkość emisji dwutlenku węgla (CO2) w kg na jednostkę warości dodanej Produktu Krajowego Brutto (rok 2010=100). Obecnie wskaźnik wyliczany jest jako stosunek emisji CO2 do PKB mierzonego Parytetem Siły Nabywczej (Purchasing Power Parity – PPP).",
                                    
                                      "jednostka": "kg CO2 / 2010 USD PPP",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Emisja to wprowadzane bezpośrednio lub pośrednio, w wyniku działalności człowieka, do powietrza, wody, gleby lub ziemi:  a) substancje,  b) energie, takie jak ciepło, hałas, wibracje lub pola elektromagnetyczne. Wartość dodana brutto (WDB) mierzy wartość nowo wytworzoną w wyniku działalności produkcyjnej krajowych jednostek instytucjonalnych. Wartość dodana brutto stanowi różnicę między produkcją globalną a zużyciem pośrednim, jest wyrażona w cenach bazowych. Emisja CO2 na jednostkę wartości dodanej jest uniwersalnym wskaźnikiem do pomiaru wpływu produkcji przemysłu na środowisko. Uwzględnia energochłonność, wydajność techolonogii produkcji oraz zużycie paliw kopalnych.",
                                    
                                      "zrodlo": "Międzynarodowa Agencja Energetyczna",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "0.38",
                                        
                                            "2011" :   "0.36",
                                        
                                            "2012" :   "0.35",
                                        
                                            "2013" :   "0.34",
                                        
                                            "2014" :   "0.31",
                                        
                                            "2015" :   "0.30",
                                        
                                            "2016" :   "0.31",
                                        
                                            "2017" :   "0.30",
                                        
                                            "2018" :   "0.29"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "9-b-1":{
                
                "metadane": [
                      {
                                      "nazwa": "9.b.1 Udział wartości dodanej przemysłu technologii średniozaawansowanych i wysokich w wartości dodanej ogółem",
                                    
                                      "cel": "Cel 9. Przemysł, Innowacyjność, Infrastruktura",
                                    
                                      "zadanie": "9.b. Wspierać krajowy rozwój technologiczny, badania i innowacyjność w krajach rozwijających się, w tym poprzez prowadzenie sprzyjającej polityki m.in. dla dywersyfikacji przemysłowej i zwiększania wartości dodanej dla dóbr.",
                                    
                                      "definicja": "Udział wartości dodanej przedsiębiorstw zaawansowanych i średniozaawansowanych technologii w wartości dodanej przedsiębiorstw niefinansowych.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Do zaawansowanych technologii według Polskiej Klasyfikacji Działalności 2007 zalicza się:    • Dział 21 Produkcja podstawowych substancji farmaceutycznych oraz leków i pozostałych wyrobów farmaceutycznych,    • Dział 26 Produkcja komputerów, wyrobów elektronicznych i optycznych,    • Grupę 30.3 Produkcja statków powietrznych, statków kosmicznych i podobnych maszyn.  Do średniozaawansowanych technologii według Polskiej Klasyfikacji Działalności 2007 zalicza się:    • Dział 20 Produkcja chemikaliów i wyrobów chemicznych,    • Grupa 25.4 Produkcja broni i amunicji,    • Dział 27 Produkcja urządzeń elektrycznych,    • Dział 28 Produkcja maszyn i urządzeń, gdzie indziej niesklasyfikowana,    • Dział 29 Produkcja pojazdów samochodowych, przyczep i naczep, z wyłączeniem motocykli,    • Dział 30 Produkcja pozostałego sprzętu transportowego (z wyłączeniem Grupy 30.1 Produkcja statków i łodzi oraz Grupy 30.3 Produkcja statków powietrznych, statków kosmicznych i podobnych maszyn),    • Grupa 32.5 Produkcja urządzeń, instrumentów oraz wyrobów medycznych, włączając dentystyczne.  Przedsiębiorstwo niefinansowe jest to podmiot zalkasyfikowany (niezaleznie od liczby pracujących w nim osób) do nastepujących sekcji Polskiej Klasyfikacji Działalności 2007: B Górnictwo i wydobywanie, C Przetwórstwo przemysłowe, D Wytwarzanie i zaopatrywanie w energię elektryczną, gaz, parę wodną, gorącą wodę i powietrze do układów klimatyzacyjnych, E Dostawa wody  gospodarowanie ściekami i odpadami oraz działalność związana z rekultywacją, F Budownictwo, G Handel hurtowy i detaliczny  naprawa pojazdów samochodowych, włączając motocykle, H Transport i gospodarka magazynowa, I Działalność związana z zakwaterowaniem i usługami gastronomicznymi, J Informacja i komunikacja, L Działalność związana z obsługą rynku nieruchomości, M Działalność profesjonalna, naukowa i techniczna, N Działalność w zakresie usług administrowania i działalność wspierająca, P Edukacja (z wyłączeniem szkolnictwa wyższego), Q Opieka zdrowotna i pomoc społeczna (z wyłączeniem samodzielnych publicznych zakładów opieki zdrowotnej), R Działalność związana z kulturą, rozrywką i rekreacją, S Pozostała działalność usługowa (z wyłączeniem Działu 94 Działalność organizacji członkowskich). Wartość dodana w cenach producenta jest zyskiem brutto z działalności operacyjnej po uwzględnieniu dotacji operacyjnych oraz podatków pośrednich. Można ją obliczyć na podstawie obrotu powiększonego o produkcję skapitalizowaną, powiększonego o pozostałe zyski z działalności operacyjnej, powiększonego lub pomniejszonego o zmiany stanu zapasów, pomniejszonego o zakupy towarów i usług, pomniejszonego o inne podatki nakładane na produkty, które są związane z obrotem, ale nie podlegają odliczeniu, pomniejszonego o cła i podatki związane z produkcją.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "7.96",
                                        
                                            "2011" :   "8.58",
                                        
                                            "2012" :   "8.06",
                                        
                                            "2013" :   "8.36",
                                        
                                            "2014" :   "8.12",
                                        
                                            "2015" :   "8.08",
                                        
                                            "2016" :   "8.26",
                                        
                                            "2017" :   "7.90",
                                        
                                            "2018" :   "8.80"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              }}
  ]
}
