
{
  "unwoman": [
      {
          "5-1-1":{
                
                "metadane": [
                      {
                                      "nazwa": "5.1.1 Ramy prawne lub inne zasady wprowadzone w celu promowania, egzekwowania i monitorowania równości i niedyskryminacji ze względu na płeć",
                                    
                                      "cel": "cel 5. Równość płci",
                                    
                                      "zadanie": "5.1 Zakończyć dyskryminację we wszystkich formach wobec kobiet i dziewcząt na całym świecie",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "5-2-1":{
                
                "metadane": [
                      {
                                      "nazwa": "5.2.1 Odsetek kobiet w wieku 18-74 lata, które doświadczyły przemocy fizycznej, seksualnej lub psychicznej ze strony obecnego lub byłego partnera",
                                    
                                      "cel": "Cel 5. Równość płci",
                                    
                                      "zadanie": "5.2 Wyeliminować wszelkie formy przemocy wobec kobiet i dziewcząt w sferze publicznej i prywatnej, w tym handel ludźmi, wykorzystywanie seksualne i inne formy wyzysku",
                                    
                                      "definicja": "Odsetek kobiet w wieku 18-74 lata, które doświadczyły przemocy fizycznej, seksualnej lub psychicznej ze strony obecnego lub byłego partnera w okresie 12 miesięcy poprzedzających badanie.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Dane pochodzą z badania 'Przemoc wobec kobiet. Badanie na poziomie Unii Europejskiej' przeprowadzonego przez Agencję Praw Podstawowych Unii Europejskiej (European Union Agency for Fundamental Right  Wyniki badania zostały opracowane w oparciu o rozmowy z 42 tys. kobiet w wieku 18–74 lata pochodzącymi ze wszystkich 28 państw członkowskich Unii Europejskiej (w każdym państwie członkowskim przeprowadzono średnio 1,5 tys. rozmów). Respondentki zostały wybrane metodą doboru losowego. Standardowe rozmowy przeprowadzane w ramach badania obejmowały pytania dotyczące przemocy fizycznej, seksualnej i psychicznej, w tym aktów przemocy ze strony partnerów (przemoc domowa). W badaniu ujęto również pytania dotyczące uporczywego nękania (stalking), molestowania seksualnego, roli nowych technologii w doświadczeniach związanych ze znęcaniem się oraz przemocy w dzieciństwie.  W badaniu FRA proszono kobiety o wyodrębnienie zdarzeń, które miały miejsce po ukończeniu przez nie 15. roku życia (w określonym okresie życia) oraz zdarzeń z okresu 12 miesięcy poprzedzających rozmowę w ramach badania.  Pytania dotyczące przemocy ze strony partnera odnosiły się do wszelkich aktów przemocy, które miały miejsce podczas trwania związku. Za obecnych partnerów uznane zostały osoby, które są małżeństwem lub zarejestrowanym związkiem partnerskim, mieszkają razem bez małżeństwa lub są zaangażowani w związek bez wspólnego zamieszkania. Osoby, które wcześniej pozostawały w jednej z wyżej wymienionych form związku, uważani są za byłych partnerów. Wyniki odnoszące się do doświadczeń kobiet z dowolnym partnerem są oparte na odpowiedziach respondentek, którzy w trakcie badania miały obecnego lub przynajmniej jednego poprzedniego partnera.",
                                    
                                      "zrodlo": "Agencja Praw Podstawowych Unii Europejskiej",
                                    
                                      "czestotliwosc": "Dane za 2012 r.",
                                    
                                      "uwagi": "Prezentowany wskaźnik (5.2.1 Odsetek kobiet w wieku 18-74 lata, które doświadczyły przemocy fizycznej, seksualnej lub psychicznej ze strony obecnego lub byłego partnera) jest zastępczym wobec miernika z oficjalnej listy wskaźników monitorujących Cele Zrównoważonego Rozwoju ONZ. Zastąpienie wskaźnika oryginalnego (5.2.1 Odsetek kobiet i dziewcząt w wieku 15 lat i starszych, będących obecnie lub w przeszłości w związku małżeńskim lub mieszkających z partnerem, wobec których obecny lub były partner stosował przemoc fizyczną, seksualną lub psychiczną w okresie ostatnich 12 miesięcy, według formy przemocy i według grupy wiekowej) wynika z braku możliwości pozyskania dla niego danych. Wskaźnik zastępczy został dobrany tak, aby jak najpełniej oddawał istotę obserwowanego zjawiska."
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "",
                                        
                                            "2011" :   "",
                                        
                                            "2012" :   "2.0",
                                        
                                            "2013" :   "",
                                        
                                            "2014" :   "",
                                        
                                            "2015" :   "",
                                        
                                            "2016" :   "",
                                        
                                            "2017" :   ""
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              },
          "5-2-2":{
                
                "metadane": [
                      {
                                      "nazwa": "5.2.2 Odsetek kobiet i dziewcząt w wieku 15 lat i starszych wobec których inne osoby niż partner stosowały przemoc seksualną w ciągu ostatnich 12 miesięcy, według grupy wiekowej i miejsca zdarzenia",
                                    
                                      "cel": "cel 5. Równość płci",
                                    
                                      "zadanie": "5.2 Wyeliminować wszelkie formy przemocy wobec kobiet i dziewcząt w sferze publicznej i prywatnej, w tym handel ludźmi, wykorzystywanie seksualne i inne formy wyzysku",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              },
          "5-4-1":{
                
                "metadane": [
                      {
                                      "nazwa": "5.4.1 Odsetek czasu poświęconego na niepłatną pracę w gospodarstwie domowym i pracę opiekuńczą",
                                    
                                      "cel": "Cel 5. Równość płci",
                                    
                                      "zadanie": "5.4 Docenić nieodpłatną opiekę i pracę w domu przez zapewnienie usług publicznych, infrastruktury, ochrony socjalnej oraz przez promowanie wspólnej odpowiedzialności w gospodarstwie domowym i rodzinie, zgodnie z krajowymi uwarunkowaniami",
                                    
                                      "definicja": "Przeciętny czas poświęcony na nieodpłatną pracę w gospodarstwie domowym i pracę opiekuńczą wyrażony jako procent doby.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem, płeć, wiek, miasto/wieś",
                                    
                                      "metodologia": "Dane pochodzą z Badania budżetu czasu ludności. Badanie budżetu czasu ludności dostarcza informacji o bardzo wielu aspektach życia Polaków, w tym rozkładzie czasu poświęcanego na różne sfery życia. Badanie odbywa się co 10 lat. Ostatnie przeprowadzono w 2013 r., trwało przez cały rok i obejmowało osoby w wieku 10 lat lub więcej. Czas, którym dysponujemy w ciągu doby został podzielony na 10 głównych grup czynności oraz dodatkową jedenastą grupę zawierającą niewielki odsetek innych niewymienionych czynności, tj.:   • potrzeby fizjologiczne;    • zajęcia i prace domowe;    • praca zawodowa;    • korzystanie ze środków masowego przekazu;    • życie towarzyskie i rozrywki;    • dojazdy i dojścia;    • zamiłowania osobiste;    • uczestnictwo w sporcie i rekreacji;    • nauka;    • dobrowolna praca w organizacjach i poza nimi  pomoc innym  zaangażowanie w działalność organizacji i praktyki religijne;    • inne niewymienione czynności.  Do grupy związanej z zajęciami i pracami domowymi zaliczono m.in. utrzymanie porządku, gotowanie, opiekę nad dziećmi i dorosłymi oraz zakupy i korzystanie z usług.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane co 10 lat od 2013 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "osoby w wieku 15 lat i więcej - wg płci i miasto/wieś": [
                                            {"ogółem": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.3",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"mężczyźni": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "9.9",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"kobiety": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "18.3",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"miasto": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.0",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"wieś": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.9",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "wg grup wieku": [
                                            {"10-14 lat": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "3.6",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"15-19 lat": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "5.3",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"20-24 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "9.7",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"25-34 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "15.8",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"35-44 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "15.4",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"45-54 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "14.0",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"55-64 lata": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "15.7",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ],"65 lat i więcej": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "16.0",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "5-5-1":{
                
                "metadane": [
                      {
                                      "nazwa": "5.5.1 Odsetek kobiet zasiadających w parlamentach krajowych i samorządach lokalnych",
                                    
                                      "cel": "Cel 5. Równość płci",
                                    
                                      "zadanie": "5.5 Zapewnić kobietom pełny i efektywny udział w procesach decyzyjnych na wszystkich szczeblach w życiu politycznym, ekonomicznym i publicznym oraz równe szanse w pełnieniu funkcji przywódczych",
                                    
                                      "definicja": "Odsetek kobiet: zasiadających w Sejmie i Senacie, pełniących funkcję wójta, burmistrza, prezydenta miasta, zasiadających w radach gmin, powiatów, sejmikach województw.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "wg izby Parlamentu RP, wg organów jednostek samorządu terytorialnego",
                                    
                                      "metodologia": "Władzę ustawodawczą w Rzeczypospolitej Polskiej sprawują Sejm i Senat. Sejm składa się z 460 posłów. Senat składa się ze 100 senatorów. Sejm i Senat są wybierane na czteroletnie kadencje. Udział kobiet / Posłów / Senatorów w parlamencie (według stanu na początku kadencji) w 2011 r. odpowiada VII kadencji Sejmu i VIII kadencji Senatu (od 8 listopada 2011 r. do 11 listopada 2015 r.), w 2015 r. VIII kadencji Sejmu i IX kadencji Senatu (od 12 listopada 2015 r. do 11 listopada 2019 r.), a w 2019 r. IX kadencji Sejmu i X kadencji Senatu (od 12 listopada 2019 r.). Do organów uchwałodawczych (tj. stanowiących) jednostek samorządu terytorialnego zalicza się radę gminy, radę powiatu i sejmik wojewódzki. Rada gminy jest organem stanowiącym i kontrolnym w gminie. Od 2018 r. członkowie tych organów (radni) wybierani są na pięcioletnią kadencję (w latach 1990-2018 kadencja trwała 4 lata). Na podstawie Ustawy z dnia 29 września 2022 r. o przedłużeniu kadencji organów jednostek samorządu terytorialnego (Dz.U. 2022 poz. 2418) kadencja organów upływająca w 2023 r. została jednorazowo wydłużona do 30 kwietnia 2024 r.  Organem wykonawczym w gminie wiejskiej jest wójt. Burmistrz jest organem wykonawczym w gminie, w której siedziba władz znajduje się w mieście położonym na terytorium tej gminy. W miastach powyżej 100 000 mieszkańców organem wykonawczym jest prezydent miasta. Dotyczy to również miast, w których, do dnia wejścia w życie ustawy z dnia 8 marca 1990 r. o samorządzie gminnym, prezydent miasta był organem wykonawczo-zarządzającym.",
                                    
                                      "zrodlo": "Kancelaria Sejmu i Kancelaria Senatu / Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Sejm i Senat - dane co cztery lata (od 2011 r.), samorządy lokalne - dane roczne (od 2010 r.).",
                                    
                                      "uwagi": "Dane dotyczące wójtów/burmistrzów/prezydentów miast prezentowane są z łącznie z burmistrzami dzielnic m.st. Warszawy. Dane dotyczące radnych gmin prezentowane są z wyłączeniem radnych miast na prawach powiatu. Dane dotyczące radnych miast na prawach powiatu prezentowane są łącznie z radnymi dzielnic m.st. Warszawy."
                                    }
                    ],
                    "dane": [
                      {
                                
                                        "wg izby Parlamentu RP": [
                                            {"Sejm RP": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "23.9",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "27.4",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "28.7",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "",
                                                    
                                                        "2022" : ""
                                                    
                                                    }
                                                ],"Senat RP": [
                                                    {
                                                    
                                                        "2010" : "",
                                                    
                                                        "2011" : "13.0",
                                                    
                                                        "2012" : "",
                                                    
                                                        "2013" : "",
                                                    
                                                        "2014" : "",
                                                    
                                                        "2015" : "13.0",
                                                    
                                                        "2016" : "",
                                                    
                                                        "2017" : "",
                                                    
                                                        "2018" : "",
                                                    
                                                        "2019" : "24.0",
                                                    
                                                        "2020" : "",
                                                    
                                                        "2021" : "",
                                                    
                                                        "2022" : ""
                                                    
                                                    }
                                                ]
                                            }
                                        ],
                                        "wg organów jednostek samorządu terytorialnego": [
                                            {"Wójt/burmistrz/prezydent miasta": [
                                                    {
                                                    
                                                        "2010" : "9.5",
                                                    
                                                        "2011" : "9.5",
                                                    
                                                        "2012" : "9.7",
                                                    
                                                        "2013" : "9.6",
                                                    
                                                        "2014" : "10.9",
                                                    
                                                        "2015" : "10.9",
                                                    
                                                        "2016" : "10.8",
                                                    
                                                        "2017" : "10.9",
                                                    
                                                        "2018" : "12.1",
                                                    
                                                        "2019" : "12.1",
                                                    
                                                        "2020" : "12.2",
                                                    
                                                        "2021" : "12.4",
                                                    
                                                        "2022" : "12.2"
                                                    
                                                    }
                                                ],"Rady gmin": [
                                                    {
                                                    
                                                        "2010" : "25.5",
                                                    
                                                        "2011" : "25.6",
                                                    
                                                        "2012" : "25.7",
                                                    
                                                        "2013" : "25.7",
                                                    
                                                        "2014" : "27.4",
                                                    
                                                        "2015" : "27.4",
                                                    
                                                        "2016" : "27.5",
                                                    
                                                        "2017" : "27.7",
                                                    
                                                        "2018" : "30.7",
                                                    
                                                        "2019" : "30.9",
                                                    
                                                        "2020" : "31.0",
                                                    
                                                        "2021" : "31.2",
                                                    
                                                        "2022" : "31.3"
                                                    
                                                    }
                                                ],"Rady miast na prawach powiatów": [
                                                    {
                                                    
                                                        "2010" : "27.9",
                                                    
                                                        "2011" : "28.3",
                                                    
                                                        "2012" : "28.6",
                                                    
                                                        "2013" : "28.9",
                                                    
                                                        "2014" : "28.9",
                                                    
                                                        "2015" : "29.2",
                                                    
                                                        "2016" : "30.0",
                                                    
                                                        "2017" : "29.9",
                                                    
                                                        "2018" : "31.7",
                                                    
                                                        "2019" : "32.3",
                                                    
                                                        "2020" : "32.6",
                                                    
                                                        "2021" : "32.9",
                                                    
                                                        "2022" : "33.3"
                                                    
                                                    }
                                                ],"Rady powiatów": [
                                                    {
                                                    
                                                        "2010" : "18.7",
                                                    
                                                        "2011" : "19.0",
                                                    
                                                        "2012" : "19.1",
                                                    
                                                        "2013" : "19.3",
                                                    
                                                        "2014" : "20.8",
                                                    
                                                        "2015" : "21.1",
                                                    
                                                        "2016" : "21.5",
                                                    
                                                        "2017" : "21.6",
                                                    
                                                        "2018" : "23.9",
                                                    
                                                        "2019" : "24.2",
                                                    
                                                        "2020" : "24.4",
                                                    
                                                        "2021" : "24.6",
                                                    
                                                        "2022" : "24.8"
                                                    
                                                    }
                                                ],"Sejmiki województw": [
                                                    {
                                                    
                                                        "2010" : "23.6",
                                                    
                                                        "2011" : "25.2",
                                                    
                                                        "2012" : "24.9",
                                                    
                                                        "2013" : "25.0",
                                                    
                                                        "2014" : "23.7",
                                                    
                                                        "2015" : "25.1",
                                                    
                                                        "2016" : "25.2",
                                                    
                                                        "2017" : "25.6",
                                                    
                                                        "2018" : "29.0",
                                                    
                                                        "2019" : "28.9",
                                                    
                                                        "2020" : "29.2",
                                                    
                                                        "2021" : "29.5",
                                                    
                                                        "2022" : "29.8"
                                                    
                                                    }
                                                ]
                                            }
                                        ]
                              
                          
                      }
                    ]
              },
          "5-c-1":{
                
                "metadane": [
                      {
                                      "nazwa": "5.c.1 Odsetek państw posiadających systemy przyznawania środków publicznych i śledzenia ich wydatkowania na rzecz równości płci i wzmocnienia pozycji kobiet",
                                    
                                      "cel": "cel 5. Równość płci",
                                    
                                      "zadanie": "5.c Przyjąć oraz wzmocnić polityki i skuteczne ustawodawstwo promujące równość płci oraz wzmacniające pozycję kobiet i dziewcząt na wszystkich szczeblach",
                                    
                                      "definicja": "",
                                    
                                      "jednostka": "",
                                    
                                      "wymiary": "",
                                    
                                      "metodologia": "",
                                    
                                      "zrodlo": "",
                                    
                                      "czestotliwosc": "",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {
                      }
                    ]
              }}
  ]
}
