
{
  "unwto": [
      {"8-9-1":{
                "metadane": [
                      
                      {
                                      "nazwa": "8.9.1 Udział procentowy turystyki w PKB",
                                    
                                      "cel": "Cel 8. Wzrost gospodarczy i godna praca",
                                    
                                      "zadanie": "8.9 Do 2030 roku opracować i wdrożyć polityki promujące zrównoważoną turystykę, która tworzy miejsca pracy oraz promuje lokalną kulturę i produkty",
                                    
                                      "definicja": "Wskaźnik jest obliczany jako udział procentowy turystyki (dział 79 PKD 2007 'Działalność organizatorów turystyki, pośredników i agentów turystycznych oraz pozostała działalność usługowa w zakresie rezerwcji i działalności z nią związane') w relacji do PKB.",
                                    
                                      "jednostka": "procent [%]",
                                    
                                      "wymiary": "ogółem",
                                    
                                      "metodologia": "Produkt krajowy brutto prezentuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej w danym roku. Wartość PKB można obliczyć na trzy sposoby:  - od strony tworzenia jest ona równa wartości dodanej wszystkich sektorów instytucjonalnych lub wszystkich sekcji Polskiej Klasyfikacji Działalności (PKD) krajowych jednostek produkcyjnych powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów,  - od strony rozdysponowania PKB obliczany jest jako suma popytu krajowego, tj. spożycia i akumulacji oraz salda wymiany produktów z zagranicą,  - jako sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (a więc koszty związane z zatrudnieniem, podatki związane z produkcją i importem pomniejszone o dotacje, nadwyżka operacyjna brutto oraz dochód mieszany gospodarki ogółem). Produkt krajowy brutto jest liczony zgodnie z obowiązującymi w krajach Unii Europejskiej zasadami Europejskiego Systemu Rachunków Narodowych i Regionalnych (ESA 2010) oraz zaleceniami Eurostatu.",
                                    
                                      "zrodlo": "Główny Urząd Statystyczny",
                                    
                                      "czestotliwosc": "Dane roczne; od 2010 r.",
                                    
                                      "uwagi": ""
                                    }
                    ],
                    "dane": [
                      {"ogółem": [
                                        {
                                        
                                            "2010" :   "0.13",
                                        
                                            "2011" :   "0.14",
                                        
                                            "2012" :   "0.11",
                                        
                                            "2013" :   "0.10",
                                        
                                            "2014" :   "0.10",
                                        
                                            "2015" :   "0.10",
                                        
                                            "2016" :   "0.08",
                                        
                                            "2017" :   "0.12",
                                        
                                            "2018" :   "0.11"
                                        
                                        }
                                    ]
                                  
                              
                          
                      }
                    ]
              }}
  ]
}
