


{
  "12-1-c": [
    {
      "metadane": [
        
        {
                        "nazwa": "12.1.c Wskaźnik powtórnego wykorzystania materiałów",
                      
                        "cel": "Cel 12. Odpowiedzialna konsumpcja i produkcja",
                      
                        "priorytet": "Zwiększenie wydajności wykorzystania zasobów oraz zmiana podejścia do zasobów polegająca na odejściu od ich linearnego zagospodarowania, a także zmiana wzorców konsumpcyjnych (rozwój gospodarki o obiegu zamkniętym)",
                      
                        "definicja": "Udział odzyskanego i wprowadzonego powtórnie do obiegu gospodarki materiału w zużyciu materiału ogółem.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wskaźnik mierzy udział materiałów odzyskanych i wprowadzonych ponownie do gospodarki - oszczędzając w ten sposób wydobycie surowców pierwotnych - w zużyciu materiałów ogółem. Wskaźnik powtórnego wykorzystania materiałów jest definiowany jako stosunek powtórnie wykorzystanych materiałów do zużycia materiałów ogółem. Zużycie materiału ogółem jest mierzone poprzez zsumowanie zagregowanego krajowego zużycia materiałów i powtórnego wykorzystania materiałów. Krajowe zużycie materiałów jest definiowane w ogólnogospodarczych rachunkach przepływów materiałowych. Powtórne wykorzystanie materiałów jest szacowane na podstawie ilości odpadów poddanych recyklingowi w krajowych zakładach odzysku pomniejszonych o odpady importowane przeznaczone do odzysku oraz powiększonych o odpady eksportowane przeznaczone do odzysku za granicą. Odpady poddawane recyklingowi w krajowych zakładach odzysku obejmują operacje odzyskiwania R2-R11 - zgodnie z definicją zawartą w dyrektywie w sprawie odpadów 75/442/EWG. Import i eksport odpadów przeznaczonych do recyklingu - tj. ilość importowanych  i eksportowanych odpadów przeznaczonych do odzysku - jest szacowany na podstawie europejskich statystyk dotyczących międzynarodowego handlu towarami. Wyższa wartość wskaźnika powtórnego wykorzystania materiałów oznacza, że więcej materiałów wtórnych zastępuje surowce pierwotne, zmniejszając w ten sposób wpływ na środowisko związany z wydobyciem surowców pierwotnych.",
                      
                        "zrodlo": "Eurostat",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "06-02-2024",
                      
                        "data_aktualizacji_metadanych": "15-12-2020"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "11.1",
                        
                            "2011" :   "9.4",
                        
                            "2012" :   "11.0",
                        
                            "2013" :   "12.2",
                        
                            "2014" :   "13.0",
                        
                            "2015" :   "11.9",
                        
                            "2016" :   "10.6",
                        
                            "2017" :   "10.4",
                        
                            "2018" :   "10.5",
                        
                            "2019" :   "9.2",
                        
                            "2020" :   "7.3",
                        
                            "2021" :   "9.1",
                        
                            "2022" :   "8.4"
                        
                        }
                    ]}
      ]
    }
  ]
}
