


{
  "17-3-b": [
    {
      "metadata": [
        
        {
                        "name": "17.3.b Official Development Assistance for climate change mitigation and adaptation ",
                      
                        "goal": "Goal 17. Partnerships  for the goals",
                      
                        "priority": "Promotion of inclusion of issues related to equal opportunities and climate protection in all activities of 'Polish Aid'",
                      
                        "definition": "Value of ODA identified by Rio markers: climate change adaptation and climate change mitigation.",
                      
                        "unit": "mln USD (current prices)",
                      
                        "dimensions": "total",
                      
                        "methodology": "Official Development Assistance (ODA) comprises grants and loans that are provided by government agencies or international organizations to promote the economic development and welfare of developing countries. In order for loans to qualify as ODA, they need to comprise a grant element of at least:  45% of the total amount for LDCs and other LICs (calculated at the discount rate of 9 %)  15% for LMICs (calculated at the discount rate of 7%), 10% for UMICs (calculated at the discount rate of 6%).  ODA also includes technical assistance that aims at developing human resources and raising qualifications as well as technical and productive capacity of the developing countries. Technical assistance consists in, i. a., conveying knowledge and experience in the form of training, sending experts and commencing research and/ or covering its resultant cost. No military equipment or services are reportable as ODA. Moreover, it is also required that a partner country benefitting from assistance is on the OECD DAC (Development Assistance Committee) list of ODA recepients. Depending on the form of its realisation, development assistance might be distinguished into bilateral and multilateral. Bilateral assistance is undertaken by the donor country directly in the partner country or by an international organisation as earmarked contribution to the partner country or as a contribution for a specific programme/ fund managed by the organisation. Multilateral assistance is provided as a contribution to the general budgets of international organisations whose list is updated annually by the OECD-DAC Secretariat. The indicator is calculated on the basis of total ODA commitments identified by Rio markers for climate change adaptation and climate change mitigation with assigned scores 1 or 2.  Official Development Assistance in Poland is provided in accordance with the Development Cooperation Act of 16th September 2011 (Journal of Laws of 2011, No 234, item 1386). Polish development cooperation is based on the Multiannual Development Cooperation Programme, developed for a minimum period of four years. In accordance with the document, the development cooperation includes all the actions undertaken by the government administrative bodies in order to provide the developing countries with development assistance and humanitarian aid as well as the implementation of educational actions for raising awareness and better understanding of global issues and interdependencies. The development cooperation in Poland is coordinated by the Ministry of Foreign Affairs that has devised Multiannual Development Cooperation Programme for 2021-2030 in accordance with which the focus of Polish development cooperation has been placed on selected max. 10 Eastern Partnership countries as well as African, Asian and Middle East countries. „Development cooperation plan in 2021” specifies priority geographical coverage to: Belarus, Georgia, Moldova, Ukraine, Lebanon, Palestine, Ethiopia, Kenya, Senegal and Tanzania. Polish development cooperation serves the following thematic priorities: peace, justice and strong institutions, equal chances (education, decent work, entrepreneurship, reduced inequalities, sustainable cities), health, climate and natural resources (clear water and sanitation, forests and biodiversity, renewable energy resources), in alignment with sustainable development goals (16, 4, 8, 10, 3, 6, 11 and 13). Activities included in the programme are financed with the resources from the Ministry of Foreign Affairs Republic of Poland from target reserve of the state budget, designed for the development cooperation, and from the funds of other ministries.",
                      
                        "source": "Ministry of Foreign Affairs Republic of Poland",
                      
                        "availability": "Annual data; since 2013.",
                      
                        "notes": "Current DAC OECD methodology for data collecting in Creditor Reporting System (CRS) enables indentifying markers only in bilateral flows. Therefore, the indicator does not cover contributions to the general budgets of organisations, such as UNEP (United Nations Environment Programme), which operate within the scope of climate change. Since 2018, the indicator has been presented as a grant equivalent including only the grant element multiplied by the value of a given flow. As a result, there will be no differentiation into net and gross ODA in that respect. Additionally, some methodological activities are being conducted to incorporate other flows into ODA, such as mobilised amount of money by the public sector from the private sector instruments. Furthermore, an alternative to ODA, TOSSD (Total Official Support for Sustainable Development) is being developed as an instrument for measuring means for SDGs implementation. The presented indicator (7.a.1 Official Development Assistance for climate change mitigation and adaptation) in the total number of heads of agricultural holding) is a proxy indicator to the one adopted in the official list of indicators of the UN Sustainable Development Goals. The replacement of the original indicator (7.a.1 International financial flows to developing countries in support of clean energy research and development and renewable energy production, including in hybrid systems) is due to the inability to obtain data for it. The proxy indicator has been selected so as to most fully reflect the essence of the observed phenomenon."
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "",
                      
                          "2013" :   "8.07",
                      
                          "2014" :   "3.54",
                      
                          "2015" :   "2.98",
                      
                          "2016" :   "2.44",
                      
                          "2017" :   "2.25",
                      
                          "2018" :   "63.36",
                      
                          "2019" :   "7.61",
                      
                          "2020" :   "6.64",
                      
                          "2021" :   "3.65"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
