


{
  "17-4-a": [
    {
      "metadata": [
        
        {
                        "name": "17.4.a Participation of National Revenue Administration in twinning projects, activities financed from Taiex and from domestic resources",
                      
                        "goal": "Goal 17. Partnerships  for the goals",
                      
                        "priority": "Increase in mobilization of domestic resources of developing countries through technical and substantive support for these countries in improving tax collection",
                      
                        "definition": "Number of completed projects and assistance activities.",
                      
                        "unit": "pieces",
                      
                        "dimensions": "total",
                      
                        "methodology": "Twinning is a program created on the initiative of the European Commission in 1998, the main goal of which is to support public institutions and contribute to the development of modern administration in countries covered by programs financed by the European Commission, such as: ENI (European Neighborhood Instrument), IPA (Instrument for Pre-Accession assistance). Under the IPA programme, the beneficiaries of twinning projects include, among others, the candidate countries for the European Union, while the ENPI program is intended for countries covered by the neighborhood and partnership policy. Twinning is primarily a partnership cooperation between public institutions from the donor and recipient countries. This cooperation consists in transferring to the recipient country the experience of the donor country related to the implementation of EU law, and it also allows to establish long-term contacts between cooperation partners. Twinning projects are mainly implemented through specialist training in the beneficiary's country and study visits to the institutions of the donor country, according to the rules set out by the European Commission in the so-called Twinning Manual. Public administration units and entities with the status of the so-called Mandated Body can participate in the implementation of twinning projects. TAIEX (Technical Assistance and Information Exchange) is the technical assistance and information exchange instrument of the European Commission. TAIEX supports public administrations in the approximation, application and enforcement of EU legislation and facilitates the sharing of EU best practices. It is largely needs-based and provides relevant, tailor-made expertise to resolve issues within a short period of time in three ways: Workshops: experts from EU Member States present specific areas of EU legislation in workshops for a large number of beneficiary officials. Expert missions: experts from EU Member States are sent to the beneficiary's administration to provide specific advice on the transposition, implementation or enforcement of a specific piece of EU legislation. Study visits: a group of five practitioners from the beneficiary's administration take part in a study visit to the administration of an EU Member State",
                      
                        "source": "Ministry of Finance",
                      
                        "availability": "Annual data; since 2014",
                      
                        "notes": "",
                      
                        "data_updated_on": "01-06-2023",
                      
                        "metadata_updated_on": "19-06-2023"
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "",
                      
                          "2013" :   "",
                      
                          "2014" :   "1",
                      
                          "2015" :   "1",
                      
                          "2016" :   "8",
                      
                          "2017" :   "2",
                      
                          "2018" :   "",
                      
                          "2019" :   "1",
                      
                          "2020" :   "",
                      
                          "2021" :   "",
                      
                          "2022" :   ""
                      
                      }
                  ]
            }
      ]
    }
  ]
}
