


{
  "17-7-a": [
    {
      "metadata": [
        
        {
                        "name": "17.7.a Number of participants who completed e-learning courses on issues related to sustainable development",
                      
                        "goal": "Goal 17. Partnerships  for the goals",
                      
                        "priority": "Increasing policy coherence for sustainable development",
                      
                        "definition": "Number of participants who completed (passed the test with the required result and received a certificate) e-learning courses on issues related to sustainable development placed in the Civil Service e-learning system: 1. 'Sustainable development - training for public administration employees' or 2. 'Sustainable development - training for trainers'.",
                      
                        "unit": "persons",
                      
                        "dimensions": "total",
                      
                        "methodology": "The courses were developed by the Ministry of Economic Development and Technology in cooperation with the OECD as part of the 'Programme for developing the capacity of public administration to support the implementation of activities for the SDGs and sustainable development', the aim of which was to strengthen the integrated approach to sustainable development in public policy and the effective implementation of the 2030 Agenda and its 17 Sustainable Development Goals (SDGs). The data is provided by the Ministry of Economic Development and Technology. The indicator is the sum of the number of users who completed the courses: 'Sustainable development - training for public administration employees' or 'Sustainable development – training for trainers'.",
                      
                        "source": "The Ministry of Economic Development and Technology / The Chancellery of the Prime Minister",
                      
                        "availability": "Annual data; since 2023",
                      
                        "notes": "The last data will be in January 2025.",
                      
                        "data_updated_on": "23-05-2023",
                      
                        "metadata_updated_on": "19-06-2023"
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "",
                      
                          "2013" :   "",
                      
                          "2014" :   "",
                      
                          "2015" :   "",
                      
                          "2016" :   "",
                      
                          "2017" :   "",
                      
                          "2018" :   "",
                      
                          "2019" :   "",
                      
                          "2020" :   "",
                      
                          "2021" :   "",
                      
                          "2022" :   ""
                      
                      }
                  ]
            }
      ]
    }
  ]
}
