


{
  "9-1-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "9.1.1 Odsetek ludności wiejskiej zamieszkałej w promieniu 2 km od dostępnej przez cały rok drogi",
                      
                        "cel": "Cel 9. Innowacyjność, Przemysł, Infrastruktura",
                      
                        "zadanie": "9.1 Rozwijać niezawodną, zrównoważoną i odporną infrastrukturę dobrej jakości, w tym infrastrukturę regionalną i transgraniczną, wspierającą rozwój gospodarczy i dobrobyt ludzi. Zapewnić wszystkim ludziom równy dostęp do infrastruktury po przystępnej cenie.",
                      
                        "definicja": "Wskaźnik (Rural Access Index - RAI) mierzy udział ludności wiejskiej zamieszkałej w promieniu 2 km od drogi dostępnej przez cały rok w ludności wiejskiej ogółem.",
                      
                        "jednostka": "%",
                      
                        "wymiary": "",
                      
                        "metodologia": "Wskaźnik został opracowany w ramach prac statystyki eksperymentalnej w odpowiedzi na potrzeby związane z monitorowaniem Celów Zrównoważonego Rozwoju Agendy 2030. Statystyka eksperymentalna stanowi rodzaj prac badawczych wykraczający poza standardową praktykę działań statystyki publicznej, który można wykorzystać do wypełniania luk informacyjnych. Efekty prac statystyki eksperymentalnej mogą zawierać wyniki badań w fazie rozwoju, które zostały opracowane w nowatorski sposób z zastosowaniem eksperymentalnych metod i nowego podejścia metodologicznego. Wyniki prac eksperymentalnych nie stanowią oficjalnych statystyk.Wskaźnik został obliczony przez Urząd Statystyczny w Olsztynie w oparciu o metodologię wskaźnika zaproponowaną przez ONZ za pomocą danych pochodzących z trzech źródeł: dwóch baz prowadzonych przez GUGiK (BDOT10k i PRG), a także z bazy WorldPop.Baza Danych Obiektów Topograficznych (BDOT10k) to wektorowa baza danych zawierająca lokalizację przestrzenną obiektów topograficznych wraz z ich podstawową charakterystyką opisową, odpowiadająca w szczegółowości tradycyjnej mapie topograficznej w skali 1:10 000. Baza zawiera informacje o rodzaju i kategorii dróg, rodzaju nawierzchni drogi, a także o szerokości i długości drogi.Państwowy Rejestr Granic (PRG) jest urzędową, referencyjną bazą danych stanowiącą podstawę dla innych systemów informacji przestrzennej, wykorzystujących dane dotyczące podziałów terytorialnych kraju oraz ewidencji miejscowości, ulic i adresów. W rejestrze PRG gromadzi się dane, obejmujące obszar całego kraju w zakresie przebiegu granic oraz powierzchni jednostek zasadniczego trójstopniowego podziału terytorialnego kraju (tj. gmin, powiatów, województw), jednostek ewidencyjnych, obrębów ewidencyjnych, granic specjalnych, a także adresów i ich lokalizacji przestrzennej.Baza WorldPop zawiera globalne dane o wysokiej rozdzielczości dotyczące rozmieszczenia populacji ludzkiej w postaci rastra o rozdzielczości 100x100m. Zestawy danych przedstawiają szacunkową liczbę osób mieszkających w każdej komórce siatki.W celu obliczenia wskaźnika zrealizowano następujące etapy: 1. Wykluczono obszary miast i na tej podstawie wyznaczono tzw. maski do analiz obszarów wiejskich w oparciu o dane z bazy PRG. 2. Z bazy BDOT10k wyznaczono drogi spełniające warunek dostępności przez cały rok z wyłączeniem obszarów miast. 3. Wyznaczono bufor dróg o promieniu 2 km. 4. W oparciu o dane z bazy WorldPop obliczono liczbę ludności w granicach bufora oraz liczbę ludności ogółem dla obszarów wiejskich. 5. Dokonano obliczenia wartości wskaźnika.",
                      
                        "zrodlo": "Urząd Statystyczny w Olsztynie",
                      
                        "czestotliwosc": "Dane co 5 lat; od 2020 r.",
                      
                        "uwagi": "Wyniki prac eksperymentalnych nie stanowią oficjalnych statystyk. Dodatkowe dezagregacje i wizualizacje wskaźnika w formie map znajdują się na platformie dla eksperymentalnych statystyk SDG.",
                      
                        "data_aktualizacji_danych": "",
                      
                        "data_aktualizacji_metadanych": "06-02-2024"
                      }
      ],
      "dane": [
        {}
      ]
    }
  ]
}
