


{
  "9-2-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "9.2.1 Wartość dodana brutto sekcji PKD 2007 przetwórstwo przemysłowe jako procent PKB",
                      
                        "cel": "Cel 9. Innowacyjność, Przemysł, Infrastruktura",
                      
                        "zadanie": "9.2 Promować inkluzywną i zrównoważoną industrializację  do 2030 roku znacznie zwiększyć udział przemysłu w zatrudnieniu i wytwarzaniu PKB, biorąc pod uwagę uwarunkowania krajowe  podwoić ten udział w krajach najsłabiej rozwiniętych.",
                      
                        "definicja": "Wskaźnik jest obliczany jako udział procentowy sekcji PKD 2007 Przetwórstwo przemysłowe w PKB.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wartość dodana brutto (WDB) mierzy wartość nowo wytworzoną w wyniku działalności produkcyjnej krajowych jednostek instytucjonalnych. Wartość dodana brutto stanowi różnicę między produkcją globalną a zużyciem pośrednim, jest wyrażona w cenach bazowych. Produkt krajowy brutto (PKB) prezentuje końcowy rezultat działalności wszystkich podmiotów gospodarki narodowej w danym roku.  Wartość PKB można obliczyć na trzy sposoby:  - od strony tworzenia jest ona równa wartości dodanej wszystkich sektorów instytucjonalnych lub wszystkich sekcji Polskiej Klasyfikacji Działalności (PKD) krajowych jednostek produkcyjnych powiększonej o podatki od produktów i pomniejszonej o dotacje do produktów,  - od strony rozdysponowania PKB obliczany jest jako suma popytu krajowego, tj. spożycia i akumulacji oraz salda wymiany produktów z zagranicą,  - jako sumę rozchodów na rachunku tworzenia dochodów gospodarki ogółem (a więc koszty związane z zatrudnieniem, podatki związane z produkcją i importem pomniejszone o dotacje, nadwyżka operacyjna brutto oraz dochód mieszany gospodarki ogółem). Produkt krajowy brutto jest liczony zgodnie z obowiązującymi w krajach Unii Europejskiej zasadami Europejskiego Systemu Rachunków Narodowych i Regionalnych (ESA 2010) oraz zaleceniami Eurostatu.",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "2019 r. - dane wstępne."
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "15.3",
                        
                            "2011" :   "15.7",
                        
                            "2012" :   "16.1",
                        
                            "2013" :   "15.6",
                        
                            "2014" :   "16.5",
                        
                            "2015" :   "17.5",
                        
                            "2016" :   "18.0",
                        
                            "2017" :   "16.8",
                        
                            "2018" :   "16.7",
                        
                            "2019" :   "16.5",
                        
                            "2020" :   "16.0"
                        
                        }
                    ]}
      ]
    }
  ]
}
