


{
  "15-1-b": [
    {
      "metadata": [
        
        {
                        "name": "15.1.b Share of devastated and degraded land requiring reclamation in total area",
                      
                        "goal": "Goal 15. Life on land",
                      
                        "priority": "Protection and improvement of environment quality state via protection of biodiversity, including protection of environment in the form of areas, waste management system,  improvement of water quality and protection of water purity",
                      
                        "definition": "The share of land which lost its utility value due to the man’s activities or other factors (devastated land) and land whose utility, agricultural or forestry value diminished (degraded land) in total geodesic area of the country.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Devastated land refer to land, which lost its utility value due to deterioration of natural conditions or environmental changes as well as industrial activity and harmful agricultural activity. Degraded land refer to land, which agricultural or forestry value diminished, due to deterioration of natural conditions or environmental changes as well as industrial activity and harmful agricultural activity. Loss or reduction of utility value of land is a total loss or a reduction in the production capacity of the land. Land reclamation means creation or restoration of utility or natural value for degraded or devastated land through proper formation of the landscape, enhancements of physical and chemical properties, regulation of water conditions, and restoration of soil, reinforcement of scarps and reconstruction or construction of indispensable routes. Reclaimed land is subject to development i.e. agricultural, forest or other type of utilization. Land designated for reclamation includes degraded or devastated land, such as: closed dumps, landfills, landslides, lands on which industrial and mining activities were carried out, and military fields for which the competent authority has approved reclamation projects.",
                      
                        "source": "Head Office of Geodesy and Cartography / Minister of Agriculture and Rural Development",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "0.196",
                      
                          "2011" :   "0.205",
                      
                          "2012" :   "0.206",
                      
                          "2013" :   "0.198",
                      
                          "2014" :   "0.201",
                      
                          "2015" :   "0.203",
                      
                          "2016" :   "0.207",
                      
                          "2017" :   "0.198",
                      
                          "2018" :   "0.198",
                      
                          "2019" :   "0.199",
                      
                          "2020" :   "0.200",
                      
                          "2021" :   "0.199"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
