


{
  "15-3-a": [
    {
      "metadata": [
        
        {
                        "name": "15.3.a Expenditures on fixed assets for the protection and restoration of the use value of soils, the protection of underground and surface waters",
                      
                        "goal": "Goal 15. Life on land",
                      
                        "priority": "Protection and sustainable use of soils and restoring degraded soils to their proper condition through their remediation and reclamation",
                      
                        "definition": "Outlays (in thous. PLN) on fixed assets serving soil conservation and soil use value restoration, surface water and groundwater protection.",
                      
                        "unit": "thous. PLN",
                      
                        "dimensions": "total",
                      
                        "methodology": " Investment outlays - Financial or tangible outlays, the purpose of which is the creation of new fixed assets or the improvement (rebuilding, enlargement, reconstruction, modernization) of existing capital asset items, as well as outlays on so-called initial investments.  Investment outlays are divided into outlays on fixed assets and other outlays. Outlays on fixed assets include outlays on: - buildings and structures (including buildings and places as well as civil engineering works) of which, among others construction and assembly works, design and cost estimate documentations, - machinery, technical equipment and tools (including instruments, moveables and endowments), - transport equipment, - others, i.e., detailed meliorations, costs incurred for purchasing land and second-hand fixed assets, livestock (basic herd) and long-term plantings, interests on investment credits and investment loans for the period of investment realization. Other outlays are outlays on so-called initial investments as well as other costs connected with investment realization. These outlays do not increase the value of fixed assets.  Investments on environment protection - expenditure on fixed assets creative and increase serving environmental protection.  Investments on water management - expenditure on fixed assets creative and increase serving water management.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "70108",
                      
                          "2011" :   "248240",
                      
                          "2012" :   "168221",
                      
                          "2013" :   "72837",
                      
                          "2014" :   "64283",
                      
                          "2015" :   "68694",
                      
                          "2016" :   "60135",
                      
                          "2017" :   "46337",
                      
                          "2018" :   "50289",
                      
                          "2019" :   "104107",
                      
                          "2020" :   "201963",
                      
                          "2021" :   "84506"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
