


{
  "15-3-b": [
    {
      "metadata": [
        
        {
                        "name": "15.3.b Reclaimed and managed land in relation to the area of devastated and degraded land",
                      
                        "goal": "Goal 15. Life on land",
                      
                        "priority": "Protection and sustainable use of soils and restoring degraded soils to their proper condition through their remediation and reclamation",
                      
                        "definition": "Share of area of reclaimed and managed land in total area of devastated and degraded land.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": " Devastated land is the land which lost completely its utility value due to deterioration of natural conditions or environmental changes as well as industrial activity and harmful agricultural activity.  Degraded land refers to land, which utility value was diminished due to deterioration of natural conditions or environmental changes as well as industrial activity and harmful agricultural activity.  Land reclamation means creation or restoration of utility or natural value for degraded or devastated land through proper formation of the landscape, enhancements of physical and chemical properties, regulation of water conditions, and restoration of soil, reinforcement of scarps and reconstruction or construction of indispensable roads. Reclaimed land is subject to development i.e. agricultural, forest or other type of utilization. Land to be reclaimed comprises degraded or devastated land such as: Inactive dumps, landfills, post-industrial zones and post-mining areas, post military range areas, for which appropriate bodies approved land reclamation projects.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "",
                      
                        "data_updated_on": "01-06-2023",
                      
                        "metadata_updated_on": "05-06-2023"
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "2.9",
                      
                          "2011" :   "3.8",
                      
                          "2012" :   "6.0",
                      
                          "2013" :   "4.3",
                      
                          "2014" :   "4.6",
                      
                          "2015" :   "4.2",
                      
                          "2016" :   "3.1",
                      
                          "2017" :   "3.0",
                      
                          "2018" :   "3.2",
                      
                          "2019" :   "3.4",
                      
                          "2020" :   "3.2",
                      
                          "2021" :   "4.5"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
