


{
  "14-5-1": [
    {
      "metadane": [
        
        {
                        "nazwa": "14.5.1 Udział powierzchni chronionych obszarów morskich do ogólnego obszaru terenów morskich",
                      
                        "cel": "Cel 14. Życie pod wodą",
                      
                        "zadanie": "14.5 Do 2020 roku objąć ochroną co najmniej 10% wybrzeży i obszarów morskich, zgodnie z krajowym i międzynarodowym prawem i korzystając z najlepszych źródeł informacji naukowych.",
                      
                        "definicja": "Wskaźnik określa procentowy udział wód przybrzeżnych chronionych w ramach obszarów parków narodowych w stosunku do ogólnego obszaru wód morskich Polski.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wskaźnik określa procentowy udział wód przybrzeżnych Morza Bałtyckiego wchodzących w skład nadmorskich parków narodowych - Słowińskiego Parku Narodowego i Wolińskiego Parku Narodowego - w stosunku do ogólnego obszaru morza terytorialnego Polski. Wody przybrzeżne, zgodnie z ustawą z dnia 18 lipca 2001 r. Prawo wodne, są to powierzchniowe wody morskie w odległości do 1 mili morskiej od linii podstawowej:  - dla Słowińskiego Parku Narodowego jest to obszar 11 171,1 ha,  - dla Wolińskiego Parku Narodowego jest to obszar 2 725,4 ha (w latach 2010-2011) oraz 2 713,5 ha (od roku 2012). Obszarami morskimi, zgodnie z metodologią UN, są obszary morza terytorialnego danego kraju. Zgodnie z Ustawą z dnia 21 marca 1991 r. o obszarach morskich Rzeczypospolitej Polskiej i administracji morskiej (tekst jednolity Dz. U. 2013, poz. 934) morza terytorialne obejmują obszar wód morskich o szerokości 12 mil morskich, liczonych od linii podstawowej tego morza (czyli linii najniższego stanu wody wzdłuż wybrzeża lub zewnętrznej granicy morskich wód wewnętrznych). Obszar morza terytorialnego w Polsce wynosi 8 682 km2.",
                      
                        "zrodlo": "Główny Urząd Geodezji i Kartografii / Ministerstwo Klimatu i Środowiska / Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "1.60",
                        
                            "2011" :   "1.60",
                        
                            "2012" :   "1.60",
                        
                            "2013" :   "1.60",
                        
                            "2014" :   "1.60",
                        
                            "2015" :   "1.60",
                        
                            "2016" :   "1.60",
                        
                            "2017" :   "1.58",
                        
                            "2018" :   "1.58",
                        
                            "2019" :   "1.58",
                        
                            "2020" :   "1.58",
                        
                            "2021" :   "1.58"
                        
                        }
                    ]}
      ]
    }
  ]
}
