


{
  "8-1-b": [
    {
      "metadata": [
        
        {
                        "name": "8.1.b Ratio expenditures on innovation activities in enterprises to GDP",
                      
                        "goal": "Goal 8. Decent work and economic growth",
                      
                        "priority": "Search for new competitive adventages based on products' technological advancement, quality and innovativeness as well as mechanisms for internationalization of enterprises",
                      
                        "definition": "Total expenditures on innovation activities incurred in total industrial and service enterprises employing 10 persons and more, in relation to GDP.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Innovation activities are all scientific, technological, organisational, financial and commercial steps which actually, or are intended to, lead to the implementation of innovations. Some of these activities are themselves innovative, others are not novel activities but are necessary for the implementation of innovations. Innovation activities also include R&D that is not directly related to the development of a specific innovation. During a given period, an enterprise's innovation activities may be of three kinds: successful in having resulted in the implementation of a new innovation; ongoing, work in progress, which has not yet resulted in the implementation of an innovation and abandoned before the implementation of an innovation. Innovation survey is conducted on the basis of international methodology (Oslo Manual). Expenditures incurred on innovation activities in the scope of product and business process innovations include expenditures incurred in a given reporting year. All expenditures on product and business process innovations are taken into consideration in an innovation survey, that is, current and capital expenditures incurred within a reporting period on successful (i.e. having resulted in the implementation of an innovation), ongoing and abandoned activities, irrespective of their source of funding. Industrial enterprise is an enterprise that predominant activity was included in the industrial sector according to NACE Rev.2 - PKD 2007 classification, i.e. into one of four sections B - Mining and quarrying, C - Manufacturing, D - Electricity, gas, steam and air conditioning supply and E - Water supply; sewerage, waste management and remediation activities. Data concern listed service sector enterprises according to Nace, Rev. 2 classification: Section G Wholesale and retail trade; repair of motor vehicles and motorcycles ›› Division 46 Wholesale trade, except of motor vehicles and motorcycles Section H Transportation and storage ›› Division 49 Land transport and transport via pipelines ›› Division 50 Water transport ›› Division 51 Air transport ›› Division 52 Warehousing and support activities for transportation ›› Division 53 Postal and courier activities Section J Information and communication ›› Division 58 Publishing activities ›› Division 59 Motion picture, video and television programme production, sound recording and music publishing activities ›› Division 60 Programming and broadcasting activities ›› Division 61 Telecommunications ›› Division 62 Computer programming, consultancy and related activities ›› Division 63 Information service activities Section K Financial and insurance activities ›› Division 64 Financial service activities, except insurance and pension funding ›› Division 65 Insurance, reinsurance and pension funding, except compulsory social security ›› Division 66 Activities auxiliary to financial services and insurance activities Section M Professional, scientific and technical activities ›› Division 71 Architectural and engineering activities; technical testing and analysis ›› Division 72 Scientific research and development ›› Division 73 Advertising and market researchGross domestic product (GDP) illustrates the final result of the activity of all entities of the national economy. It is calculated on the basis of ESA methodology, which is mandatory within European Union.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "Until 2018, there were product and process innovations.2021 - preliminary estimates."
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "2.39",
                      
                          "2011" :   "2.03",
                      
                          "2012" :   "2.26",
                      
                          "2013" :   "2.00",
                      
                          "2014" :   "2.20",
                      
                          "2015" :   "2.43",
                      
                          "2016" :   "2.09",
                      
                          "2017" :   "2.07",
                      
                          "2018" :   "1.72",
                      
                          "2019" :   "1.69",
                      
                          "2020" :   "1.66",
                      
                          "2021" :   "1.58"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
