


{
  "8-2-a": [
    {
      "metadata": [
        
        {
                        "name": "8.2.a Ease of Doing Business Index (ranking positions in Doing Business)",
                      
                        "goal": "Goal 8. Decent work and economic growth",
                      
                        "priority": "Entrepreneurship development (legal facilitation in conducting economic activity and access to financial instruments)",
                      
                        "definition": "The country position in Doing Business ranking concerning ease of doing business. The higher ranking position is, the simpler rules regulating matters on conducting an enterprise are and a stronger protection of property by law is.",
                      
                        "unit": "position in the ranking",
                      
                        "dimensions": "total",
                      
                        "methodology": "Ease of doing business index is meant to measure regulations directly affecting businesses and does not directly measure more general conditions such as a nation's proximity to large markets, quality of infrastructure, inflation, or crime. A nation's ranking on the index is based on the average of 10 subindices:  starting a business - procedures, time, cost and minimum capital to open a new business; dealing with construction permits - procedures, time and cost to build a warehouse; getting electricity - time and cost required for a business to obtain a permanent electricity connection for a newly constructed warehouse; registering property - procedures, time and cost to register commercial real estate; getting credit - strength of legal rights index, depth of credit information index; protecting investors - indices on the extent of disclosure, extent of director liability and ease of shareholder suits; paying taxes - number of taxes paid, hours per year spent preparing tax returns and total tax payable as share of gross profit; trading across borders - number of documents, cost and time necessary to export and import; enforcing contracts - procedures, time and cost to enforce a debt contract; resolving insolvency - time, cost and recovery rate under bankruptcy proceeding. ",
                      
                        "source": "World Bank",
                      
                        "availability": "Annual data; since 2012",
                      
                        "notes": "Doing Business report is prepared once a year and it is based on data from the year preceding its publication. Data presented in Platforma SDG as 2013 come from the Doing Business report from 2014."
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "",
                      
                          "2011" :   "",
                      
                          "2012" :   "55",
                      
                          "2013" :   "45",
                      
                          "2014" :   "32",
                      
                          "2015" :   "25",
                      
                          "2016" :   "24",
                      
                          "2017" :   "27",
                      
                          "2018" :   "33",
                      
                          "2019" :   "40"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
