


{
  "8-4-a": [
    {
      "metadata": [
        
        {
                        "name": "8.4.a Percentage of employees hired on the basis of employment contract in relation to the number of persons employed in national economy",
                      
                        "goal": "Goal 8. Decent work and economic growth",
                      
                        "priority": "Promotion of stable forms of employment",
                      
                        "definition": "Share of persons employed on the basis of employment contract in total number of employedpersons.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Data regarding employment concern persons performing work providing earnings or income. Data include persons employed in budgetary entities of national defense and public safety. Employed persons include:  a) employees hired on the basis of employment contracts (labour contact, posting, appointment, election or service relation);  b) employers and own-account workers, i.e.:  -owners, co-owners and leaseholders of privatefarms in agriculture (including contributing family workers);  -owners and co-owners (including contributing family workers; excluding partners in companies who do not work in them), of entities conducting economic activity other than related to private farms in agriculture; -other self-employed persons, e.g., persons practising freelance jobs;  c) outworkers;  d) agents;  e) members of agricultural production cooperatives (agricultural producers; cooperatives and other cooperatives engaged in agricultural production as well as agricultural farmers; cooperatives);  f) clergy fulfilling priestly obligations. Data on emloyees hired on the basis of employment contracts concern:  a) employment as of 31 XII without converting part-time paid employees into full-time paid employees, each person being listed once according to the main workplace;  b) the average number of full-time paid employess and part-time paid employess with conversion into full-time paid employees. Full-time paid employees are employed persons on a full-time basis, as defined by a given company or for a given position, as well as persons who, in accordance with regulations, work a shortened work-time period, e.g. due to hazardous conditions, or a longer work-time period, e.g. property caretaker. Part-time paid employees are persons who, in accordance with labour contracts, regularly work on a part-time basis. Part-time paid employees in the main workplace are persons who declared that the given workplace is their main workplace.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "",
                      
                        "data_updated_on": "20-10-2022",
                      
                        "metadata_updated_on": "24-03-2020"
                      }
      ],
      "data": [
        {
                    "by sex": [
                        {
                        "total": [
                                {
                                
                                    "2010" :   "73.8",
                                
                                    "2011" :   "73.4",
                                
                                    "2012" :   "73.0",
                                
                                    "2013" :   "73.0",
                                
                                    "2014" :   "73.2",
                                
                                    "2015" :   "73.2",
                                
                                    "2016" :   "73.6",
                                
                                    "2017" :   "73.7",
                                
                                    "2018" :   "73.9",
                                
                                    "2019" :   "74.2",
                                
                                    "2020" :   "73.9",
                                
                                    "2021" :   "80.4"
                                
                                }
                            ],"females": [
                                {
                                
                                    "2010" :   "75.8",
                                
                                    "2011" :   "75.3",
                                
                                    "2012" :   "75.2",
                                
                                    "2013" :   "75.3",
                                
                                    "2014" :   "75.5",
                                
                                    "2015" :   "75.6",
                                
                                    "2016" :   "76.1",
                                
                                    "2017" :   "76.1",
                                
                                    "2018" :   "76.5",
                                
                                    "2019" :   "76.8",
                                
                                    "2020" :   "76.7",
                                
                                    "2021" :   "84.2"
                                
                                }
                            ],"males": [
                                {
                                
                                    "2010" :   "72.1",
                                
                                    "2011" :   "71.7",
                                
                                    "2012" :   "71.1",
                                
                                    "2013" :   "71.1",
                                
                                    "2014" :   "71.2",
                                
                                    "2015" :   "71.1",
                                
                                    "2016" :   "71.3",
                                
                                    "2017" :   "71.6",
                                
                                    "2018" :   "71.7",
                                
                                    "2019" :   "71.9",
                                
                                    "2020" :   "71.5",
                                
                                    "2021" :   "77.1"
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
