


{
  "8-4-a": [
    {
      "metadata": [
        
        {
                        "name": "8.4.a Percentage of paid employees in relation to the number of persons employed in national economy",
                      
                        "goal": "Goal 8. Decent work and economic growth",
                      
                        "priority": "Promotion of stable forms of employment",
                      
                        "definition": "Share of paid employees in total number of employed persons in national economy.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Data regarding employment concern persons performing work providing earnings or income. Data include employed persons in all entities of national economy.  Employed persons include:  a. persons employed on the basis of an employment relationship (i.e. employment contract, appointment, election or nomination) or service relationship for a definite and indefinite period of time, according to full-time and part-time work schedules; b. employers and own-account workers including contributing family workers; c. outworkers; d. members of agricultural production cooperatives (agricultural producers; cooperatives and other cooperatives engaged in agricultural production as well as agricultural farmers; cooperatives); e. clergy fulfilling priestly obligations.  When determining the number of employees, each working person is listed only once. For this purpose, a main workplace is assigned to her. Data on people working in the national economy are presented in relation to their main workplace. Data on the number of people employed in the national economy in the main workplace are given in persons as at the end of December. Data on paid employees concern full-time and part-time employed persons in their main workplace as of 31.12 without converting part-time paid employees into full-time paid employees.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "",
                      
                        "data_updated_on": "08-02-2024",
                      
                        "metadata_updated_on": "08-02-2024"
                      }
      ],
      "data": [
        {
                    "by sex": [
                        {
                        "total": [
                                {
                                
                                    "2010" :   "73.8",
                                
                                    "2011" :   "73.4",
                                
                                    "2012" :   "73.0",
                                
                                    "2013" :   "73.0",
                                
                                    "2014" :   "73.2",
                                
                                    "2015" :   "73.2",
                                
                                    "2016" :   "73.6",
                                
                                    "2017" :   "73.7",
                                
                                    "2018" :   "73.9",
                                
                                    "2019" :   "74.2",
                                
                                    "2020" :   "73.9",
                                
                                    "2021" :   "80.4",
                                
                                    "2022" :   "78.9"
                                
                                }
                            ],"females": [
                                {
                                
                                    "2010" :   "75.8",
                                
                                    "2011" :   "75.3",
                                
                                    "2012" :   "75.2",
                                
                                    "2013" :   "75.3",
                                
                                    "2014" :   "75.5",
                                
                                    "2015" :   "75.6",
                                
                                    "2016" :   "76.1",
                                
                                    "2017" :   "76.1",
                                
                                    "2018" :   "76.5",
                                
                                    "2019" :   "76.8",
                                
                                    "2020" :   "76.7",
                                
                                    "2021" :   "84.2",
                                
                                    "2022" :   "83.1"
                                
                                }
                            ],"males": [
                                {
                                
                                    "2010" :   "72.1",
                                
                                    "2011" :   "71.7",
                                
                                    "2012" :   "71.1",
                                
                                    "2013" :   "71.1",
                                
                                    "2014" :   "71.2",
                                
                                    "2015" :   "71.1",
                                
                                    "2016" :   "71.3",
                                
                                    "2017" :   "71.6",
                                
                                    "2018" :   "71.7",
                                
                                    "2019" :   "71.9",
                                
                                    "2020" :   "71.5",
                                
                                    "2021" :   "77.1",
                                
                                    "2022" :   "75.2"
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
