


{
  "8-5-a": [
    {
      "metadata": [
        
        {
                        "name": "8.5.a Activity rate (LFS)",
                      
                        "goal": "Goal 8. Decent work and economic growth",
                      
                        "priority": "Work activation of young people, women, persons aged 50+ , long-term unemployed as well as persons with disabilities",
                      
                        "definition": "The share of economically active persons (total or of given category) in the total of population or population of given category (in %). Average data per year.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total, female, age groups, disability",
                      
                        "methodology": "Data comes from a sample survey: Labour Force Survey (LFS). The survey is conducted on a quarterly basis, using continuous observation (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15-89 who are members of households in dwellings selected on a random basis. Outside the scope of the survey are members of households staying (the total duration of actual and planned stay is taken into account) 12 months or more abroad and in collective households (such as staff hotels, dormitories, boarding schools, nursing homes, etc.) and homeless people. In the context of economic activity - work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the tree main categories are distinguished: employed, unemployed and economically inactive persons.The employed and unemployed are the economically active population. The employed are defined as all persons aged 15-89 who during the reference week:  performed for at least one hour any work generating pay or income, i.e. were employed by a public company/institution or private employer,, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in work on family agricultural farm or in conducting family economic activity outside agriculture, had work but did not perform it due to:   sickness, or rest leave, leave related to parenthood (maternity, parental, paternity or childcare), organization of working time (work system or overtime receipt), job-related training, the seasonal nature of the work, if they continued to regularly fulfill work or business-related tasks and duties (excluding legal or administrative duties) during the off-season, other reasons, if the expected period of absence from work does not exceed 3 months - did not exceed 3 months.  According to international standards, among employees are also included persons performing outwork and apprentices with whom enterprises or natural persons signed a contract for occupational training or learning skills for a particular job (if they receive a payment). The employed do not include: volunteers and unpaid interns, people working in individual agriculture engaged in the production of agricultural products exclusively or primarily for their own consumption. Unemployed persons are persons aged 15-74 who simultaneously fulfil three conditions: - within the reference week were not employed, - were actively looking for work, i.e. for over 4 weeks (the reference week being the fourth one) had been involved in concrete actions aimed at finding a job, - were available to take up work within two weeks after the reference week. Persons who were not seeking work because they had already found a job, were only waiting to start work within the period no longer than 3 months, and were available for this job are also included in the category of the unemployed.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "Due to the implementation of methodological changes in the survey, LFS data from 2021 onward cannot be compared with previous years (except for data recalculated for 2010-2020).",
                      
                        "data_updated_on": "20-07-2023",
                      
                        "metadata_updated_on": "26-04-2023"
                      }
      ],
      "data": [
        {
                    "by sex": [
                        {
                        "total": [
                                {
                                
                                    "2010" :   "53.6",
                                
                                    "2011" :   "54.0",
                                
                                    "2012" :   "54.5",
                                
                                    "2013" :   "54.7",
                                
                                    "2014" :   "55.2",
                                
                                    "2015" :   "55.3",
                                
                                    "2016" :   "55.6",
                                
                                    "2017" :   "56.0",
                                
                                    "2018" :   "56.0",
                                
                                    "2019" :   "56.0",
                                
                                    "2020" :   "55.8",
                                
                                    "2021" :   "57.8",
                                
                                    "2022" :   "58.0"
                                
                                }
                            ],"females": [
                                {
                                
                                    "2010" :   "46.3",
                                
                                    "2011" :   "46.7",
                                
                                    "2012" :   "47.3",
                                
                                    "2013" :   "47.4",
                                
                                    "2014" :   "47.8",
                                
                                    "2015" :   "48.0",
                                
                                    "2016" :   "48.1",
                                
                                    "2017" :   "48.4",
                                
                                    "2018" :   "48.5",
                                
                                    "2019" :   "48.3",
                                
                                    "2020" :   "47.9",
                                
                                    "2021" :   "50.2",
                                
                                    "2022" :   "50.8"
                                
                                }
                            ],"males": [
                                {
                                
                                    "2010" :   "61.5",
                                
                                    "2011" :   "61.9",
                                
                                    "2012" :   "62.4",
                                
                                    "2013" :   "62.7",
                                
                                    "2014" :   "63.2",
                                
                                    "2015" :   "63.2",
                                
                                    "2016" :   "63.8",
                                
                                    "2017" :   "64.3",
                                
                                    "2018" :   "64.2",
                                
                                    "2019" :   "64.4",
                                
                                    "2020" :   "64.3",
                                
                                    "2021" :   "66.0",
                                
                                    "2022" :   "65.8"
                                
                                }
                            ]
                        }
                    ],
                    "urban/rural": [
                        {
                        "urban area": [
                                {
                                
                                    "2010" :   "55.5",
                                
                                    "2011" :   "55.8",
                                
                                    "2012" :   "56.1",
                                
                                    "2013" :   "56.1",
                                
                                    "2014" :   "56.6",
                                
                                    "2015" :   "56.6",
                                
                                    "2016" :   "56.6",
                                
                                    "2017" :   "56.8",
                                
                                    "2018" :   "56.9",
                                
                                    "2019" :   "56.7",
                                
                                    "2020" :   "56.3",
                                
                                    "2021" :   "58.0",
                                
                                    "2022" :   "57.9"
                                
                                }
                            ],"rural area": [
                                {
                                
                                    "2010" :   "50.6",
                                
                                    "2011" :   "51.1",
                                
                                    "2012" :   "52.0",
                                
                                    "2013" :   "52.5",
                                
                                    "2014" :   "53.1",
                                
                                    "2015" :   "53.3",
                                
                                    "2016" :   "54.1",
                                
                                    "2017" :   "54.8",
                                
                                    "2018" :   "54.7",
                                
                                    "2019" :   "54.8",
                                
                                    "2020" :   "54.9",
                                
                                    "2021" :   "57.4",
                                
                                    "2022" :   "58.1"
                                
                                }
                            ]
                        }
                    ],
                    "by age group": [
                        {
                        "aged 15-24": [
                                {
                                
                                    "2010" :   "34.2",
                                
                                    "2011" :   "33.2",
                                
                                    "2012" :   "33.2",
                                
                                    "2013" :   "32.9",
                                
                                    "2014" :   "33.5",
                                
                                    "2015" :   "32.5",
                                
                                    "2016" :   "34.2",
                                
                                    "2017" :   "34.5",
                                
                                    "2018" :   "35.0",
                                
                                    "2019" :   "35.1",
                                
                                    "2020" :   "31.6",
                                
                                    "2021" :   "31.0",
                                
                                    "2022" :   "31.1"
                                
                                }
                            ],"aged 18-59/64": [
                                {
                                
                                    "2010" :   "69.6",
                                
                                    "2011" :   "70.2",
                                
                                    "2012" :   "71.2",
                                
                                    "2013" :   "71.8",
                                
                                    "2014" :   "72.8",
                                
                                    "2015" :   "73.1",
                                
                                    "2016" :   "74.0",
                                
                                    "2017" :   "75.0",
                                
                                    "2018" :   "75.8",
                                
                                    "2019" :   "76.4",
                                
                                    "2020" :   "76.5",
                                
                                    "2021" :   "79.4",
                                
                                    "2022" :   "80.2"
                                
                                }
                            ],"aged 50-89": [
                                {
                                
                                    "2010" :   "30.6",
                                
                                    "2011" :   "31.6",
                                
                                    "2012" :   "32.2",
                                
                                    "2013" :   "32.5",
                                
                                    "2014" :   "33.1",
                                
                                    "2015" :   "33.4",
                                
                                    "2016" :   "33.3",
                                
                                    "2017" :   "33.8",
                                
                                    "2018" :   "33.3",
                                
                                    "2019" :   "33.0",
                                
                                    "2020" :   "33.3",
                                
                                    "2021" :   "35.6",
                                
                                    "2022" :   "35.8"
                                
                                }
                            ]
                        }
                    ],
                    "disabled persons": [
                        {
                        "aged 16-89": [
                                {
                                
                                    "2010" :   "15.3",
                                
                                    "2011" :   "15.5",
                                
                                    "2012" :   "16.2",
                                
                                    "2013" :   "16.1",
                                
                                    "2014" :   "16.5",
                                
                                    "2015" :   "16.0",
                                
                                    "2016" :   "16.1",
                                
                                    "2017" :   "17.4",
                                
                                    "2018" :   "17.1",
                                
                                    "2019" :   "17.1",
                                
                                    "2020" :   "17.4",
                                
                                    "2021" :   "19.5",
                                
                                    "2022" :   "20.1"
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
