


{
  "8-5-c": [
    {
      "metadata": [
        
        {
                        "name": "8.5.c Percentage of young people neither in employment nor in education and training (NEET)",
                      
                        "goal": "Goal 8. Decent work and economic growth",
                      
                        "priority": "Work activation of young people, women, persons aged 50+ , long-term unemployed as well as persons with disabilities",
                      
                        "definition": "Share of unemployed or inactive 15-24 year olds who do not continue their education in the formal education system and do not further their education/training in the non-formal education system (within 4 weeks before the survey) in the total population in the same age group. Indicator's numerator refers to those who meet two conditions:  are not employed (i.e. are unemployed or economically inactive), did not participate in any form of education during four weeks preceding the survey.  Indicator's denominator is a population in a given age group, which the indicator concerns, excluding persons who did not answer the question concerning ,,participation in regular education and training.,,  ",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "The data comes from the representative Labour Force Survey (LFS), conducted on a quarterly basis using the continuous observation method (movable survey week), allowing to illustrate the labor market situation over the entire quarter. The survey covers persons aged 15-89 who are members of households in drawn dwellings. Outside the scope of the survey are members of households residing (the total duration of actual and planned stay is taken into account) 12 months or more abroad and in collective households (such as staff hotels, dormitories, dormitories, nursing homes, etc.) and homeless persons. The basic criterion for dividing the population from the point of view of labor force participation is work, i.e. the fact of doing, having or seeking work. According to international standards, the general population can be divided into three basic categories: employed, unemployed and economically inactive. The employed and unemployed constitute the economically active population.    ",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010.",
                      
                        "notes": "Due to the implementation of methodological changes in the survey, LFS data from 2021 onward cannot be compared with previous years (except for data recalculated for 2010-2020).  "
                      }
      ],
      "data": [
        {
                    "by sex": [
                        {
                        "total": [
                                {
                                
                                    "2010" :   "11.0",
                                
                                    "2011" :   "11.7",
                                
                                    "2012" :   "12.1",
                                
                                    "2013" :   "12.5",
                                
                                    "2014" :   "12.2",
                                
                                    "2015" :   "11.2",
                                
                                    "2016" :   "10.8",
                                
                                    "2017" :   "9.7",
                                
                                    "2018" :   "8.8",
                                
                                    "2019" :   "8.2",
                                
                                    "2020" :   "8.8",
                                
                                    "2021" :   "11.2"
                                
                                }
                            ],"males": [
                                {
                                
                                    "2010" :   "10.9",
                                
                                    "2011" :   "11.7",
                                
                                    "2012" :   "12.2",
                                
                                    "2013" :   "12.4",
                                
                                    "2014" :   "12.0",
                                
                                    "2015" :   "10.9",
                                
                                    "2016" :   "11.2",
                                
                                    "2017" :   "10.7",
                                
                                    "2018" :   "10.1",
                                
                                    "2019" :   "9.5",
                                
                                    "2020" :   "9.6",
                                
                                    "2021" :   "11.9"
                                
                                }
                            ],"females": [
                                {
                                
                                    "2010" :   "11.1",
                                
                                    "2011" :   "11.8",
                                
                                    "2012" :   "12.0",
                                
                                    "2013" :   "12.6",
                                
                                    "2014" :   "12.4",
                                
                                    "2015" :   "11.5",
                                
                                    "2016" :   "10.4",
                                
                                    "2017" :   "8.8",
                                
                                    "2018" :   "7.4",
                                
                                    "2019" :   "7.0",
                                
                                    "2020" :   "8.1",
                                
                                    "2021" :   "10.5"
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
