


{
  "8-6-a": [
    {
      "metadata": [
        
        {
                        "name": "8.6.a Percentage of employees receiving monthly gross earnings of up to 50% of the average monthly gross earnings in the national economy",
                      
                        "goal": "Goal 8. Decent work and economic growth",
                      
                        "priority": "Suitable creation of labour market to provide decent work for everyone",
                      
                        "definition": "Share of employees receiving monthly gross earnings of up to 50% of the average monthly gross earnings in the national economy in the total number of employees in the national economy.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total, women, age groups, persons with disabilities",
                      
                        "methodology": "Wages and salaries (total) are cash payments paid to employees or other natural persons, constituting expenditures incurred by the employers to for the payment of the performed work, regardless of the sources of funds (self-financing or refund) and regardless of the basis for employment contracts or other legal relationship or activity on the basis of which the work or service is performed. Earnings in the national economy cover all entities of the national economy, including units employing up to 9 persons. Data on average earnings in the national economy concern full-time and part-time employees recalculated in terms of full-time employees. Monthly gross earnings do not include payments such as: anniversary prizes, gratifications, retirement severance payments, one–time payments (compensatory), paid due to proposition and acceptance of inventive project causing a change in labour standards, equivalents for unused leave. The source of the presented data is the survey on the structure of earnings by occupations for 2016 (the questionnaire survey of Z-12 symbol). The survey is carried out with biennial frequency. It is a sample survey and it covers entities of national economy with the number of the employed exceeding 9 persons.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Data every 2 years; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {
                    "by sex": [
                        {
                        "total": [
                                {
                                
                                    "2010" :   "17.9",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "18.9",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "19.0",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "17.5",
                                
                                    "2017" :   "",
                                
                                    "2018" :   "16.2"
                                
                                }
                            ],"females": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   ""
                                
                                }
                            ],"males": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   ""
                                
                                }
                            ]
                        }
                    ],
                    "urban/rural": [
                        {
                        "urban area": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   ""
                                
                                }
                            ],"rural area": [
                                {
                                
                                    "2010" :   "",
                                
                                    "2011" :   "",
                                
                                    "2012" :   "",
                                
                                    "2013" :   "",
                                
                                    "2014" :   "",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "",
                                
                                    "2017" :   "",
                                
                                    "2018" :   ""
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
