


{
  "8-6-a": [
    {
      "metadata": [
        
        {
                        "name": "8.6.a Net international migration for permanent residence",
                      
                        "goal": "Goal 8. Decent work and economic growth",
                      
                        "priority": "Development of responsible migration policy",
                      
                        "definition": "Net international migration for permanent residence, i.e. the difference between registrations (inflow) for permanent residence in Poland and deregistrations (outflow) from permanent residence in Poland.",
                      
                        "unit": "persons",
                      
                        "dimensions": "total",
                      
                        "methodology": "Net migration - as recognized in the period in a given area as a difference between the two values. Migration - moves of the people in order to change the place of residence. The migration is divided as follows: - internal migration - changes in the place of residence within the country; - international migration - moves of the people related to the change of country of residence. Data on international migration for permanent residence were compiled on the basis of gmina gmina documentation regarding the registration of people arriving in Poland for permanent residence (immigration for permanent residence) as well as deregistration of inhabitants of Poland leaving the country for permanent residence abroad (emigration for permanent residence). Data on internal and international migration for permanent residence based on gminas records are taken directly from the Common Electronic System of Population Register - PESEL. Data on population were compiled on the basis of:  - the balances of the residing population in a gmina based on the results of 2011 Population and Housing Census (for data since 2010),  - the Common Electronic System of Population Register - PESEL),  - documentation of Civil Status Offices regarding registered marriages, births and deaths.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": "Due to inaedequate data quality on international migration for permanent residence, they are not published."
                      }
      ],
      "data": [
        {
                    "by sex": [
                        {
                        "total": [
                                {
                                
                                    "2010" :   "-2114",
                                
                                    "2011" :   "-4334",
                                
                                    "2012" :   "-6617",
                                
                                    "2013" :   "-19904",
                                
                                    "2014" :   "-15750",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "1505",
                                
                                    "2017" :   "1436",
                                
                                    "2018" :   "3612",
                                
                                    "2019" :   "6183",
                                
                                    "2020" :   "4483",
                                
                                    "2021" :   "3404"
                                
                                }
                            ],"males": [
                                {
                                
                                    "2010" :   "-3150",
                                
                                    "2011" :   "-4043",
                                
                                    "2012" :   "-4772",
                                
                                    "2013" :   "-11884",
                                
                                    "2014" :   "-8724",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "401",
                                
                                    "2017" :   "166",
                                
                                    "2018" :   "1074",
                                
                                    "2019" :   "2279",
                                
                                    "2020" :   "1850",
                                
                                    "2021" :   "1043"
                                
                                }
                            ],"females": [
                                {
                                
                                    "2010" :   "1036",
                                
                                    "2011" :   "-291",
                                
                                    "2012" :   "-1845",
                                
                                    "2013" :   "-8020",
                                
                                    "2014" :   "-7026",
                                
                                    "2015" :   "",
                                
                                    "2016" :   "1104",
                                
                                    "2017" :   "1270",
                                
                                    "2018" :   "2538",
                                
                                    "2019" :   "3904",
                                
                                    "2020" :   "2633",
                                
                                    "2021" :   "2361"
                                
                                }
                            ]
                        }
                    ]}
      ]
    }
  ]
}
