


{
  "8-7-b": [
    {
      "metadata": [
        
        {
                        "name": "8.7.b Long-term unemployment as a percentage of the total unempolyment (LFS)",
                      
                        "goal": "Goal 8. Decent work and economic growth",
                      
                        "priority": "Work activation of young people, women, persons aged 50+ , long-term unemployed as well as persons with disabilities",
                      
                        "definition": "Share of the unemployed persons aged 20-64 looking for a job for one year or more in the total number of the unemployed expressed as a percentage.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Data come from a sample survey: Labour Force Survey (LFS). The survey is conducted on a quarterly basis as continuous observation (movable survey week) what allows presenting the situation on the labour market during a whole quarter. The survey covers persons aged 15 and more who are members of households in dwellings selected on a random basis. In the context of economic activity - work is the main criterion in dividing the population, i.e. performing, holding or seeking work. According to the international standards, the tree main categories are distinguished: employed, unemployed and ecomically inactive persons. The employed, unemployed are the economically active population. Among the employed are included all persons aged 15 years or more who during the reference week: 1) performed for at least one hour any work generating pay or income, i.e. were employed as paid employees, worked on their own (or leased) agricultural farm, or conducted their own economic activity outside agriculture, assisted (without pay) in conducting family agricultural farm or family economic activity outside agriculture, 2) had work but did not perform it: a) due to sickness, maternity leave or vacation, b) due to other reasons, but duration of the break in employment: - did not exceed 3 months, - was longer than 3 months in case when these persons were paid employees and received during that period at least 50% of the hitherto earnings. Due to the survey methodological assumptions the number of the employed obtained from the LFS does not comprise some categories of persons, who are considered as employed in the establishment survey, i.a.: a) employees living in lodging houses for workers, b) employees working abroad for their Polish employers. Unemployed persons are persons aged 15-74 who simultaneously fulfil three conditions: - within the reference week were not employed, - were actively looking for work, i.e. for over 4 weeks (the reference week being the fourth one) had been involved in concrete actions aimed at finding a job, - were available to take up work within two weeks after the reference week. Persons who were not seeking work because they had already found a job, were only waiting to start work within the period no longer than 3 months, and were available for this job are also included in the category of the unemployed.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "31.8",
                      
                          "2011" :   "38.0",
                      
                          "2012" :   "41.3",
                      
                          "2013" :   "43.3",
                      
                          "2014" :   "43.5",
                      
                          "2015" :   "40.2",
                      
                          "2016" :   "36.0",
                      
                          "2017" :   "31.7",
                      
                          "2018" :   "27.5",
                      
                          "2019" :   "22.0",
                      
                          "2020" :   "20.4"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
