


{
  "8-8-a": [
    {
      "metadata": [
        
        {
                        "name": "8.8.a Share of employed persons in the non-agricultural sector in the rural area in the total number of employed persons in the rural area",
                      
                        "goal": "Goal 8. Decent work and economic growth",
                      
                        "priority": "Improvement in transfer of unused labour force from agriculture to other sectors",
                      
                        "definition": "The indicator covers all persons employed in the rural area outside the agricultural sector in relation to the total number of persons employed in the rural area.",
                      
                        "unit": "percent [%]",
                      
                        "dimensions": "total",
                      
                        "methodology": "Data on the employed in agriculture come from the Agricultural Census and  National Population and Housing Census as well as from the Farm Structure Survey in the years between the censuses. The employed in agriculture include those for whom agricultural activity is the only or main activity, especially the ones employed on their own/family agricultural farm. The employed on their own agricultural farm include persons employed exclusively or mainly on their own agricultural farms conducting agricultural activity.  Work on one’s own / family agricultural farm is defined as work related directly to plant and animal production and other work related to maintaining an agricultural farm conducting agricultural activity, e.g.:  - purchase of means of production,  - sale of products and preparation of products for sale,  - storage-related activities,  - transport for the needs of agricultural farm,   - current repair of agricultural equipment, maintenance of buildings, machines and installations,   - management of agricultural farm, including taking care of formalities and settling accounts,  - applying for direct payments and the others.  Cooking, washing clothes, cleaning, taking care of children and other household chores do not count as work on an agricultural farm. Forestry-, hunting- and fishing-related activities as well as activities outside agricultural economic activity are likewise excluded from work on the agricultural farm.",
                      
                        "source": "Statistics Poland",
                      
                        "availability": "Annual data; since 2010",
                      
                        "notes": ""
                      }
      ],
      "data": [
        {"total": [
                      {
                      
                          "2010" :   "69.0",
                      
                          "2011" :   "69.6",
                      
                          "2012" :   "70.3",
                      
                          "2013" :   "71.8",
                      
                          "2014" :   "73.1",
                      
                          "2015" :   "72.9",
                      
                          "2016" :   "75.7",
                      
                          "2017" :   "76.7",
                      
                          "2018" :   "77.8",
                      
                          "2019" :   "78.9",
                      
                          "2020" :   "78.2"
                      
                      }
                  ]
            }
      ]
    }
  ]
}
