


{
  "13-1-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "13.1.b Dynamika emisji gazów cieplarnianych (2010=100)",
                      
                        "cel": "Cel 13. Działania w dziedzinie klimatu",
                      
                        "priorytet": "Efektywne zmniejszanie koncentracji CO2 w atmosferze",
                      
                        "definicja": "Stosunek emisji gazów cieplarnianych w roku badanym do emisji gazów cieplarnianych w roku 1990.",
                      
                        "jednostka": " 2010=100",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Zmiana zagregowanej emisji gazów cieplarnianych (dwutlenek węgla CO2, metan CH4, podtlenek azotu N2O, fluorowęglowodory HFCs, perfluorowęglowodory PFCs, sześciofluorek siarki SF6, trójfluorek azotu NF3), wyrażonej w ekwiwalencie CO2 ważonej współczynnikami ocieplenia globalnego dla każdego gazu przy podstawie 1990=100. Za jednostkę ekwiwalentu CO2 przyjmuje się jeden megagram (1 Mg) dwutlenku węgla lub ilość innego gazu cieplarnianego stanowiącą odpowiednik 1 Mg dwutlenku węgla, obliczona z wykorzystaniem współczynników ocieplenia globalnego. Współczynnik ocieplenia globalnego to wskaźnik porównujący siłę oddziaływania gazu cieplarnianego na ocieplenie klimatu do siły oddziaływania dwutlenku węgla; obliczany jest na podstawie skutków oddziaływania jednego kilograma danego gazu na ocieplenie klimatu w ciągu 100 lat w porównaniu do oddziaływania jednego kilograma CO2. Od 2015 r. w raportowaniu międzynarodowym obowiązują współczynniki ocieplenia globalnego z Czwartego raportu IPCC oceniającego zmiany klimatu (IPCC Fourth Assessment Report: Climate Change 2007 (AR4)) i wynoszą dla: dwutlenku węgla - 1, metanu - 25, podtlenku azotu - 298, fluorowęglowodorów: od 124 dla HFC 152a do 14800 dla HFC-23, sześciofluorku siarki - 22800, perfluorowęglowodorów: od 7390 dla CF4 do 12200 dla C2F6, trójfluorek azotu- 17200.",
                      
                        "zrodlo": "Instytut Ochrony Środowiska - PIB Krajowy Ośrodek Bilansowania i Zarządzania Emisjami (KOBIZE)",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "100.0",
                        
                            "2011" :   "99.8",
                        
                            "2012" :   "97.9",
                        
                            "2013" :   "97.1",
                        
                            "2014" :   "94.1",
                        
                            "2015" :   "94.5",
                        
                            "2016" :   "96.8",
                        
                            "2017" :   "100.3",
                        
                            "2018" :   "99.6",
                        
                            "2019" :   "94.5"
                        
                        }
                    ]}
      ]
    }
  ]
}
