


{
  "13-1-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "13.1.a Dynamika emisji CO2 (2010=100)",
                      
                        "cel": "Cel 13. Działania w dziedzinie klimatu",
                      
                        "priorytet": "Efektywne zmniejszanie koncentracji CO2 w atmosferze",
                      
                        "definicja": "Stosunek emisji dwutlenku węgla w roku badanym do emisji dwutlenku węgla w roku 2010.",
                      
                        "jednostka": " 2010=100",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Przez zanieczyszczanie powietrza rozumie się wprowadzanie przez człowieka, bezpośrednio lub pośrednio, do powietrza substancji stałych, ciekłych lub gazowych w takich ilościach, które mogą zagrażać zdrowiu człowieka, ujemnie wpływać na klimat, przyrodę żywą, glebę lub wodę, a także spowodować inne szkody w środowisku. Gazy cieplarniane, określane także jako gazy szklarniowe, to składniki atmosfery ziemskiej, które dzięki swoim właściwościom fizykochemicznym mają zdolność zatrzymywania energii słonecznej w obrębie atmosfery ziemskiej, przyczyniając się do globalnego ocieplenia klimatu. Zaliczono do nich przede wszystkim: dwutlenek węgla (CO2), metan (CH4), podtlenek azotu (N2O) oraz gazy przemysłowe: fluorowęglowodory (HFCs) i perfluorowęglowodory (PFCs), sześciofluorek siarki (SF6) oraz trojfluorek azotu (NF3). Gazy cieplarniane pozostają w atmosferze przez okres od kilku lat do tysięcy lat. Wywierają wpływ na klimat na całym świecie, niezależnie od tego, gdzie zostały wyemitowane.Wskaźnik został wyliczony z wyłączeniem bilansu emisji i pochłaniania CO2 z sektora LULUCF (związanego z użytkowaniem gruntów, zmianą użytkowania gruntów i leśnictwem) oraz z włączeniem pośrednich emisji CO2.",
                      
                        "zrodlo": "Instytut Ochrony Środowiska - PIB Krajowy Ośrodek Bilansowania i Zarządzania Emisjami (KOBIZE)",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      
                        "data_aktualizacji_danych": "20-04-2023",
                      
                        "data_aktualizacji_metadanych": "20-04-2023",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "100.0",
                        
                            "2011" :   "99.8",
                        
                            "2012" :   "97.5",
                        
                            "2013" :   "96.3",
                        
                            "2014" :   "92.6",
                        
                            "2015" :   "93.6",
                        
                            "2016" :   "96.8",
                        
                            "2017" :   "100.8",
                        
                            "2018" :   "100.5",
                        
                            "2019" :   "95.0",
                        
                            "2020" :   "90.5",
                        
                            "2021" :   "99.0"
                        
                        }
                    ]}
      ]
    }
  ]
}
