


{
  "13-2-c": [
    {
      "metadane": [
        
        {
                        "nazwa": "13.2.c Moc zainstalowana elektryczna w instalacjach OZE ",
                      
                        "cel": "Cel 13. Działania w dziedzinie klimatu",
                      
                        "priorytet": "Wprowadzenie innowacyjnych technologii wykorzystania dostępnych źródeł energii, w tym rozwój geotermii",
                      
                        "definicja": "Wskaźnik pokazuje całkowitą łączną moc zainstalowaną elektryczną w instalacjach odnawialnego źródła energii (OZE) przyłączonych do sieci dystrybucyjnej elektroenergetycznej i przesyłowej elektroenergetycznej (krajowego systemu elektroenergetycznego).",
                      
                        "jednostka": "megawat",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Moc zainstalowana elektryczna – moc znamionowa urządzeń służących do wytwarzania energii elektrycznej (wg Informacji Prezesa Urzędu Regulacji Energetyki nr 44/2016 w sprawie stosowania pojęcia „mocy zainstalowanej elektrycznej”). Instalacje OZE– instalacje odnawialnego źródła energii w rozumieniu ustawy o odnawialnych źródłach energii (Dz. U. z 2022 r. poz. 1378 z późn. zm.) z wyłączeniem instalacji współspalania (instalacji spalania wielopaliwowego oraz dedykowanych instalacji spalania wielopaliwowego, jeśli w sprawozdawczości podają one jako paliwo podstawowe paliwo konwencjonalne) oraz instalacji termicznego spalania odpadów, jeśli w sprawozdawczości podają one jako paliwo podstawowe paliwo konwencjonalne. Więcej informacji dostępnych pod adresem: https://www.are.waw.pl/ ",
                      
                        "zrodlo": "Agencja Rynku Energii S.A. ",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "12-04-2023",
                      
                        "data_aktualizacji_metadanych": "04-05-2023"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "2218",
                        
                            "2011" :   "3117",
                        
                            "2012" :   "4139",
                        
                            "2013" :   "5205",
                        
                            "2014" :   "5793",
                        
                            "2015" :   "7105",
                        
                            "2016" :   "8017",
                        
                            "2017" :   "8195",
                        
                            "2018" :   "8486",
                        
                            "2019" :   "9547",
                        
                            "2020" :   "12490",
                        
                            "2021" :   "16935"
                        
                        }
                    ]}
      ]
    }
  ]
}
