


{
  "13-2-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "13.2.b Pozyskanie energii geotermalnej ",
                      
                        "cel": "Cel 13. Działania w dziedzinie klimatu",
                      
                        "priorytet": "Wprowadzenie innowacyjnych technologii wykorzystania dostępnych źródeł energii, w tym rozwój geotermii",
                      
                        "definicja": "Energia geotermalna jest to ciepło pozyskiwane z głębi ziemi w postaci gorącej wody lub pary wodnej. Energia geotermalna jest użytkowana bezpośrednio jako ciepło grzewcze dla potrzeb komunalnych oraz w procesach produkcyjnych w rolnictwie, a także do wytwarzania energii elektrycznej.",
                      
                        "jednostka": "TJ",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Energia ze źródeł odnawialnych oznacza energię pochodzącą z naturalnych powtarzających się procesów przyrodniczych, pozyskiwaną z odnawialnych niekopalnych źródeł energii. Odnawialne źródła energii (OZE) stanowią alternatywę dla tradycyjnych pierwotnych nieodnawialnych nośników energii (paliw kopalnych). Ich zasoby uzupełniają się w naturalnych procesach, co praktycznie pozwala traktować je jako niewyczerpalne. Ponadto pozyskiwanie energii z tych źródeł jest, w porównaniu do źródeł tradycyjnych (kopalnych), bardziej przyjazne środowisku naturalnemu. Wykorzystywanie OZE w znacznym stopniu zmniejsza szkodliwe oddziaływanie energetyki na środowisko naturalne, głównie poprzez ograniczenie emisji szkodliwych substancji, zwłaszcza gazów cieplarnianych. W warunkach krajowych energia ze źródeł odnawialnych obejmuje energię promieniowania słonecznego, wody, wiatru, zasobów geotermalnych oraz energię wytworzoną z biopaliw stałych, biogazu i biopaliw ciekłych, a także energię otoczenia pozyskiwaną przez pompy ciepła. Pozyskanie jest to ilość energii uzyskana z naturalnych zasobów (dotyczy tylko nośników energii pierwotnej).",
                      
                        "zrodlo": "Główny Urząd Statystyczny",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "563",
                        
                            "2011" :   "531",
                        
                            "2012" :   "661",
                        
                            "2013" :   "778",
                        
                            "2014" :   "847",
                        
                            "2015" :   "909",
                        
                            "2016" :   "930",
                        
                            "2017" :   "946",
                        
                            "2018" :   "991",
                        
                            "2019" :   "1050",
                        
                            "2020" :   "1073"
                        
                        }
                    ]}
      ]
    }
  ]
}
