


{
  "13-3-d": [
    {
      "metadane": [
        
        {
                        "nazwa": "13.3.d Emisja zanieczyszczeń ze środków transportu drogowego",
                      
                        "cel": "Cel 13. Działania w dziedzinie klimatu",
                      
                        "priorytet": "Wzmocnienie roli adaptacji do zmian klimatu jako równoważnego z mitygacją środka walki ze zmianą klimatu",
                      
                        "definicja": "Suma emisji dziewięciu rodzajów zanieczyszczeń, których źródłem jest transport drogowy",
                      
                        "jednostka": "tysiące ton",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Emisje zanieczyszczeń ze środków transportu drogowego szacuje się przy wykorzystaniu międzynarodowego oprogramowania do obliczania emisji gazów cieplarnianych i zanieczyszczeń z ruchu drogowego COPERT 5 (Computer Programme to calculate Emissions from Road Transport). Model ten został opracowany pod patronatem Europejskiej Agencji Środowiska (EEA) na potrzeby raportowania krajowych emisji z transportu drogowego przez państwa członkowskie. Metodyka szacowania emisji w modelu jest zgodna z obowiązującymi wytycznymi IPCC oraz EEA stosowanymi w międzynarodowym raportowaniu. Zanieczyszczenia ze środków transportu drogowego pochodzą głownie z procesów spalania paliw w silnikach samochodowych, ze ścierania opon, klocków hamulcowych w samochodach oraz wtórnego porywania pyłu z powierzchni ulic. Na wielkość emisji z sektora transportu wpływa przede wszystkim liczba i wiek pojazdów, stan nawierzchni dróg, organizacja ruchu drogowego. W skład emisji zanieczyszczeń ze środków transportu drogowego wlicza się: •	Dwutlenek węgla •	Metan •	Podtlenek azotu •	Tlenek węgla •	Niemetanowe lotne związki organiczne •	Tlenki azotu •	Pyły (jako całkowity pył zawieszony) •	Dwutlenek siarki •	Ołów",
                      
                        "zrodlo": "Krajowy Ośrodek Bilansowania i Zarządzania Emisjami",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      
                        "data_aktualizacji_danych": "12-04-2023",
                      
                        "data_aktualizacji_metadanych": "12-04-2023",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "48679",
                        
                            "2011" :   "48212",
                        
                            "2012" :   "46053",
                        
                            "2013" :   "43064",
                        
                            "2014" :   "43315",
                        
                            "2015" :   "46858",
                        
                            "2016" :   "52332",
                        
                            "2017" :   "62146",
                        
                            "2018" :   "63975",
                        
                            "2019" :   "64742",
                        
                            "2020" :   "61924",
                        
                            "2021" :   "",
                        
                            "2022" :   ""
                        
                        }
                    ]}
      ]
    }
  ]
}
