


{
  "13-3-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "13.3.a Stan jakości powietrza (46 stref w skali kraju, w których dokonuje się oceny jakości powietrza)",
                      
                        "cel": "Cel 13. Działania w dziedzinie klimatu",
                      
                        "priorytet": "Wzmocnienie roli adaptacji do zmian klimatu jako równoważnego z mitygacją środka walki ze zmianą klimatu",
                      
                        "definicja": "Udział stref z przekroczeniami poziomu dopuszczalnego pyłu w 46 strefach, w których dokonuje się pomiaru.",
                      
                        "jednostka": "procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Dla celów oceny jakości powietrza Polska podzielona została na 46 stref, w których dokonuje się oceny jakości powietrza zgodnie z rozporządzeniem Ministra Środowiska z dnia 2 sierpnia 2012 r. w sprawie stref, w których dokonuje się oceny jakości (Dz. U. z 2012 r., poz. 914). Dla każdej z 46 stref oddzielnie wykonywana jest corocznie ocena jakości powietrza pod kątem ochrony zdrowia ludzi dla 12 zanieczyszczeń (SO2, NO2, benzen, CO, O3, pył PM10, pył PM2,5 oraz arsen, kadm, ołów, nikiel i benzo(a)piren) i na podstawie tej oceny dla każdego zanieczyszczenia dokonuje się klasyfikacji stref. Każdej strefie, dla każdego zanieczyszczenia przypisuje się odpowiednią klasę: • Klasę A przypisuje się w strefie, na obszarze której nie stwierdzono przekroczeń. • Klasę B przypisuje się strefie, w której przekroczony został poziom dopuszczalny, ale nie przekroczony został poziom dopuszczalny powiększony o margines tolerancji. • Klasę C przypisuje się strefie na obszarze której, w danym roku miało miejsce przekroczenie poziomu dopuszczalnego powiększonego o margines tolerancji lub poziomu docelowego. Od roku 2015, dla żadnego z ww. zanieczyszczeń nie został określony margines tolerancji, tak więc poczynając od oceny jakości powietrza za 2015 rok, w zależności od stężeń zanieczyszczeń, strefa może być zaliczona jedynie do klasy A lub C. Do obliczania wskaźnika brana jest łączna ocena klasy strefy w oparciu o kryteria określone dla ochrony zdrowia dla wszystkich zanieczyszczeń, dla których określony został standard jakości powietrza czyli poziom dopuszczalny i dotyczy to wyników klasyfikacji stref dla SO2, NO2, benzenu, CO, pyłu PM10 i pyłu PM2,5. Strefa jest zaliczana do stref, w których w danym roku wystąpiło przekroczenie standardu jakości powietrza jeżeli poziom dopuszczalny powiększony o margines tolerancji jest przekroczony na obszarze tej strefy dla jednego lub większej liczby ww. zanieczyszczeń. Do obliczania wskaźnika jakości powietrza nie bierze się pod uwagę przekroczeń określonych na podstawie poziomu docelowego, ponieważ zgodnie z ustawą z dnia 27 kwietnia 2001 r. - Prawo ochrony środowiska ( Dz. U. z 2013 r., poz. 1232 z późn. zm.) poziom docelowy nie jest standardem jakości powietrza. Wynik obliczeń jest podawany w procentach według wzoru: Wskaźnik jakości powietrza = (liczba stref z przekroczeniami poziomu dopuszczalnego/46)•100%",
                      
                        "zrodlo": "Główny Inspektorat Ochrony Środowiska",
                      
                        "czestotliwosc": "Dane roczne; od 2010 r.",
                      
                        "uwagi": ""
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "91.3",
                        
                            "2011" :   "91.3",
                        
                            "2012" :   "84.8",
                        
                            "2013" :   "80.4",
                        
                            "2014" :   "93.5",
                        
                            "2015" :   "87",
                        
                            "2016" :   "78.3",
                        
                            "2017" :   "76.1",
                        
                            "2018" :   "87",
                        
                            "2019" :   "48",
                        
                            "2020" :   "35.5",
                        
                            "2021" :   "",
                        
                            "2022" :   ""
                        
                        }
                    ]}
      ]
    }
  ]
}
