


{
  "13-4-c": [
    {
      "metadane": [
        
        {
                        "nazwa": "13.4.c Długość linii brzegowej zabezpieczonej w ciągu roku przed zjawiskiem erozji i powodzi od strony morza",
                      
                        "cel": "Cel 13. Działania w dziedzinie klimatu",
                      
                        "priorytet": "Zwiększenie odporności kraju na skutki zmian klimatycznych",
                      
                        "definicja": "Wskaźnik przedstawia roczny przyrost długości zabezpieczonego brzegu morskiego wzdłuż linii brzegowej w wyniku działań związanych z ochroną brzegów morskich, w tym w ramach „Programu ochrony brzegów morskich”.",
                      
                        "jednostka": "kilometry",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wskaźnik stanowi wyliczenie rocznego przyrostu długości obszaru brzegu morskiego wzdłuż linii brzegowej zabezpieczonego w ciągu roku przed zjawiskiem erozji i powodzi od strony morza w km. Erozja morska - niszczenie brzegów morskich na skutek działania różnych czynników atmosferycznych. Powódź od strony morza - powódź związana z zalaniem terenu przez wody morskie, w tym ujściowe odcinki rzek i jeziora przybrzeżne. Powódź ta jest najczęściej spowodowana wiatrami sztormowymi, wiejącymi na wybrzeżach morskich w kierunku brzegów; wiatry te utrudniają odpływ rzek uchodzących do morza, powodując spiętrzenie stanów w korytach rzek i na zalewach przymorskich, jak również wdzieranie się wód morskich w ujściu rzek. Program ochrony brzegów morskich - program wieloletni realizowany na podstawie ustawy z dnia 28 marca 2003 r. o ustanowieniu programu wieloletniego „Program ochrony brzegów morskich” (Dz.U. 2016 r. poz. 678).",
                      
                        "zrodlo": "Ministerstwo Infrastruktury ",
                      
                        "czestotliwosc": "Dane roczne; od 2015 r.",
                      
                        "uwagi": ""
                      
                        "data_aktualizacji_danych": "12-04-2023",
                      
                        "data_aktualizacji_metadanych": "27-04-2023",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "6.60",
                        
                            "2016" :   "7.58",
                        
                            "2017" :   "7.54",
                        
                            "2018" :   "10.15",
                        
                            "2019" :   "6.48",
                        
                            "2020" :   "17.43",
                        
                            "2021" :   "",
                        
                            "2022" :   ""
                        
                        }
                    ]}
      ]
    }
  ]
}
