


{
  "13-5-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "13.5.a Odsetek mieszkańców polskich miast objętych MPA",
                      
                        "cel": "Cel 13. Działania w dziedzinie klimatu",
                      
                        "priorytet": "Włączenie działań na rzecz przeciwdziałania zmianom klimatu do krajowych polityk, strategii i planów",
                      
                        "definicja": "Odsetek mieszkańców polskich miast (w których liczba mieszkańców przekracza 20 tys.) objętych Miejskim Planem Adaptacji.",
                      
                        "jednostka": "Procent [%]",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Miasta w Polsce zamieszczają w swoich Biuletynach Informacji Publicznej informacje na temat Uchwał przyjętych przez Rady Miasta. W drodze takiej Uchwały przyjmuje się Plan Adaptacji do Zmian Klimatu dla miasta. Pracownicy Ministerstwa Klimatu i Środowiska cyklicznie dokonują przeglądu stron internetowych w poszukiwaniu Uchwał Rady Ministrów o przyjęciu planów. Ponadto trwają prace nad projektem ustawy o zmianie ustawy – Prawo ochrony środowiska oraz niektórych innych ustaw (UD246), który nałoży na miasta o wielkości równej lub powyżej 20 tys. mieszkańców obowiązek opracowania i uchwalenia MPA, a uchwałę o przyjęciu MPA miasta będą w ciągu 30 dni od uchwalenia przekazywać do Instytutu Ochrony Środowiska – Państwowego Instytutu Badawczego (IOŚ-PIB).",
                      
                        "zrodlo": "Ministerstwo Klimatu i Środowiska",
                      
                        "czestotliwosc": "Dane roczne; od 2020 r.",
                      
                        "uwagi": "",
                      
                        "data_aktualizacji_danych": "12-04-2023",
                      
                        "data_aktualizacji_metadanych": "04-05-2023"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "",
                        
                            "2016" :   "",
                        
                            "2017" :   "",
                        
                            "2018" :   "1",
                        
                            "2019" :   "54",
                        
                            "2020" :   "",
                        
                            "2021" :   "66",
                        
                            "2022" :   ""
                        
                        }
                    ]}
      ]
    }
  ]
}
