


{
  "13-6-b": [
    {
      "metadane": [
        
        {
                        "nazwa": "13.6.b Zasięg realizowanych przedsięwzięć edukacyjno-informacyjnych",
                      
                        "cel": "Cel 13. Działania w dziedzinie klimatu",
                      
                        "priorytet": "Edukacja i zwiększanie świadomości w zakresie: zmian klimatu i sposobów minimalizowania ich skutków, wpływu inwazyjnych gatunków obcych oraz znaczenia i konieczności oszczędzania zasobów, szczególnie wody",
                      
                        "definicja": "Pod pojęciem zasięgu zrealizowanych przedsięwzięć edukacyjno-informacyjnych rozumie się: - dla działań bezpośrednich (konferencje, warsztaty, imprezy edukacyjne, konkursy, itp.) - liczba osób objętych działaniem; - dla działań podejmowanych w prasie - oznacza czytelnictwo wydawnictwa; - dla działań w radiu, telewizji - zasięg w grupie docelowej na założonym poziomie efektywnym, - dla działań podejmowanych w Internecie - unikalni/realni użytkownicy, wyświetlenia efektywne.",
                      
                        "jednostka": "mln użytkowników",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "W celu wyliczenia wskaźnika: - dla działań bezpośrednich sporządzane są raporty podsumowujące przeprowadzone działania edukacyjno-informacyjne oraz notatki z efektu ekologicznego. - dla działań podejmowanych w prasie zbierane są raporty z czytelnictwa danego wydawnictwa, w którym przeprowadzona działanie - dla działań podejmowanych w radiu i telewizji zbierane są raporty z informacją o zasięgu emisji - dla działań podejmowanych w Internecie zbierane są raporty z informacją o unikalnych odbiorcach działań i wyświetleniach efektywnych, czyli trwających min. 20 sek. Liczba odbiorców może się kumulować, gdyż jedna osoba może jednocześnie zobaczyć spot i uczestniczyć w imprezie edukacyjnej.",
                      
                        "zrodlo": "Ministerstwo Klimatu i Środowiska ",
                      
                        "czestotliwosc": "Dane roczne; od 2021 r.",
                      
                        "uwagi": ""
                      
                        "data_aktualizacji_danych": "29-05-2023",
                      
                        "data_aktualizacji_metadanych": "29-05-2023",
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "",
                        
                            "2016" :   "",
                        
                            "2017" :   "",
                        
                            "2018" :   "",
                        
                            "2019" :   "",
                        
                            "2020" :   "",
                        
                            "2021" :   "133"
                        
                        }
                    ]}
      ]
    }
  ]
}
