


{
  "13-6-a": [
    {
      "metadane": [
        
        {
                        "nazwa": "13.6.a Liczba przeprowadzonych kampanii edukacyjnych promujących zagadnienia związane z problemem przedostawania się do środowiska przyrodniczego inwazyjnych gatunków obcych",
                      
                        "cel": "Cel 13. Działania w dziedzinie klimatu",
                      
                        "priorytet": "Edukacja i zwiększanie świadomości w zakresie: zmian klimatu i sposobów minimalizowania ich skutków, wpływu inwazyjnych gatunków obcych oraz znaczenia i konieczności oszczędzania zasobów, szczególnie wody",
                      
                        "definicja": "Liczba przeprowadzonych kampanii edukacyjnych promujących zagadnienia związane z problemem przedostawania się do środowiska przyrodniczego inwazyjnych gatunków obcych.",
                      
                        "jednostka": "szt.",
                      
                        "wymiary": "ogółem",
                      
                        "metodologia": "Wskaźnik badany w ramach realizacji uchwały nr 133 Rady Ministrów z dnia 15 czerwca 2022 r. w sprawie przyjęcia Planu działań dotyczącego priorytetowych dróg przenoszenia inwazyjnych gatunków obcych stwarzających zagrożenie dla Unii lub inwazyjnych gatunków obcych stwarzających zagrożenie dla Polski pn.: 'Ucieczka gatunków roślin ozdobnych z niekomercyjnych upraw ogrodniczych' oraz 'Ucieczka gatunków zwierząt domowych, gatunków akwarystycznych i terrarystycznych' (M. P. z 2022 r. poz. 706). Wskaźnik ten jest określony dla działania A. Podniesienie świadomości o zagrożeniach ze strony inwazyjnych gatunków obcych i o sposobach jego ograniczania – na które składają się zadania: •	A.1. Produkcja filmów skierowanych do terrarystów, akwarystów, hodowców zwierząt egzotycznych i wędkarzy oraz do ogrodników. Filmy będą informować o drogach wprowadzania inwazyjnych gatunków roślin lub zwierząt do środowiska w Polsce, konsekwencjach uwalniania lub ucieczek osobników tych gatunków do środowiska przyrodniczego oraz o przepisach prawnych obowiązujących w tym zakresie; •	A.2. Przygotowanie i opublikowanie artykułów tematycznych w prasie, na stronie internetowej lub w serwisach społecznościowych dotyczących przepisów prawnych odnoszących się do wprowadzania do środowiska inwazyjnych gatunków roślin i zwierząt oraz opisujących sposoby zapobiegania ucieczkom obcych gatunków roślin ozdobnych z upraw oraz obcych gatunków zwierząt domowych i gatunków utrzymywanych w akwariach i terrariach; •	A.4. Promocja kodeksu dobrych praktyk „Ogrodnictwo wobec roślin inwazyjnych obcego pochodzenia” i jego bieżąca aktualizacja; •	A.5. Przeprowadzenie kampanii edukacyjnych promujących zagadnienia związane z problemem przedostawania się do środowiska przyrodniczego inwazyjnych: gatunków roślin ozdobnych w niekomercyjnych uprawach ogrodniczych oraz zwierząt domowych, gatunków wykorzystywanych w akwarystyce i terrarystyce, a także zagadnienia związane z azylami dla zwierząt. Należy wskazać, że niewykonanie w danym roku kampanii edukacyjnej nie oznacza niewykonania zadania, które powinno być zrealizowane nie w cyklu rocznym, a w dowolnym czasie zawierającym się w terminie przewidzianym w Uchwale.",
                      
                        "zrodlo": "Ministerstwo Klimatu i Środowiska Generalna Dyrekcja Ochrony Środowiska Regionalne dyrekcje ochrony środowiska Ministerstwo Spraw Wewnętrznych i Administracji Ministerstwo Rolnictwa i Rozwoju Wsi (instytucja współdziałająca)",
                      
                        "czestotliwosc": "Dane roczne; od 2022",
                      
                        "uwagi": "Należy wskazać, że niewykonanie w danym roku kampanii edukacyjnej nie oznacza niewykonania zadania, które powinno być zrealizowane nie w cyklu rocznym, a w dowolnym czasie zawierającym się w terminie przewidzianym w Uchwale.",
                      
                        "data_aktualizacji_danych": "19-06-2023",
                      
                        "data_aktualizacji_metadanych": "04-05-2023"
                      }
      ],
      "dane": [
        {"ogółem": [
                        {
                        
                            "2010" :   "",
                        
                            "2011" :   "",
                        
                            "2012" :   "",
                        
                            "2013" :   "",
                        
                            "2014" :   "",
                        
                            "2015" :   "",
                        
                            "2016" :   "",
                        
                            "2017" :   "",
                        
                            "2018" :   "",
                        
                            "2019" :   "",
                        
                            "2020" :   "",
                        
                            "2021" :   "",
                        
                            "2022" :   "16"
                        
                        }
                    ]}
      ]
    }
  ]
}
